[{"source": "PMC", "date": "20220107", "key": "pmc.key", "infons": {}, "documents": [{"id": "8237984", "infons": {"license": "CC BY-NC"}, "passages": [{"offset": 0, "infons": {"alt-title": "H. JIANG ET AL. ONCOIMMUNOLOGY", "article-id_doi": "10.1080/2162402X.2021.1943180", "article-id_pmc": "8237984", "article-id_pmid": "34239776", "article-id_publisher-id": "1943180", "elocation-id": "1943180", "issue": "1", "kwd": "PD-L1 LAG-3 bispecific cancer immunotherapy", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Jiang;given-names:Haiping", "name_1": "surname:Ni;given-names:Haiqing", "name_10": "surname:Tang;given-names:Rong", "name_11": "surname:Zhou;given-names:Shuaixiang", "name_12": "surname:Chen;given-names:Bingliang", "name_13": "surname:Yu;given-names:Michael", "name_14": "surname:Jing;given-names:Hua", "name_15": "surname:Liu;given-names:Junjian", "name_2": "surname:Zhang;given-names:Pan", "name_3": "surname:Guo;given-names:Xiaoli", "name_4": "surname:Wu;given-names:Min", "name_5": "surname:Shen;given-names:Haoran", "name_6": "surname:Wang;given-names:Jie", "name_7": "surname:Wu;given-names:Weiwei", "name_8": "surname:Wu;given-names:Zhihai", "name_9": "surname:Ding;given-names:Jiazheng", "section_type": "TITLE", "title": "KEYWORDS", "type": "front", "volume": "10", "year": "2021"}, "text": "PD-L1/LAG-3 bispecific antibody enhances tumor-specific immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 65, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "ABSTRACT", "sentences": [], "annotations": [], "relations": []}, {"offset": 74, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Anti-programmed cell death-1 (PD-1)/PD-ligand-1 (PD-L1) treatments are effective in a fraction of patients with advanced malignancies. However, the majority of patients do not respond to it. Resistance to cancer immunotherapy can be mediated by additional immune checkpoints. We hypothesized that co-targeting of PD-L1 and lymphocyte-activation gene 3 (LAG-3) could provide an alternative therapeutic approach. Here, we developed IBI323, a dual blockade bispecific antibody targeting PD-L1 and LAG-3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 575, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We assessed the binding affinity, blocking activity, cell bridging effect, and immunomodulation function of IBI323 using in vitro assays. We also evaluated, in two humanized mouse models, anti-tumor effects and antitumor T cell immunity induced by IBI323.", "sentences": [], "annotations": [], "relations": []}, {"offset": 831, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "IBI323 bound to PD-L1 and LAG-3 with similar potency as its parental antibodies and blocked the interaction of PD-1/PD-L1, CD80/PD-L1, and LAG-3/MHC-II. Moreover, IBI323 mediated the bridging of PD-L1+ cells and LAG-3+ cells and demonstrated superior immune stimulatory activity compared to each parent antibody in mixed leukocyte reaction. In PD-L1/LAG-3 double knock-in mice bearing human PD-L1 knock-in MC38 tumors, IBI323 showed stronger anti-tumor activity compared to each parental antibody. The better antitumor response correlated with increased tumor-specific CD8+ and CD4+ T cells. IBI323 also induced stronger anti-tumor effect against established A375 tumors compared with combination in mice reconstituted with human immune cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1579, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Collectively, these data demonstrated that IBI323 preserved the blockade activities of parental antibodies while processing a novel cell bridging function. Based on the encouraging preclinical results, IBI323 has significant value in further clinical development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1843, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1856, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Under healthy conditions, the immune system protects the host from allergy, autoimmunity, and exaggerated inflammation via negative regulators and checkpoints that limit the immune response. Tumors exploit these mechanisms to escape immune surveillance and promote immune evasion. The interaction of programmed cell death-ligand-1 (PD-L1) with its receptor programmed death-1 (PD-1), which is found in lymphocytes and monocytes, is one of the major pathways exploited by cancer cells for immune evasion. PD-L1 is constitutively expressed in a wide variety of tumors and has been associated with clinical response. Binding of PD-L1 to PD-1 on activated T cells inhibits anti-tumor immunity by counteracting T cell-activating signals. Therapeutic antibodies blocking the PD-(L)1 signal restore anti-tumor immunity and lead to durable tumor regression. At present, antibodies targeting the PD-L1/PD-1 axis are being evaluated in various clinical trials and have been approved for the treatment of more than 20 types of cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2880, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite the success of anti-PD-(L)1 immunotherapy in a fraction of patients, the majority of patients with advanced malignancies still do not respond. This suggests that resistance to cancer immunotherapy can be mediated by additional immune checkpoints. There are intense ongoing efforts to identify new immune checkpoints and to develop approaches that can expand the benefits of immunotherapy to a larger patient pool. Among potential targets, LAG-3 has emerged as a possible candidate based on encouraging results in pre-clinical studies and clinical trials. LAG-3 is a transmembrane protein primarily found on activated T cells and a subset of natural killer (NK) cells, where it mainly functions as a receptor that delivers inhibitory signals. The LAG-3 protein consists of four extracellular immunoglobulin (Ig)-like domains (D1–D4) with high homology to CD4 and indeed binds to major histocompatibility complex class II (MHC-II) with a higher affinity than CD4. Studies in LAG-3 knock-out mice demonstrated an inhibitory role of LAG-3 in regulating CD8+ and CD4+ T cell proliferation. Currently, monoclonal antibodies (mAbs) that block the interaction of LAG-3 with its canonical ligand, MHC-II, are being evaluated for their antitumor activity in clinical trials (NCT02460224, NCT01968109, and NCT02720068), and limited responses have been reported as monotherapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4258, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Co-expression of LAG-3 and PD-1 on intra-tumoral T cells has been observed in several mouse tumor models, and the combination of anti-PD-(L)1 and anti-LAG-3 antibodies synergistically inhibits tumor growth in preclinical tumor models. Moreover, human tumor tissues showed co-expression of LAG-3 and PD-1 in infiltrated lymphocytes, which is associated with the exhaustion program of T cells, exemplified by impaired interferon (IFN)-γ and tumor necrosis factor (TNF)-α production. These studies generated a rationale for blocking both LAG-3 and PD-(L)1 molecules in a clinical setting. In a phase III trial in first-line melanoma, relatlimab combined with nivolumab resulted in a significantly longer median PFS compared with nivomumab alone (10.1 versus 4.6 months). At 1 year, PFS rates were 47.7% for patients receiving the immunotherapy combination and 36.0% for those receiving nivolumab alone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5166, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several bispecific antibodies (BsAbs) targeting the PD-(L)1 and LAG-3 axes are currently in the pre-clinical or early clinical research stage. MGD013, which is generated using the Dual-Affinity Re-Targeting platform, coordinately blocks PD-1 and LAG-3. The safety profile of MGD013 in the Phase I study is, in general, consistent with anti-PD-1 monotherapy. Anti-tumor activity of MGD013 as monotherapy has been observed in patients across several tumor types. FS118 is a tetravalent antibody against human PD-L1 and LAG-3. Mechanistic studies revealed that a mouse surrogate of FS118 treatment decreased LAG-3 expression in T cells by enhancing LAG-3 shedding, but did not result in any significant change of T cells in tumor-infiltrating lymphocytes. However, the anti-tumor activity and mechanism of action of FS118 have not been investigated in humanized mouse models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6039, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we developed IBI323, an anti-PD-L1/LAG-3 bispecific antibody based on LAG-3 mAb and PD-L1 single-domain antibodies (sdAbs). We characterized the affinity, blocking function, cell bridging effect, and immunomodulatory activity of IBI323 in vitro. In two humanized mouse models, we further investigated its in vivo antitumor efficacy and mechanisms of action.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6403, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6425, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reagents", "sentences": [], "annotations": [], "relations": []}, {"offset": 6434, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IBI323, IBI110, and Bi127 were produced by Innovent Biologics Co., Ltd. (Suzhou, China). Human IgG was purchased from Equitech-Bio (Kerrville). Peripheral blood mononuclear cells (PBMCs) and dendritic cells (DCs) were purchased from AllCells (Shanghai, China). Cynomolgus macaque PBMCs were purchased from Sailibio (Shanghai, China).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6768, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Antibody generation and purification", "sentences": [], "annotations": [], "relations": []}, {"offset": 6805, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IBI110 was generated from Adimab fully human IgG platform based on yeast display technology. Sixty-nine clones against LAG-3 were identified. After several rounds of primary screening based on binding affinity, blocking activity and specificity, five anti-LAG-3 antibody clones were selected for affinity maturation. 55 antibodies with improved affinity were obtained. After the second round of functional screening, IBI110 was selected as the most promising molecule. IBI110 was produced by CHO cells, captured on protein A resin and then polished from antibody fragments by cation exchange chromatography (CEX).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7419, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Anti-human PD-L1 sdAb was isolated from a phage-display sdAb library derived from antibody repertoire of camel immunized with PD-L1 antigen. Bi127 was constructed by fusing two sdAbs specific for PD-L1 to the N terminus of IgG1-Fc domain with LALA mutation. Bi127 was stably expressed by CHO cells and captured on protein A resin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7750, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IBI323 was produced by CHO cells, captured on protein A resin and then polished from antibody fragments by CEX.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7862, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 7867, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All animal experiments were performed in accordance with regulations for care and use of laboratory animals at Innovent Biologics, and were approved by the Institutional Animal Care and Use Committee. NOG mice were purchased from Vital River Laboratory Animal Technology Co., Ltd. (strain: 408). Human PD-L1/LAG-3 double knock-in mice were purchased from Beijing Biocytogen Co., Ltd (strain: C57BL/6-CD274tm1(hCD274)LAG3tm1(hLAG3)). Briefly, the exon 3 of mouse PD-L1 gene that encodes the extracellular domain was replaced by human PD-L1 exon 3. The exons 2–7 of mouse Lag3 gene that encode the extracellular domain were replaced by human LAG3 exons 2–7 to get the double knock-in mice. All mice were maintained under specific pathogen-free conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8625, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Surface plasma resonance (SPR) analysis of antibody-binding kinetics", "sentences": [], "annotations": [], "relations": []}, {"offset": 8694, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SPR analysis was performed in HBS-EP+ (BR-1006-69, GE Healthcare) running buffer using the GE Biacore T200. First, human PD-L1 (PD1-H5229, Acro Biosystems Inc.) and human LAG-3 (LA3-H5222, Acro Biosystems) were immobilized onto a CM5 sensor chip (29–1496-03, GE Healthcare) at 300 RU and 180 RU, respectively. For PD-L1 affinity detection, serial two-fold dilutions of each antibody (with a starting concentration of 10 nM) as well as blank running buffer were injected and flowed over the sensor surface with an association time of 180 s and a dissociation time of 600 s in each running cycle. A mixture of 10 mM glycine (pH 1.5, BR-1003-54, GE Healthcare) and 10 mM glycine (pH 2.0, BR-1003-55, GE Healthcare) (v/v = 1:2) was injected for sensor regeneration. For LAG-3 affinity detection, serial two-fold dilutions of each antibody (with a starting concentration of 40 nM) were flowed over the LAG-3 sensor surface with an association time of 180 s and a dissociation time of 600 s. At the end of each cycle, a pulse injection of 3 M MgCl2 (BR-1008-39, GE Healthcare) was used for sensor regeneration. Raw data were processed using a 1:1 binding model in the Biacore T200 evaluation software version 3.1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9911, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bio-layer interferometry (BLI) analysis of IBI323-antigen interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 9982, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the capacity of IBI323 to bind PD-L1 and LAG-3 simultaneously, biotinylated human PD-L1 (100 nM) was directly coupled to a streptavidin sensor chip for 100 s. The sensor chips were dipped into 100 nM IBI323 solution for 300 s and then moved to 100 nM human LAG-3 solution for 100 s. Signal was measured using a FortéBio-based (Fremont) biolayer interferometry (BLI) (Pall: OctetRED96).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10382, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell line construction", "sentences": [], "annotations": [], "relations": []}, {"offset": 10405, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CHO-S cells were purchased from Invitrogen (Carlsbad, USA) and transfected to stably express human PD-L1 according to the manufacturer’s instructions using the Freedom CHO-S Kit (Invitrogen, USA). FreeStyleTM 293-F cells were purchased from Thermo Fisher Scientific and transfected to stably express human LAG-3. The human PD-L1 knock-in MC38 cell line was constructed by Nanjing Galaxy Biopharma Co., Ltd. Briefly, mouse PD-L1 was replaced by human PD-L1 expression frame based on CRISPR/Cas9 technology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10913, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell-based binding assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 10938, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The binding activity of antibodies to target-expressing cells was assessed using CHO-S cells stably expressing PD-L1, 293-F cells stably expressing LAG-3, and human CD4+ T cells isolated from PBMCs using EasySepTM human CD4+ T cell enrichment kit (StemCell Technologies, USA). To induce LAG-3 and PD-L1 expression, human CD4 + T cells were activated by Dynabeads® Human T-Activator CD3/CD28 (GIBCO, USA) for 3 days. Briefly, cells were stained with serially diluted IBI323, Bi127, IBI110, or IgG1 control for 30 min at 4°C and then washed in phosphate buffered saline (PBS) and stained with a secondary phycoerythrin (PE)-labeled anti-human IgG for 30 min at 4°C. Thereafter, cells were washed and suspended in PBS for flow cytometry analysis and mean fluorescence intensity (MFI) was calculated. To assess the binding activity of antibodies to cynomolgus LAG-3 and PD-L1, PBMCs from cynomolgus macaque were activated by concanavalin A (Acro Biosystems, China) for 3 days and stained with APC-labeled anti-CD4 antibody (Cat. #317416, BioLegend) to gate CD4+ T cells. To check the co-expression of PD-L1 and LAG-3 in activated CD4+ T cells, cells were mixed with human TruStain FcXTM (Biolegend) and incubate at room temperature for 5–10 minutes, followed by staining with 100 nM Alexa Fluor 488-labeled IBI110 and 100 nM AF-647-labeled Bi127 for 30 min at 4°C. Cells were washed in PBS followed by FACS analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12372, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Blocking assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 12388, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CHO-S-hPD-L1 cells were incubated with serially diluted IBI323, Bi127 or hIgG antibody (with a starting concentration of 600 nM) at 4°C for 30 min, and then washed in PBS twice. 2 μg/mL PD-1-mouse Fc protein (Acro Biosystems, China), or 5 μg/mL CD80-mouse Fc protein (Acro Biosystems, China) was added into the above cells and incubated for 30 min at 4°C. Cells were washed with PBS and stained with a secondary APC-labeled anti-mouse IgG Fc (Biolegend, USA) for 30 min at 4°C. Thereafter, cells were washed and suspended in PBS for FACS analysis and calculation of mean fluorescence intensity (MFI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13000, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For LAG-3/MHCII blocking, serially diluted IBI323, IBI110, or IgG1 antibody (with a starting concentration of 600 nM) were mixed with LAG3-mouse Fc protein (Acro Biosystems, China) at the concentration of 3 μg/mL and incubated at 4°C for 30 min. The mixture was then added into CHO cells overexpressing human MHC class II. After 30 min incubation, cells were washed with PBS and stained with a secondary APC-labeled anti-mouse IgG Fc (Biolegend, USA) for 30 min at 4°C. Thereafter, cells were washed and suspended in PBS for FACS analysis and calculation of mean fluorescence intensity (MFI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13601, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Luciferase reporter assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 13628, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ability of antibody to block PD-1 signaling and consequently activate T cells was tested by PD-1/PD-L1 blockade bioassay (Promega, USA). The assay consists of two genetically engineered cell lines: effector cells, which are Jurkat T cells expressing human PD-1 and a luciferase reporter driven by an NFAT response element; and APC/CHO-K1 cells, which are CHO-K1 cells expressing human PD-L1 and an engineered cell surface protein designed to activate cognate TCRs in an antigen-independent manner. PD-L1-expressing CHO-K1 cells at a density of 4 × 104 cells per well were co-incubated with Jurkat T effector cells at a density of 4 × 104 cells per well in the presence of serially diluted antibodies for 6 h. The Bio-Glo luciferase assay reagent (Promega, USA) was added, and luminescence was measured on a SpectraMax i3x reader (Molecular Devices, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14494, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ability of antibody to block LAG-3 signal and consequently activate T cells was tested in LAG-3/MHCII Blockade Bioassay (Promega, USA) according to the manufacturer’s instructions. MHC APC cells at a density of 4 × 104 cells per well were co-incubated with Jurkat T cells, which express human LAG-3 and a luciferase reporter driven by T-cell activation pathway-dependent response elements, at a density of 4 × 104 cells per well in the presence of HA-peptide (TCR activating antigen, part of hemagglutinin from influenza A virus) and serially diluted antibodies for 6 h. The Bio-Glo luciferase assay reagent (Promega, USA) was added, and luminescence was measured on a SpectraMax i3x reader (Molecular Devices, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15224, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Crosslinking of PD-L1+ cells with LAG-3+ cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 15273, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CHO-S-hPD-L1 cells and 293-F-LAG-3 cells were labeled with CellTrace™ Violet (Thermo Fisher Scientific, USA) and CellTracker™ Far Red (Thermo Fisher Scientific), respectively. The labeled cells were mixed in the ratio of 1:1 and incubated with IBI323, Bi-127, IBI110 or an IgG1 control, followed by double positive event detection by flow cytometry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15627, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MDA-MB-231 tumor cells and Jurkat T cells were labeled with CellTraceTM CFSE and CellTrackerTM Violet, respectively. Because Jurkat T cells express both PD-L1 and LAG-3, to eliminate the interaction between Jurkat T cells, MDA-MB-231 cells were first incubated with IBI323, Bi127, IBI110, or IgG1 control for 30 min at 4°C. After washing in PBS, MDA-MB-231 cells were mixed with Jurkat-LAG-3 cells at 1:1 ratio for 1 h at room temperature, followed by double positive events detection by flow cytometry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16133, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mixed lymphocyte reactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 16160, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DCs (1 × 104) and CD4+ T cells (1 × 105) were seeded in RPMI medium containing 0.1 ng/mL staphylococcal enterotoxin E (Toxin Technology, USA) in a 96-well plate and incubated with serial five-fold dilutions of IBI323, Bi127, IBI110, and IgG (with a starting concentration of 200 nM). Four days later, the concentration of INF-γ and interleukin (IL)-2 in culture supernatant was measured using a Cisbio (Bedford, USA) kit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16592, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tumor models", "sentences": [], "annotations": [], "relations": []}, {"offset": 16605, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MC38-hPD-L1 tumor model in human PD-L1/LAG-3 knock-in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 16664, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Human PD-L1 knock-in MC38 cells (1.5 × 106) were implanted subcutaneously into the right flank of PD-L1/LAG-3 double knock-in female mice. On day 6 post-tumor implantation, mice were randomized into five groups (n ≥ 5 in each group) with a mean tumor volume of approximately 130 mm3. On days 6, 10, 14, 17, and 21 post implantation, mice were intraperitoneally (i.p.) administered with equalmolar of IBI110 (5 mg/kg), Bi127 (2.6 mg/kg), IBI323 (5.8 mg/kg), human IgG (5 mg/kg), and a relatively lower dose of IBI323 (1 mg/kg). Tumor volume and body weight were measured twice a week. Tumor volume was calculated using the formula: (length × width2)/2. Mice were euthanized when tumor volume reached 2000 mm3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17381, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "A375 tumor model in humanized NOG mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 17420, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For unstaged A375 tumor model, A375 tumor cells (ATCC, CRL-1619TM, 5 × 106) were implanted subcutaneously into the right flank of female NOG mice 5 days after human PBMC (2.5 × 106) i.v. injection. hIgG (11.6 mg/kg) and IBI323 (3.5 mg/kg or 11.6 mg/kg) were injected i.p. 1, 7, 10, 13, and 16 days after tumor cell implantation. Tumor growth and body weight were measured twice a week.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17814, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The anti-tumor efficacy of IBI323 and anti-PD-L1 + anti-LAG3 was studied in established A375 tumor model. Five days after A375 melanoma cells (5 × 106) implantation, when tumors are well-established, PBMC (2.5 × 106) were injected intravenously. Mice were treated with hIgG (30.4 mg/kg), IBI110 (10 mg/kg) + Bi127 (5.2 mg/kg), IBI110 (20 mg/kg) + Bi127 (10.4 mg/kg), IBI323 (11.6 mg/kg), or IBI323 (23.2 mg/kg) on day 8, 11, 15, 18 and 22. Tumor growth and body weight were measured twice a week.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18318, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Flow cytometry analysis of tumor-infiltrating cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 18370, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Flow cytometry analysis of single-cell suspensions from tumors and blood was performed using anti-mouse CD45 (Cat. #103134, BioLegend), anti-mouse CD3 (Cat. #100216, BioLegend), anti-mouse CD4 (Cat. #741912, BD Biosciences), anti-mouse CD8a (Cat. #563786, BD Biosciences), anti-mouse TNF-α (Cat. #506328, BioLegend), anti-mouse granzyme B (Cat. #372206, BioLegend), and anti-mouse IFN-γ (Cat. #505837, BioLegend). Staining of intracellular TNF-α, and IFN-γ was performed following the manufacturer’s instructions (eBioscience). Before intracellular TNF-α and IFN-γ staining, lymphocytes were incubated with or without IFN-γ-stimulated (50 IU/mL, 48 h) MC38-PD-L1 cells for 6 h at 37°C in the presence of brefeldin A (BioLegend). Cells were analyzed using a BD FACSCelesta flow cytometer (BD Biosciences) with FlowJo software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19224, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 19245, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Results are presented as mean ± standard error of the mean (SEM). Statistical analyses were performed using GraphPad Prism 6.0 statistical software (GraphPad Software Inc). Survival curves were compared using the log-rank test. A p-value <0.05 was considered significant (*p < .05, **p < .01, and ***p < .001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19560, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19568, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Generation of IBI323, a BsAb targeting human PD-L1 and LAG-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 19629, "infons": {"file": "KONI_A_1943180_F0001_PB.jpg", "id": "f0001", "section_type": "FIG", "type": "fig_caption"}, "text": "IBI323 binds to human PD-L1 and LAG-3. (a) Schematic structure of IBI110, Bi127 and IBI323. (b) Binding affinity and kinetics of IBI323 and its parental Fc-fused PD-L1 single-domain antibodies to PD-L1 determined by surface plasma resonance. (c) Binding affinity and kinetics of IBI323 and its parental LAG-3 mAb to LAG-3 determined by surface plasma resonance. (d) Simultaneous binding of IBI323 to human PD-L1 and LAG-3 measured by biolayer interferometry. (e) Binding of IBI323 and its parental antibodies to PD-L1-expressing CHO-S cells. (f) Binding of IBI323 and its parental antibodies to LAG-3-expressing 293-F cells. Cells were incubated with serially diluted IBI323, IBI110, Bi-127 or IgG1 antibody, followed by a PE-conjugated anti-human IgG. MFI was determined by flow cytometry. (g) Flow cytometry analysis of PD-L1 and LAG-3 expression on activated CD4+ T cells. (h) Flow cytometry analysis of PD-L1 and LAG-3 co-expression in activated CD4+ T cells. (i) Primary cell-based binding assay for IBI323, its parental antibodies, and human IgG using activated human CD4+ T cells and anti-human Fc-PE secondary antibody. Data are representative of three independent experiments or three donors", "sentences": [], "annotations": [], "relations": []}, {"offset": 20831, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "IBI323 is a human IgG1 BsAb targeting PD-L1 and LAG-3 with reduced Fc-mediated antibody effector functions. Anti-LAG-3 mAb IBI110 was generated from Adimab fully human IgG platform based on yeast display technology. IBI110 was selected as the final lead molecule due to its high binding affinity and specificity to LAG-3, potent LAG-3/MHCII blocking activity, and enhance T-cell response. Two anti-PD-L1 sdAbs were fused to the C-terminus of heavy chain of the anti-LAG3 mAb with a flexible (GGGGS)2 linker (Figure 1a). The introduction of LALA mutations (LALA, L234A, L235A) to the Fc portion reduced Fc-mediated antibody-dependent cell-mediated toxicity (ADCC) and complement-mediated cytotoxicity (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21549, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Binding and blocking properties of IBI323", "sentences": [], "annotations": [], "relations": []}, {"offset": 21591, "infons": {"file": "t0001.xml", "id": "t0001", "section_type": "TABLE", "type": "table_caption"}, "text": "Affinity of IBI323, IBI110 and Bi127 to human PD-L1 and LAG-3 measured by SPR", "sentences": [], "annotations": [], "relations": []}, {"offset": 21669, "infons": {"file": "t0001.xml", "id": "t0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup><col width=\"1*\" align=\"left\"/><col width=\"1*\" align=\"left\"/><col width=\"1*\" align=\"left\"/><col width=\"1*\" align=\"left\"/><col width=\"1*\" align=\"left\"/></colgroup><thead><tr><th align=\"left\">Antibody</th><th align=\"center\">Antigen</th><th align=\"center\">ka (1/Ms)</th><th align=\"center\">kd (1/s)</th><th align=\"center\">K<sub>D</sub> (M)</th></tr></thead><tbody><tr><td align=\"left\">IBI323</td><td rowspan=\"2\" align=\"left\">hLAG-3</td><td align=\"left\">2.45 (± 0.01) E05</td><td align=\"left\">1.69 (± 0.36) E-04</td><td align=\"left\">6.71 (± 1.34) E-10</td></tr><tr><td align=\"left\">IBI110</td><td align=\"left\">2.59 (± 0.27) E05</td><td align=\"left\">1.73 (± 0.34)E-04</td><td align=\"left\">6.77 (± 1.80) E-10</td></tr><tr><td align=\"left\">IBI323</td><td rowspan=\"2\" align=\"left\">hPD-L1</td><td align=\"left\">9.17 (± 0.62) E05</td><td align=\"left\">1.21 (± 0.14) E-04</td><td align=\"left\">1.32 (± 0.07) E-11</td></tr><tr><td align=\"left\">Bi127</td><td align=\"left\">2.16 (± 0.06) E06</td><td align=\"left\">1.80 (± 0.05) E-04</td><td align=\"left\">8.33 (± 0.01) E-11</td></tr></tbody></table>\n"}, "text": "Antibody\tAntigen\tka (1/Ms)\tkd (1/s)\tKD (M)\t \tIBI323\thLAG-3\t2.45 (± 0.01) E05\t1.69 (± 0.36) E-04\t6.71 (± 1.34) E-10\t \tIBI110\t2.59 (± 0.27) E05\t1.73 (± 0.34)E-04\t6.77 (± 1.80) E-10\t \tIBI323\thPD-L1\t9.17 (± 0.62) E05\t1.21 (± 0.14) E-04\t1.32 (± 0.07) E-11\t \tBi127\t2.16 (± 0.06) E06\t1.80 (± 0.05) E-04\t8.33 (± 0.01) E-11\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21999, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first evaluated the binding of IBI323, Bi127 and IBI110 to human PD-L1 and LAG-3 by SPR. As shown in Figure 1b and Table 1, the binding affinity of IBI323 to PD-L1 was preserved relative to its parental antibody Bi127. The binding affinity of IBI323 to LAG-3 was 671 pM, which was similar to that of IBI110 (675 pM, Figure 1c and Table 1). As expected, IBI323 bound simultaneously to human PD-L1 and LAG-3 (Figure 1d). Relatively high affinity for PD-L1 was selected to enable effective tumor targeting. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22507, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To confirm the binding ability of IBI323 to PD-L1 and LAG-3 molecules on cell surface, flow cytometry was performed using either CHO-S cells stably expressing PD-L1 or 293-F cells expressing LAG-3. IBI323 exhibited dose-dependent binding to both of the two target-overexpressing cell lines, resulting in an EC50 value of 4.74 nM for PD-L1-expressing cells and 1.25 nM for LAG-3-expressing cells (Figure 1e and f).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22923, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further measured the binding ability of IBI323 to primary T cells in vitro using human CD4+ T cells. After activation by Dynabeads™ Human T-Activator CD3/CD28, CD4+ T cells expressed high levels of PD-L1 and moderate levels of LAG-3 (Figure 1g). Approximately 13.9% of activated CD4+ cells co-expressed PD-L1 and LAG-3 (Figure 1h). Accordingly, both Bi127 and IBI110 showed dose-dependent binding to activated CD4+ T cells, and Bi127 exhibited a much higher MFI for binding to T cells. IBI323 was able to bind CD4+ T cells; Interestingly, instead of an addictive effect, the maximum MFI of IBI323 was similar to that of Bi127, suggesting a cis-binding of IBI323 to a single cell or a trans-binding of IBI323 to two T cells (Figure 1i). A similar binding pattern was observed in primary cynomolgus macaques CD4+ T cells (Supplementary Figure 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23779, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IBI323 induces T-cell activation by blocking the PD-L1 and LAG-3 axes", "sentences": [], "annotations": [], "relations": []}, {"offset": 23849, "infons": {"file": "KONI_A_1943180_F0002_PB.jpg", "id": "f0002", "section_type": "FIG", "type": "fig_caption"}, "text": "IBI323 activates T cells by blocking the interaction of PD-L1/PD-1 and LAG-3/MHC-II. (a) IBI323 completely blocks the interaction of PD-1 with PD-L1 expressed on CHO-S cells. Cell-based blocking assay was conducted for IBI323, Bi127, and IgG using PD-L1-expressing cell line and PD-1-Fc protein. After incubation and washing, PD-1-Fc was detected by anti-human Fc-PE secondary antibody. (b) IBI323 completely blocks the interaction of CD80 with PD-L1 expressed on CHO-S cells. (c) IBI323 completely blocks the interaction of LAG-3 with MHC-II expressing CHO-S cells. (d) IBI323 blocks PD-1/PD-L1 interaction and promotes T-cell activation in a PD-L1 blockade reporter assay. Jurkat T cells engineered to express human PD-1 with a luciferase reporter driven by an NFAT response element were co-cultured with CHO-K1 cells expressing PD-L1 and an artificial T cell receptor activator. Serially diluted IBI323, IBI110, Bi-127, or IgG1 control was added and luminescent signal was measured after 6 h. (e) IBI323 blocks LAG-3/MHC-II interaction and promotes T-cell activation in a blockade reporter assay. Jurkat T cells engineered to express LAG-3 with a luciferase reporter driven by an NFAT response element were co-cultured with APCs expressing MHC-II in the presence of HA-peptide. Serially diluted IBI323, IBI110, Bi-127, or IgG1 was added and luminescent signal was measured after 6 h. All the data are representative of at least three independent experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 25312, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ability of IBI323 to block PD-L1 interaction with PD-1 or CD80 was tested using PD-L1-overexpressing CHO-S cells. IBI323 was found to completely block PD-L1-expressing cells from binding to PD-1 and CD80 (PD-1/PD-L1 blocking IC50: bispecific = 23.99 nM, Bi127 = 16.85 nM; PD-1/CD80 blocking IC50: bispecific = 14.96 nM, Bi127 = 11.63 nM; Figure 2a and b). In addition, IBI323 completely blocked MHC-II from binding to LAG-3 expressed on 293-F cells (LAG-3/MHC-II blocking IC50: bispecific = 39.75 nM, Bi127 = 39.56 nM; Figure 2c). These experiments demonstrated that the blockade potency of IBI323 for each target was preserved (within twofold) relative to the parental antibodies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Targeted blockade of the PD-1/PD-L1 axis with immune checkpoint inhibitors can break suppression and promote T cell activation. The ability of IBI323 to activate T cells by blocking PD-L1 was tested in a PD-1/PD-L1 blockade reporter assay. Jurkat cells engineered to express PD-1 and a luciferase reporter driven by an NFAT promoter were co-cultured with CHO-K1 cells expressing PD-L1. As expected, the addition of increasing concentration of IBI323 or Bi127 led to a dose-dependent increase in luciferase expression (Figure 2d). Similarly, IBI323 and IBI110 induced Jurkat cell activation by blocking the interaction between LAG-3 expressed on Jurkat cells and MHC-II presented on antigen-presenting cells (APCs) (Figure 2e).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26743, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IBI323 enhances T cell activation by crosslinking PD-L1+ APCs with LAG-3 + T cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 26829, "infons": {"file": "KONI_A_1943180_F0003_PB.jpg", "id": "f0003", "section_type": "FIG", "type": "fig_caption"}, "text": "IBI323 generates clustering of cells and enhances primary T-cell activation. (a) IBI323, IBI110, Bi127, or IgG was added to a 1:1 mix of Violet-labeled PD-L1-expressing CHO-S cells and Far Red-labeled LAG-3-expressing 293-F cells. The formation of cell complexes was determined by flow cytometry. Mean percentages of double positive events are shown for each treatment group. Data are representative of three independent experiments. (b) Representative flow plot showing the percentage of double positive cell complexes. (c) Dual blockade of PD-L1/LAG-3 pathway with IBI323 enhances CD4 + T-cell function in an allogeneic MLR. IFN-γ and IL-2 secretion in culture was measured after co-culturing CD4 + T cells with monocyte-derived DCs for 3 days with IBI323, IBI110, Bi127, or IgG1. Data are derived from human PBMC from 2 healthy donors", "sentences": [], "annotations": [], "relations": []}, {"offset": 27673, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further assessed the binding potential of IBI323 to PD-L1 and LAG-3 molecules on two different cells simultaneously. CellTrace™ Violet-labeled PD-L1-expressing CHO-S cells and CellTracker™ Far Red-labeled LAG-3-expressing 293-F cells were mixed 1:1 and incubated with IBI323, Bi-127, IBI110, or an IgG1 control, followed by double positive events detection by flow cytometry. While only a basal level of cell complexes formed in samples incubated with IgG1 or each parental antibody; IBI323 increased the doublets of PD-L1+ cells and LAG-3+ cells dramatically (Figure 3a). With increase in IBI323 concentration, the proportion of cell complexes increased. Interestingly, when the concentration of IBI323 was higher than 1 nM, the proportion of cell complexes decreased (hook effect), suggesting the existence of a strong crosslinking effect when PD-L1 and LAG-3 molecules are not saturated by IBI323. At a concentration of 0.32 nM, the proportion of double positive events in IBI323-treated sample was 14.7%, while that in sample treated with hIgG was 1.74% (Figure 3b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28755, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We confirm the bridging effect of IBI323 using PD-L1+ MDA-MB-231 tumor cells and LAG-3+ Jurkat T cells. This system can better mimic the interaction between antigen-presenting tumor cells and T cells. The expression level of PD-L1 on MDA-MB-231 tumor cells was ~30 times lower than CHOS cells and the expression level of LAG-3 on Jurkat T cells is ~2 times lower than HEK293 cells (Supplementary Figure 2a and b). Accordingly, we observed a lower, but significant percentage increase of doublets after incubation with IBI323 (Supplementary Figure 2c and d). This experiment indicates that IBI323 also mediates the interaction of antigen-presenting cells and T cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29424, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since IBI323 is capable of mediating the crosslinking of PD-L1+ cells and LAG-3+ cells, it might enhance T cell activation by stabilizing immune synapses formed between PD-L1+ APCs and LAG-3 + T cells. PD-L1 expression level on dendritic cells was shown in Supplementary Figure 3. We measured the ability of IBI323 to promote T cell response in vitro by mixing primary human CD4+ T cells with DCs. While Bi127 induced more IFN-γ and IL-2 secretion than IBI110, IBI323 further enhanced IFN-γ and IL-2 secretion in a dose-dependent manner (Figure 3c).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29982, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Anti-tumor efficacy of IBI323 in humanized mouse models", "sentences": [], "annotations": [], "relations": []}, {"offset": 30038, "infons": {"file": "KONI_A_1943180_F0004_PB.jpg", "id": "f0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Better tumor control of IBI323 treatment in vivo. Tumor growth (a) and survival (b) of MC38 tumor-bearing mice treated with equalmolar amounts of IBI110 (5.0 mg/kg), Bi-127 (2.6 mg/kg), IBI323 (5.8 mg/kg), IgG (5.0 mg/kg) and a relatively lower dose of IBI323 (1 mg/kg). MC38 cells overexpressing human PD-L1 were subcutaneously injected into human PD-L1/LAG-3 knock-in C57BL/6 mice. Mice were treated with indicated antibodies on days 6, 10, 14, 17, and 21 post implantation. (c) Individual tumor volumes in each treatment group on day 21, the last time point when all animals in the study were alive (n ≥ 5 mice/group). (d, e) Tumor growth and body weight change of NOG mice bearing A375 human melanoma tumor which were treated with IgG (11.6 mg/kg) and IBI323 (3.5 mg/kg or 11.6 mg/kg) (n ≥ 5 mice/group). (f) Tumor growth of NOG mice bearing established A375 human melanoma tumor which were treated with IgG, IBI110 + Bi-127 and IBI323 (11.6 mg/kg or 23.2 mg/kg) (n ≥ 5 mice/group). Statistical analysis was done using two-way ANOVA for growth curves, log-rank test for survival curves, and t test for tumor weights", "sentences": [], "annotations": [], "relations": []}, {"offset": 31171, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Initially, we tested the antitumor effect of IBI323 in human PD-L1/LAG-3 double knock-in mice bearing human PD-L1 knock-in MC38 colon carcinoma. Human PD-L1 expression in MC38 cells was validated by flow cytometry (Supplementary Figure 4a). Double knock-in mouse model was validated with the commercial anti-PD-L1 antibody atezomizumab. 20 mg/kg of atezolizumab dramatically inhibited MC38-PD-L1 tumor growth. Two out of six mice are tumor-free by day 34 in atezolizumab treated group (Supplementary Figure 4b). We used the same mouse model to study the antitumor effect of IBI323. Six-day post-subcutaneous implantation of MC38 cells, mice were treated with equalmolar of human IgG, IBI110, Bi127, IBI323, or relatively lower dose of IBI323. As shown in Figure 4a, IBI323 inhibited tumor growth in a dose-dependent manner. While IBI110 or Bi127 monotherapy inhibited tumor growth for a short period of time, equalmolar of IBI323 was more effective, resulting in a cure rate of 80% (Figure 4b). On day 21, IBI323-treated mice showed a significant reduction in tumor volume relative to the IgG group (Figure 4c).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32283, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further investigated the antitumor efficacy of IBI323 using a human A375 melanoma tumor xenograft model in NOG mice reconstituted with human immune cells. Mice were treated with h-IgG or two different doses of IBI323. IBI323 at both 3.5 mg/kg and 11.6 mg/kg doses significantly inhibited A375 tumor growth (Figure 4d). Animal body weight reduction and toxicity was not observed in any of the treatment groups (Figure 4e).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32708, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because both the MC38 and unstaged A375 tumor models are sensitive to immunotherapy, we investigated the anti-tumor efficacy of IBI323 and anti-PD-L1 + anti-LAG3 in established A375 tumor model. Five days after A375 melanoma cells implantation, when tumors were well-established, PBMC were injected intravenously. Mice were treated with indicated antibodies on day 8, 11, 15, 18 and 22. Established A375 tumors were quite resistance to anti-PD-L1 + anti-LAG-3 treatment. However, equalmolar of IBI323 (23.2 mg/kg) significant inhibited A375 tumor growth compared with combination treatment (Figure 4f).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33313, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Increase in intra- and extra-tumoral T cells, including tumor-specific T cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 33392, "infons": {"file": "KONI_A_1943180_F0005_PB.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "IBI323 treatment dramatically enhances tumor-specific CD8 + T cell response in human PD-L1/LAG-3 knock-in mice bearing human PD-L1-expressing MC38 tumors. Mice were injected with IgG and IBI323 at day 7, 10 and 14 post tumor cell implantation. At day 15, tumor and blood were collected and analyzed by flow cytometry for the absolute counts of the indicated cell subsets in tumor (a) and the proportions of indicated cell subsets within CD45+ cells in blood (b). (c–f) Absolute number of IFN-γ- and TNF-α- expressing T cells from the tumor were quantified, following ex vivo stimulation by MC38 cells. (g–j) Percentage of T cells expressing IFN-γ and TNF-α following ex vivo stimulation by MC38 cells in blood", "sentences": [], "annotations": [], "relations": []}, {"offset": 34118, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We sought to understand the immune response induced by IBI323 treatment in vivo. Mice bearing MC38-hPD-1 tumors were treated with IgG and IBI323 at day 7, 10 and 14 post-tumor cell implantation. Fifteen-day post-tumor implantation, IBI323 significantly increased the number of CD8+ T and CD4+ T cells within tumor compared with hIgG group, which was consistent with the potent antitumor activity of IBI323. Note that the CD8+ T cell numbers per gram tumor increased from 0.76 ± 0.14 × 106 (IgG) to 1.34 ± 0.19 × 106 (IBI323). Given the difficulties to calculate the absolute cell number in blood, we measured the proportions of different immune cell subsets within the CD45 population. After IBI323 treatment, the proportions of CD8+ T and CD4+ T cells within the CD45 population were significantly higher than control group (Figure 5b). Importantly, IBI323 treatment enhanced the number of effector cytokine-producing, tumor-specific CD8+ and CD4+ T cells in the tumor (Figure 5c–f) and blood (Figure 5g–j), as detected by flow cytometry after incubation with MC38 tumor cells ex vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35228, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35239, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Anti-PD-1/PD-L1 treatments are the backbone for many clinical trials in various types of cancer and have been combined with other treatment strategies. However, owing to treatment resistance, alternative immune checkpoint blockers are desperately needed. LAG-3, a promising immune checkpoint, is mainly found on activated immune cells and is involved in the process of T cell exhaustion. Its co-expression with PD-1 has led to extensive research on the blockade of LAG-3 and PD-(L)1 in preclinical and clinical settings. To block PD-L1 and LAG-3 simultaneously, we developed a human IgG1-LALA BsAb targeting both human PD-L1 and LAG-3 and demonstrated its novel mechanism of action in addition to its dual-blockade function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35964, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Bispecific antibodies offer new opportunities to modulate cancer immune response. Various BsAb formats with different biological properties, including binding valency, geometry of antigen-binding sites, and effector functions, have been designed. To maintain the high binding affinity of PD-L1 and LAG-3 molecules, we generated a tetravalent BsAb with two antigen-binding sites for each of its target antigens. We tested the binding and blocking properties of IBI323 at the protein and cellular levels and demonstrate that IBI323 maintains the binding and blocking potency of its parental antibodies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36565, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The tumor microenvironment consists of different cellular components, including immune cells, and non-cellular components in and around the tumor. Along with tumor cells, PD-L1 expression is also upregulated in T cells in the tumor microenvironment in response to antigen presentation. PD-L1 acts as both ligand and receptor on T cells, which exert tumor-promoting tolerance in the adjacent innate and adaptive immune compartments. The binding properties of IBI323 to T cells, which express both PD-L1 and Lag3, suggest the cis-action of IBI323 on PD-L1 and LAG-3 double-positive T cells in vitro. The avidity of the multivalent IBI323, obtained by targeting PD-L1 and LAG-3 on one T cell, may lead to prolonged inhibition of immunosuppressive pathways. In addition, PD-L1 is also expressed on different types of tumor cells and professional APCs. Lag-3 was mainly found on activated T and NK cells. We showed that IBI323 mediates the crosslinking between PD-L1+ cells and LAG-3+ cells in a simplified in vitro system comprising two types of target-expressing cells. IBI323-mediated crosslinking of PD-L1 on APCs and LAG-3 on T cells may stabilize immunological synapses and thereby facilitate T cell activation. Indeed, in an MLR assay, IBI323 induced stronger cytokine secretion compared to that induced by its parental anti-PD-L1 or anti-LAG-3 antibodies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37926, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To date, preclinical development of therapeutic antibodies that target immune checkpoints has been mainly based on surrogate, murine-specific antibodies, and syngeneic immune competent mouse models. Considering the intrinsic differences between the murine and human immune systems, we investigated the anti-tumor efficacy of IBI323 in two humanized mouse models. As human PD-L1 and LAG-3 can bind to murine PD-1 and murine MHC-II molecules, respectively, we evaluated the in vivo activity of IBI323 in PD-L1/LAG-3 double knock-in mouse model bearing human PD-L1 knock-in MC38 colon adenocarcinoma. IBI323 significantly inhibited MC38 tumor growth through both CD8+ and CD4+ T cells and led to increased number of cytokine producing cancer-specific T cells in the tumors and blood. In addition, we further evaluated the anti-tumor efficacy of IBI323 in NOG mice reconstituted with human immune cells that can capture the distinct features of the corresponding human immune system and tumor microenvironment. In this humanized mouse model, we observed a dose-dependent tumor growth regression induced by IBI323.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39038, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The anti-tumor activity and mechanism of action of a surrogate murine PD-L1/LAG-3 BsAb has recently been investigated in syngeneic tumor mouse models. The mouse surrogate of FS118 did not induce any significant increase of T cells in MC38 tumors. However, we indeed observed that the absolute numbers of CD4 and CD8 T cells in tumor increased significantly compared with IgG control group one week post IBI323 treatment. There might be several reasons for this difference: 1) We used PD-L1/LAG-3 double knock-in mice to characterize the mechanism of action of IBI323 directly. 2) The affinity of IBI323 to human antigens is higher than the affinity of FS118 surrogate antibody to mouse antigens. Therefore, IBI323 is possible to induce stronger anti-tumor immune response. Of note, we optimized the affinities of the PD-L1- and LAG-3-binding moieties, by applying two PD-L1 sdAs and LAG-3 mAb affinity maturation, respectively, to guarantee that IBI323 binds with high affinity to PD-L1+ tumor cells while maintaining the blocking function of anti-LAG-3 mAb. The unequal affinities to PD-L1 and LAG-3 might result in a certain degree of IBI323 accumulation within PD-L1+ tumor. On the contrary, the binding affinity of FS118 to PD-L1 is 17 times weaker than that to LAG3. Additional studies are necessary to determine the in vivo biodistribution and anti-tumor activity of these two antibodies in the same animal models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40461, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Taken together, IBI323 is a PD-L1/LAG-3 BsAb that targets and inhibits both PD-L1 and LAG-3 pathways and has the potential to overcome primary and acquired anti-PD-(L)1 resistance via a synergistic effect. IBI323 has enhanced anti-tumor efficacy compared with monotherapy while process no extra toxicity. The encouraging pre-clinical data presented in this study support the clinical development of IBI323.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40868, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 40891, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Disclosure of potential conflicts of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 40937, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Haiping Jiang declares no potential conflicts of interest. All other authors are employees of Innovent Biologics (Suzhou).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41060, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 41083, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplemental data for this article can be accessed on the publisher’s website.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41164, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 41175, "infons": {"fpage": "765", "issue": "5", "lpage": "11", "pub-id_doi": "10.1093/intimm/8.5.765", "pub-id_pmid": "8671665", "section_type": "REF", "source": "Int Immunol", "type": "ref", "volume": "8", "year": "1996"}, "text": "Expression of the PD-1 antigen on the surface of stimulated mouse T and B lymphocytes", "sentences": [], "annotations": [], "relations": []}, {"offset": 41261, "infons": {"fpage": "3887", "lpage": "3895", "pub-id_doi": "10.1002/j.1460-2075.1992.tb05481.x", "pub-id_pmid": "1396582", "section_type": "REF", "source": "EMBO J", "type": "ref", "volume": "11", "year": "1992"}, "text": "Induced expression of PD-1, a novel member of the immunoglobulin gene superfamily, upon programmed cell death", "sentences": [], "annotations": [], "relations": []}, {"offset": 41371, "infons": {"fpage": "467", "lpage": "477", "pub-id_doi": "10.1038/nri2326", "pub-id_pmid": "18500231", "section_type": "REF", "source": "Nat Rev Immunol", "type": "ref", "volume": "8", "year": "2008"}, "text": "Inhibitory B7-family molecules in the tumour microenvironment", "sentences": [], "annotations": [], "relations": []}, {"offset": 41433, "infons": {"fpage": "2018", "lpage": "2028", "pub-id_doi": "10.1056/NEJMoa1501824", "pub-id_pmid": "25891174", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "372", "year": "2015"}, "text": "Pembrolizumab for the treatment of non-small-cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 41495, "infons": {"fpage": "189", "lpage": "194", "pub-id_doi": "10.1136/jclinpath-2017-204853", "pub-id_pmid": "29097600", "section_type": "REF", "source": "J Clin Pathol", "type": "ref", "volume": "71", "year": "2018"}, "text": "Pd-L1", "sentences": [], "annotations": [], "relations": []}, {"offset": 41501, "infons": {"fpage": "311", "lpage": "319", "pub-id_doi": "10.1056/NEJMoa1411087", "pub-id_pmid": "25482239", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "372", "year": "2015"}, "text": "PD-1 blockade with nivolumab in relapsed or refractory Hodgkin’s lymphoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 41577, "infons": {"fpage": "e12", "lpage": "e19", "pub-id_doi": "10.1016/S2352-3026(18)30192-3", "pub-id_pmid": "30612710", "section_type": "REF", "source": "Lancet Haematol", "type": "ref", "volume": "6", "year": "2019"}, "text": "Safety and activity of sintilimab in patients with relapsed or refractory classical Hodgkin lymphoma (ORIENT-1): a multicentre, single-arm, phase 2 trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 41731, "infons": {"fpage": "563", "lpage": "567", "pub-id_doi": "10.1038/nature14011", "pub-id_pmid": "25428504", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "515", "year": "2014"}, "text": "Predictive correlates of response to the anti-PD-L1 antibody MPDL3280A in cancer patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 41821, "infons": {"fpage": "1393", "lpage": "1405", "pub-id_doi": "10.1084/jem.171.5.1393", "pub-id_pmid": "1692078", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "171", "year": "1990"}, "text": "LAG-3, a novel lymphocyte activation gene closely related to CD4", "sentences": [], "annotations": [], "relations": []}, {"offset": 41886, "infons": {"fpage": "80", "lpage": "96", "pub-id_doi": "10.1111/imr.12519", "pub-id_pmid": "28258692", "section_type": "REF", "source": "Immunol Rev", "type": "ref", "volume": "276", "year": "2017"}, "text": "LAG3 (CD223) as a cancer immunotherapy target", "sentences": [], "annotations": [], "relations": []}, {"offset": 41932, "infons": {"fpage": "5392", "lpage": "5395", "pub-id_doi": "10.4049/jimmunol.169.10.5392", "pub-id_pmid": "12421911", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "169", "year": "2002"}, "text": "Cutting edge: molecular analysis of the negative regulatory function of lymphocyte activation gene-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 42033, "infons": {"fpage": "2718", "lpage": "2721", "pub-id_doi": "10.1002/eji.1830250949", "pub-id_pmid": "7589152", "section_type": "REF", "source": "Eur J Immunol", "type": "ref", "volume": "25", "year": "1995"}, "text": "CD4/major histocompatibility complex class II interaction analyzed with CD4- and lymphocyte activation gene-3 (LAG-3)-Ig fusion proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 42170, "infons": {"fpage": "5450", "lpage": "5455", "pub-id_doi": "10.4049/jimmunol.172.9.5450", "pub-id_pmid": "15100286", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "172", "year": "2004"}, "text": "Lymphocyte activation gene-3 (CD223) regulates the size of the expanding T cell population following antigen activation in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 42298, "infons": {"pub-id_doi": "10.1200/JCO.2017.35.15_SUPPL.9520", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "35", "year": "2017"}, "text": "Initial efficacy of anti-lymphocyte activation gene-3 (anti–LAG-3; BMS-986016) in combination with nivolumab (nivo) in pts with melanoma (MEL) previously treated with anti–PD-1/PD-L1 therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 42493, "infons": {"fpage": "917", "lpage": "927", "pub-id_doi": "10.1158/0008-5472.CAN-11-1620", "pub-id_pmid": "22186141", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "72", "year": "2012"}, "text": "Immune inhibitory molecules LAG-3 and PD-1 synergistically regulate T-cell function to promote tumoral immune escape", "sentences": [], "annotations": [], "relations": []}, {"offset": 42610, "infons": {"fpage": "1477", "lpage": "1488", "pub-id_doi": "10.4049/jimmunol.1600589", "pub-id_pmid": "27371726", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "197", "year": "2016"}, "text": "Molecular profile of tumor-specific CD8+ T cell hypofunction in a transplantable murine cancer model", "sentences": [], "annotations": [], "relations": []}, {"offset": 42711, "infons": {"fpage": "4899", "lpage": "4909", "pub-id_doi": "10.4049/jimmunol.1300271", "pub-id_pmid": "23536636", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "190", "year": "2013"}, "text": "Restoring immune function of tumor-specific CD4+ T cells during recurrence of melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 42798, "infons": {"fpage": "7875", "lpage": "7880", "pub-id_doi": "10.1073/pnas.1003345107", "pub-id_pmid": "20385810", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "107", "year": "2010"}, "text": "Tumor-infiltrating NY-ESO-1-specific CD8+NY-ESO-1–specific CD8+T cells are negatively regulated by LAG-3 and PD-1 in human ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42938, "infons": {"comment": "accessed", "section_type": "REF", "type": "ref"}, "text": "Dual immunotherapy regimen targeting a novel immune checkpoint significantly delays disease progression in patients with advanced melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 43077, "infons": {"fpage": "3004", "section_type": "REF", "type": "ref", "volume": "38", "year": "2020"}, "text": "A phase I, first-in-human, open-label, dose-escalation study of MGD013, a bispecific DART molecule binding PD-1 and LAG-3, in patients with unresectable or metastatic neoplasms", "sentences": [], "annotations": [], "relations": []}, {"offset": 43254, "infons": {"fpage": "3333", "lpage": "3344", "pub-id_doi": "10.1158/1078-0432.CCR-19-3548", "pub-id_pmid": "32299814", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "26", "year": "2020"}, "text": "FS118, a bispecific antibody targeting LAG-3 and PD-L1, enhances T-cell activation resulting in potent antitumor activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 43376, "infons": {"fpage": "12161", "lpage": "12168", "pub-id_doi": "10.1128/JVI.75.24.12161-12168.2001", "pub-id_pmid": "11711607", "section_type": "REF", "source": "J Virol", "type": "ref", "volume": "75", "year": "2001"}, "text": "Effector function activities of a panel of mutants of a broadly neutralizing antibody against human immunodeficiency virus type 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 43506, "infons": {"fpage": "74", "pub-id_doi": "10.1186/s12918-017-0447-8", "pub-id_pmid": "28807050", "section_type": "REF", "source": "BMC Syst Biol", "type": "ref", "volume": "11", "year": "2017"}, "text": "Cooperative binding mitigates the high-dose hook effect", "sentences": [], "annotations": [], "relations": []}, {"offset": 43562, "infons": {"fpage": "95", "lpage": "106", "pub-id_doi": "10.1016/j.molimm.2015.01.003", "pub-id_pmid": "25637431", "section_type": "REF", "source": "Mol Immunol", "type": "ref", "volume": "67", "year": "2015"}, "text": "Alternative molecular formats and therapeutic applications for bispecific antibodies", "sentences": [], "annotations": [], "relations": []}, {"offset": 43647, "infons": {"fpage": "182", "lpage": "197", "pub-id_doi": "10.4161/mabs.4.2.19000", "pub-id_pmid": "22453100", "section_type": "REF", "source": "MAbs", "type": "ref", "volume": "4", "year": "2012"}, "text": "Dual targeting strategies with bispecific antibodies", "sentences": [], "annotations": [], "relations": []}, {"offset": 43700, "infons": {"fpage": "621", "lpage": "632", "pub-id_doi": "10.1016/j.tibtech.2013.08.007", "pub-id_pmid": "24094861", "section_type": "REF", "source": "Trends Biotechnol", "type": "ref", "volume": "31", "year": "2013"}, "text": "A tale of two specificities: bispecific antibodies for therapeutic and diagnostic applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 43795, "infons": {"fpage": "677", "lpage": "704", "pub-id_doi": "10.1146/annurev.immunol.26.021607.090331", "pub-id_pmid": "18173375", "section_type": "REF", "source": "Annu Rev Immunol", "type": "ref", "volume": "26", "year": "2008"}, "text": "PD-1 and its ligands in tolerance and immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 43842, "infons": {"fpage": "442", "lpage": "454", "pub-id_doi": "10.1038/s41590-020-0620-x", "pub-id_pmid": "32152508", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "21", "year": "2020"}, "text": "PD-L1 engagement on T cells promotes self-tolerance and suppression of neighboring macrophages and effector T cells in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 43968, "infons": {"fpage": "635", "issue": "1", "lpage": "674", "pub-id_doi": "10.1146/annurev-immunol-032712-095921", "pub-id_pmid": "23330956", "section_type": "REF", "source": "Annu Rev Immunol", "type": "ref", "volume": "31", "year": "2013"}, "text": "Human hemato-lymphoid system mice: current use and future potential for medicine", "sentences": [], "annotations": [], "relations": []}, {"offset": 44049, "infons": {"fpage": "2946", "lpage": "2951", "pub-id_doi": "10.1073/pnas.1222738110", "pub-id_pmid": "23382184", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "110", "year": "2013"}, "text": "Conservation and divergence in the transcriptional programs of the human and mouse immune systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 44147, "infons": {"fpage": "1180", "lpage": "1186", "pub-id_doi": "10.1002/eji.1830260533", "pub-id_pmid": "8647185", "section_type": "REF", "source": "Eur J Immunol", "type": "ref", "volume": "26", "year": "1996"}, "text": "T cell major histocompatibility complex class II molecules down-regulate CD4+ T cell clone responses following LAG-3 binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 44272, "infons": {"fpage": "1027", "lpage": "1034", "pub-id_doi": "10.1084/jem.192.7.1027", "pub-id_pmid": "11015443", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "192", "year": "2000"}, "text": "Engagement of the PD-1 immunoinhibitory receptor by a novel B7 family member leads to negative regulation of lymphocyte activation", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]