[{"source": "PMC", "date": "20230612", "key": "pmc.key", "infons": {}, "documents": [{"id": "9838483", "infons": {"license": "NO-CC CODE"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1007/s10461-022-03953-6", "article-id_pmc": "9838483", "article-id_pmid": "36629972", "article-id_publisher-id": "3953", "fpage": "2216", "issue": "7", "kwd": "COVID-19 Food insecurity Uganda HIV/AIDS Antiretroviral therapy (ART)", "license": "This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.", "lpage": "2225", "name_0": "surname:MacCarthy;given-names:Sarah", "name_1": "surname:Wagner;given-names:Zachary", "name_2": "surname:Saya;given-names:Uzaib", "name_3": "surname:Ghai;given-names:Ishita", "name_4": "surname:Karamagi;given-names:Yvonne", "name_5": "surname:Odiit;given-names:Mary", "name_6": "surname:Mukasa;given-names:Barbara", "name_7": "surname:Linnemayr;given-names:Sebastian", "name_8": "surname:Linnemayr;given-names:Sebastian", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "27", "year": "2023"}, "text": "Food Insecurity During the COVID-19 Pandemic: A Longitudinal Mixed-Methods Study from a Cohort of HIV Clients in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 120, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The COVID-19 pandemic threatens the food security of people in low-income countries. This is important for people living with HIV (PLWH) because HIV medication should be taken with food to avoid side-effects. We used survey data (n = 314) and qualitative interviews (n = 95) to longitudinally explore how the pandemic impacted food insecurity among PLWH in Kampala, Uganda. Prior to March 2020, 19.7% of respondents were food insecure. Our regression models estimate that food insecurity rose by 9.1 percentage points in our first round of surveys (June–September 2020; p < 0.05; t = 2.17), increasing to 17.2 percentage points in the second round of surveys (July–November 2021; p < 0.05; t = 2.32). Qualitative interviews reveal that employment loss and deteriorating support systems led to reduced meals and purchasing of cheaper foods. Respondents reported continuing to take their HIV medication even in the presence of food insecurity. Strategies for ensuring that PLWH have enough food should be prioritized so that the millions of PLWH in sub-Saharan Africa can take their medication without experiencing uncomfortable side-effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1289, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Clinical Trials Registration Number NCT03494777", "sentences": [], "annotations": [], "relations": []}, {"offset": 1337, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1350, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The COVID-19 pandemic has severely reduced the living standards of people in low-income countries. In Uganda, strict lockdowns were used as public health measures to counter the spread of COVID-19, yet studies have shown their negative effects on different aspects of people’s lives, including increased barriers to HIV care across sub-Saharan Africa. Our own research documented how people living with HIV (PLWH) in Uganda were impacted directly by COVID-19, stating that it negatively impacted their ART adherence in several diverse ways. For example, our mixed-methods study showed 14% of the sample said that COVID-19 had negatively impacted their ART adherence. We also found lockdowns and other mitigation measures taken to prevent infection spread discouraged clinic attendance: clinic visits plummeted by more than 50% after a national lockdown was initiated. Further, across studies we noted adverse effects on other critical health outcomes such as mental health (e.g., rates of elevated depressive symptoms nearly tripled over one study period), and on the overall economic wellbeing of PLWH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2456, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Such negative economic effects are important in their own right in this vulnerable population, but economic factors are also robust determinants of HIV care outcomes. Pandemic-induced economic harms from things like job loss and the global recession are unlikely to subside in the near future, and over the long run, these challenges may translate into worsened health outcomes for PLWH. For example, reduced financial well-being could limit PLWH’s ability to purchase food, which may in turn, limit their ability to take their ART medication consistently and correctly. Substantial evidence suggests that food insecurity can influence HIV outcomes and is associated with decreased ART adherence, reduced baseline CD4 cell count, incomplete virologic suppression, and decreased survival. Given our initial evidence showing that food insecurity may have increased during the pandemic, in this paper we used a mixed-methods approach to longitudinally assess the extent to which food insecurity changed over time and what was driving these changes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3504, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 3512, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study Design, Setting, Participants and Ethical Approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 3569, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We collected the quantitative and qualitative data underlying this manuscript from participants of an ongoing study called “Behavioral Economics Incentives to Support HIV Treatment Adherence” (“BEST”, Clinical Trials Registration Number NCT03494777), in which we enrolled adult clients at Mildmay Uganda to participate in a randomized controlled trial (RCT). The BEST study tests an intervention that promotes ART adherence through small rewards for high adherence and is described in detail elsewhere.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4080, "infons": {"file": "10461_2022_3953_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Data collection timeline. Notes Pre-COVID 1 = June 2018-August 2019, Pre-COVID 2 = January 2019-March 2020, Pre-COVID 3 = July 2019-March 2020 (33 of 320 observations for this round were after the start of the pandemic and thus not included), COVID Round 1 = June–September 2020, COVID Round 2 = July–September 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 4420, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All BEST study participants were existing ART clients sampled from Mildmay Uganda, a large HIV clinic in Kampala, Uganda. The site serves a large portion of the HIV positive population in and around Kampala, and thus their clients represent a variety of different demographic groups yet are generally low-income and economically vulnerable. The data collection, described in detail below, occurred prior to and during several national lockdowns (See Fig. 1 for detailed timeline). During the first national lockdown (starting in March 2020, with restrictions gradually easing over the year), public transportation, taxis, and most businesses were required to close during lockdowns, and citizens were told to stay in their homes aside from a few essential activities (e.g., grocery shopping). Mildmay Uganda was defined as an essential service and therefore remained open during the lockdown. During the subsequent second lockdown between June and July 2021, curfew was maintained, and several transportation restrictions remained in effect such as limiting the use of motorcycle taxis or boda bodas, a common form of transportation in Uganda, to one passenger. Schools also remained closed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5613, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We recruited participants for the BEST study between March 2018 and August 2019. We used electronic health records to identify patients that were 18 or older, had been on ART at Mildmay Uganda for 2 years or longer, and had documented adherence problems in the 6 months preceding recruitment (defined as showing lack of viral suppression, being sent to adherence counseling, or showing disease stage 3 or 4 as per WHO guidelines). We obtained ethics approval from the RAND Corporation’s Human Subjects Protection Committee (#2016-0956), the Mildmay Uganda Research Ethics Committee Institutional Review Board (#02013-2018), and the Uganda National Council for Science and Technology (#2394).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6309, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 6314, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The BEST study participants completed surveys roughly every 6 months between March 2018 and March 2020, providing a “pre-pandemic” baseline of food insecurity (3 surveys total for most participants). We then collected two rounds of quantitative and qualitative data via telephone interviews with BEST study participants during the COVID-19 pandemic during which in-person research activities were not allowed by the Uganda National Council of Science and Technology (UNCST). Verbal consent to participate was obtained from all study participants prior to the start of data collection. If the respondent was not the client, the coordinator asked when s/he should call again. The clinic or the person’s HIV status was not mentioned to prevent unintended disclosure. Following consent, the coordinator initiated the audio-recording by phone. Once completed, the recording was labeled with the clinic ID and electronically transferred to a secure data storage portal and deleted from the phone. Clients were informed of being paid 20,000 USh (~ $6USD) at their next clinic visit for their time spent completing the telephone survey.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7452, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As shown in Fig. 1, data for COVID survey Round 1 were collected between June and September 2020 just after restrictions from the first national lockdown eased (n = 314, 96% response rate out of a possible 328 participants enrolled in the study), and data for COVID survey Round 2 were collected between July and November 2021, mostly following the second national lockdown between June and July 2021 (n = 295, 94% response rate out of the possible 316 participants enrolled in the study at the time). For the qualitative data, we interviewed a random subsample of individuals participating in the COVID surveys (n = 95 in Round 1 and n = 57 in Round 2), asking semi-structured questions about how the pandemic impacted their food security.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8210, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We measured food insecurity on all three surveys prior to the pandemic and both COVID survey rounds using an adapted version of the Food Insecurity Experience Scale (FIES) which has been validated for use in sub-Saharan Africa. The food insecurity score was based on responses to five survey questions relating to access to food and the associated constraints on ability to obtain adequate quantity of food. Based on thresholds employed by other studies using the FIES, we defined the levels as low (raw score 0–3), and high (raw score 4–5). Additionally, based on whether the respondent responded affirmatively to questions on cutting the size of meals or skipping a meal, going a whole day without eating, being hungry but couldn't eat because they did not have money to buy food, not being sure where they were getting their next meal, or feeling worried or stressed about not having a reliable source of food.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9128, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We did not measure economic or financial outcomes prior to the pandemic and thus we cannot assess changes in these outcomes. However, in both surveys completed during the pandemic we did ask respondents how their economic circumstances had changed as a result of the pandemic and report those findings below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9437, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9459, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We estimated means and 95% confidence intervals of the food insecurity outcome for each of the five survey rounds. We used linear regression models to compare the level of food insecurity in the surveys conducted during the pandemic to the average food insecurity level prior to the pandemic. Regression models adjust iteratively for the pre-existing trend in food insecurity, and include individual fixed-effects, and dummy variables for each calendar month (to control for seasonality in food insecurity). Individual fixed-effects are important because they adjust for the change in sample composition between the pre-and post-COVID survey waves (some participants had more pre- and/or post-COVID surveys than others). Calendar month is highly collinear with the post-COVID surveys, so we prefer specifications without calendar month included. Thus, our preferred specification includes individual fixed-effects without calendar month fixed-effects. For most participants, the first three surveys were completed prior to the pandemic and the last two were completed after the pandemic started. However, some participants received their third survey near the start of the pandemic (i.e., two pre-COVID surveys and three COVID surveys). We clustered standard errors by individual to account for autocorrelation in food insecurity over time. All participants completed surveys in the pre-pandemic period but responses to the phone surveys during the pandemic were incomplete (96% response rate in round 1 and 94% response rate in round 2). To account for potential bias introduced by this, we conducted sensitivity analyses using only participants with complete data in all survey rounds.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11147, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Qualitative Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 11168, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The interview data were analyzed using a modified QUAN-qual approach, as described by Palinkas et al.. Specifically, while the data were simultaneously collected, the survey data highlighted significant changes in levels of food insecurity; therefore the function of the qualitative data analysis was to serve as ‘expansion’ (e.g., using the qualitative data set to explain results from the quantitative data set). Thus, the qualitative component was embedded within the overall study and plays a supportive role to the quantitative data. Transcripts were reviewed by two researchers with qualitative expertise (SM and IG) to develop an initial codebook including definitions, inclusion criteria, and example text to assist in the coding process. Both researchers jointly coded eight transcripts and achieved a Cohen’s Kappa of 0.98 on a set of 33 excerpts indicating excellent agreement. The remaining transcripts were individually coded. Excerpts were then exported into Excel to identify the frequency and range of key themes that emerged and allowed for exploration of subgroup differences by sex, age, education, employment status, and income, though only differences by sex were noted and are reported below. Given the quantitative findings emphasizing the significant changes in food insecurity, we examined participant responses with attention to differences between patients based on whether they: always reported food insecurity (n = 9); only reported food insecurity during in the pandemic (n = 11); or never reported food insecurity (n = 25). We also explored the outlying experiences of some participants whose food security actually decreased over the course of the pandemic to better understand if any of the contributing factors could be utilized to help address food insecurity in the future (n = 6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13008, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13016, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Quantitative Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13037, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical characteristics of participants across survey rounds", "sentences": [], "annotations": [], "relations": []}, {"offset": 13115, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Variables</th><th align=\"left\">Both COVID rounds 1 and 2</th><th align=\"left\">COVID Round 1</th><th align=\"left\">COVID Round 2</th><th align=\"left\">Qualitative sample</th></tr></thead><tbody><tr><td align=\"left\">N</td><td align=\"left\">293</td><td align=\"left\">314</td><td align=\"left\">295</td><td align=\"left\">52</td></tr><tr><td align=\"left\">Age (years)</td><td align=\"left\">37.8</td><td align=\"left\">37.7</td><td align=\"left\">37.9</td><td align=\"left\">37.6</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.768)</td><td align=\"left\">(0.732)</td><td align=\"left\">(0.765)</td><td align=\"left\">(1.98)</td></tr><tr><td align=\"left\">Male (%)</td><td align=\"left\">36.3</td><td align=\"left\">36.3</td><td align=\"left\">36.3</td><td align=\"left\">34.6</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.80)</td><td align=\"left\">(2.71)</td><td align=\"left\">(2.79)</td><td align=\"left\">(6.59)</td></tr><tr><td align=\"left\">English preferred language (%)</td><td align=\"left\">32.6</td><td align=\"left\">31.5</td><td align=\"left\">32.3</td><td align=\"left\">28.8</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.73)</td><td align=\"left\">(2.62)</td><td align=\"left\">(2.71)</td><td align=\"left\">(6.28)</td></tr><tr><td align=\"left\">Literate (%)</td><td align=\"left\">61.2</td><td align=\"left\">58.5</td><td align=\"left\">61.2</td><td align=\"left\">59.6</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.84)</td><td align=\"left\">(2.77)</td><td align=\"left\">(2.82)</td><td align=\"left\">(6.80)</td></tr><tr><td align=\"left\">Completed secondary school (%)</td><td align=\"left\">56.8</td><td align=\"left\">54.1</td><td align=\"left\">56.5</td><td align=\"left\">50</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.88)</td><td align=\"left\">(2.81)</td><td align=\"left\">(2.87)</td><td align=\"left\">(6.93)</td></tr><tr><td align=\"left\">In relationship (%)</td><td align=\"left\">52.3</td><td align=\"left\">51.9</td><td align=\"left\">52.5</td><td align=\"left\">50</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.91)</td><td align=\"left\">(2.81)</td><td align=\"left\">(2.89)</td><td align=\"left\">(6.93)</td></tr><tr><td align=\"left\">Employed (%)</td><td align=\"left\">62.9</td><td align=\"left\">63.3</td><td align=\"left\">62.9</td><td align=\"left\">73.0</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.81)</td><td align=\"left\">(2.71)</td><td align=\"left\">(2.80)</td><td align=\"left\">(6.15)</td></tr><tr><td align=\"left\">Years on ART</td><td align=\"left\">11.5</td><td align=\"left\">11.5</td><td align=\"left\">11.5</td><td align=\"left\">11.7</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.209)</td><td align=\"left\">(0.201)</td><td align=\"left\">(0.207)</td><td align=\"left\">(0.445)</td></tr><tr><td align=\"left\">Years at MUG</td><td align=\"left\">12.7</td><td align=\"left\">12.7</td><td align=\"left\">12.7</td><td align=\"left\">12.6</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.221)</td><td align=\"left\">(0.215)</td><td align=\"left\">(0.220)</td><td align=\"left\">(0.490)</td></tr><tr><td align=\"left\">Food insecure at round 1 (High %)</td><td align=\"left\">24.1</td><td align=\"left\">22.6</td><td align=\"left\">NA</td><td align=\"left\">30.7</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.49)</td><td align=\"left\">(2.36)</td><td align=\"left\"/><td align=\"left\">(6.40)</td></tr><tr><td align=\"left\">Food insecure at round 2 (High %)</td><td align=\"left\">28.2</td><td align=\"left\">NA</td><td align=\"left\">28.2</td><td align=\"left\">40.3</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.62)</td><td align=\"left\"/><td align=\"left\">(2.61)</td><td align=\"left\">(6.80)</td></tr><tr><td align=\"left\">Depressed at round 1 (High %)</td><td align=\"left\">18.0</td><td align=\"left\">16.8</td><td align=\"left\">NA</td><td align=\"left\">23.0</td></tr><tr><td align=\"left\"/><td align=\"left\">(2.24)</td><td align=\"left\">(2.11)</td><td align=\"left\"/><td align=\"left\">(5.84)</td></tr><tr><td align=\"left\">Depressed at round 2 (High %)</td><td align=\"left\">12.5</td><td align=\"left\">NA</td><td align=\"left\">12.4</td><td align=\"left\">13.4</td></tr><tr><td align=\"left\"/><td align=\"left\">(1.93)</td><td align=\"left\"/><td align=\"left\">(1.91)</td><td align=\"left\">(4.73)</td></tr><tr><td align=\"left\">Viral load suppressed (%)</td><td align=\"left\">93.1</td><td align=\"left\">92.0</td><td align=\"left\">93.2</td><td align=\"left\">94.2</td></tr><tr><td align=\"left\"/><td align=\"left\">(1.46)</td><td align=\"left\">(1.52)</td><td align=\"left\">(1.45)</td><td align=\"left\">(3.23)</td></tr></tbody></table>\n"}, "text": "Variables\tBoth COVID rounds 1 and 2\tCOVID Round 1\tCOVID Round 2\tQualitative sample\t \tN\t293\t314\t295\t52\t \tAge (years)\t37.8\t37.7\t37.9\t37.6\t \t\t(0.768)\t(0.732)\t(0.765)\t(1.98)\t \tMale (%)\t36.3\t36.3\t36.3\t34.6\t \t\t(2.80)\t(2.71)\t(2.79)\t(6.59)\t \tEnglish preferred language (%)\t32.6\t31.5\t32.3\t28.8\t \t\t(2.73)\t(2.62)\t(2.71)\t(6.28)\t \tLiterate (%)\t61.2\t58.5\t61.2\t59.6\t \t\t(2.84)\t(2.77)\t(2.82)\t(6.80)\t \tCompleted secondary school (%)\t56.8\t54.1\t56.5\t50\t \t\t(2.88)\t(2.81)\t(2.87)\t(6.93)\t \tIn relationship (%)\t52.3\t51.9\t52.5\t50\t \t\t(2.91)\t(2.81)\t(2.89)\t(6.93)\t \tEmployed (%)\t62.9\t63.3\t62.9\t73.0\t \t\t(2.81)\t(2.71)\t(2.80)\t(6.15)\t \tYears on ART\t11.5\t11.5\t11.5\t11.7\t \t\t(0.209)\t(0.201)\t(0.207)\t(0.445)\t \tYears at MUG\t12.7\t12.7\t12.7\t12.6\t \t\t(0.221)\t(0.215)\t(0.220)\t(0.490)\t \tFood insecure at round 1 (High %)\t24.1\t22.6\tNA\t30.7\t \t\t(2.49)\t(2.36)\t\t(6.40)\t \tFood insecure at round 2 (High %)\t28.2\tNA\t28.2\t40.3\t \t\t(2.62)\t\t(2.61)\t(6.80)\t \tDepressed at round 1 (High %)\t18.0\t16.8\tNA\t23.0\t \t\t(2.24)\t(2.11)\t\t(5.84)\t \tDepressed at round 2 (High %)\t12.5\tNA\t12.4\t13.4\t \t\t(1.93)\t\t(1.91)\t(4.73)\t \tViral load suppressed (%)\t93.1\t92.0\t93.2\t94.2\t \t\t(1.46)\t(1.52)\t(1.45)\t(3.23)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14246, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Data are from electronic health records as of June 2019 and survey data collected prior to the pandemic. Food insecurity was measured using the Food Insecurity Experience Scale (FIES) and depression was assessed with the 8-item Patient health questionnaire (PHQ-8), on which scores > 9 signify a positive screen for elevated depressive symptoms. Both these measures were assessed across each COVID-19 survey round. Viral load measures are based on the most recent viral load test. Standard errors in parentheses", "sentences": [], "annotations": [], "relations": []}, {"offset": 14762, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown in Table 1, the average age of the sample was about 38 years, ranging from 18 to 69 years old. Approximately two-thirds of the sample was female, and more than half the sample had completed secondary education. About 63% were formally or informally employed based on data from the last round of surveys before the pandemic. With respect to HIV treatment and care, the average participant had been on ART for 11.5 years and 93% had undetectable viral load at their most recent test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15256, "infons": {"file": "10461_2022_3953_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Food insecurity before and during the pandemic. Pre-COVID 1 = June 2018-August 2019, Pre-COVID 2 = January 2019-March 2020, Pre-COVID 3 = July 2019-March 2020 (33 of 320 observations for this round were after the start of the pandemic and thus not included), COVID Round 1 = June–September 2020, COVID Round 2 = July–September 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 15612, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Change in food insecurity compared to prior to the pandemic (regression results)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15693, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"2\">Variables</th><th align=\"left\">(1)</th><th align=\"left\">(2)</th><th align=\"left\">(3)</th><th align=\"left\">(4)</th><th align=\"left\">(5)</th></tr><tr><th align=\"left\">Food insecurity</th><th align=\"left\">Food insecurity</th><th align=\"left\">Food insecurity</th><th align=\"left\">Food insecurity</th><th align=\"left\">Food insecurity</th></tr></thead><tbody><tr><td align=\"left\">COVID round 1</td><td align=\"left\">0.0565**</td><td align=\"left\">0.0169</td><td align=\"left\">0.0444</td><td align=\"left\">0.0620</td><td align=\"left\">0.0913**</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.0232)</td><td align=\"left\">(0.0311)</td><td align=\"left\">(0.0442)</td><td align=\"left\">(0.0482)</td><td align=\"left\">(0.0422)</td></tr><tr><td align=\"left\"/><td align=\"left\">[2.441]</td><td align=\"left\">[0.543]</td><td align=\"left\">[1.006]</td><td align=\"left\">[1.286]</td><td align=\"left\">[2.166]</td></tr><tr><td align=\"left\">COVID round 2</td><td align=\"left\">0.0881***</td><td align=\"left\">0.0590*</td><td align=\"left\">0.110</td><td align=\"left\">0.155**</td><td align=\"left\">0.172**</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.0263)</td><td align=\"left\">(0.0307)</td><td align=\"left\">(0.0701)</td><td align=\"left\">(0.0779)</td><td align=\"left\">(0.0742)</td></tr><tr><td align=\"left\"/><td align=\"left\">[3.351]</td><td align=\"left\">[1.923]</td><td align=\"left\">[1.576]</td><td align=\"left\">[1.987]</td><td align=\"left\">[2.321]</td></tr><tr><td align=\"left\">Observations</td><td align=\"left\">1,537</td><td align=\"left\">1,537</td><td align=\"left\">1,537</td><td align=\"left\">1,537</td><td align=\"left\">1,537</td></tr><tr><td align=\"left\">R-squared</td><td align=\"left\">0.008</td><td align=\"left\">0.012</td><td align=\"left\">0.013</td><td align=\"left\">0.475</td><td align=\"left\">0.469</td></tr><tr><td align=\"left\">Calendar month FE?</td><td align=\"left\">No</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">No</td></tr><tr><td align=\"left\">Time trend?</td><td align=\"left\">No</td><td align=\"left\">No</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td></tr><tr><td align=\"left\">Person fixed-effects?</td><td align=\"left\">No</td><td align=\"left\">No</td><td align=\"left\">No</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td></tr><tr><td align=\"left\">p-value of R1 vs R2</td><td align=\"left\">0.264</td><td align=\"left\">0.165</td><td align=\"left\">0.132</td><td align=\"left\">0.0514</td><td align=\"left\">0.0797</td></tr><tr><td align=\"left\">Number of participants</td><td align=\"left\">314</td><td align=\"left\">314</td><td align=\"left\">314</td><td align=\"left\">314</td><td align=\"left\">314</td></tr><tr><td align=\"left\">Pre-COVID FI Share</td><td align=\"left\">0.194</td><td align=\"left\">0.194</td><td align=\"left\">0.194</td><td align=\"left\">0.194</td><td align=\"left\">0.194</td></tr></tbody></table>\n"}, "text": "Variables\t(1)\t(2)\t(3)\t(4)\t(5)\t \tFood insecurity\tFood insecurity\tFood insecurity\tFood insecurity\tFood insecurity\t \tCOVID round 1\t0.0565**\t0.0169\t0.0444\t0.0620\t0.0913**\t \t\t(0.0232)\t(0.0311)\t(0.0442)\t(0.0482)\t(0.0422)\t \t\t[2.441]\t[0.543]\t[1.006]\t[1.286]\t[2.166]\t \tCOVID round 2\t0.0881***\t0.0590*\t0.110\t0.155**\t0.172**\t \t\t(0.0263)\t(0.0307)\t(0.0701)\t(0.0779)\t(0.0742)\t \t\t[3.351]\t[1.923]\t[1.576]\t[1.987]\t[2.321]\t \tObservations\t1,537\t1,537\t1,537\t1,537\t1,537\t \tR-squared\t0.008\t0.012\t0.013\t0.475\t0.469\t \tCalendar month FE?\tNo\tYes\tYes\tYes\tNo\t \tTime trend?\tNo\tNo\tYes\tYes\tYes\t \tPerson fixed-effects?\tNo\tNo\tNo\tYes\tYes\t \tp-value of R1 vs R2\t0.264\t0.165\t0.132\t0.0514\t0.0797\t \tNumber of participants\t314\t314\t314\t314\t314\t \tPre-COVID FI Share\t0.194\t0.194\t0.194\t0.194\t0.194\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16450, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Food insecurity is the dependent variable in all regressions. COVID Round 1 is in indicator for the first round of surveys conducted between June and September 2020. COVID Round 2 is indicator for the second round of surveys conducted between July 2021 and November 2021. Column 1 is unadjusted, column 2 controls for seasonality using calendar month dummy variables, column 3 adds controls for the time trend, column 4 adds fixed-effects for each participant, and column 5 includes only the time trend and fixed-effects. Robust standard errors in parentheses; t-statistics are in brackets", "sentences": [], "annotations": [], "relations": []}, {"offset": 17040, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "***p < 0.01, **p < 0.05, *p < 0.1", "sentences": [], "annotations": [], "relations": []}, {"offset": 17086, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 2 shows that the share of participants with high food insecurity was steady at about 20% across the three rounds of pre-COVID surveys from June 2018 to March 2020 but increased to 23% during the initial round of COVID surveys (June–September 2020) and reached 28% during the subsequent round of COVID surveys (July–November 2021). Table 2 shows regression results comparing food insecurity between pre-COVID and COVID rounds. Column 1 (unadjusted) shows that food insecurity increased by 5.7 percentage points during COVID Round 1 (29% increase; p < 0.05; t = 2.44) and 8.8 percentage points during COVID Round 2 (44% increase; p < 0.01; t = 3.32) compared to the pre-COVID average (19.4%). Column 2 controls for seasonality which decreases the size and significance of the effect, but still shows a significant 5.9 percentage point increase in COVID Round 2 (p < 0.1; t = 1.92). Column 3 adds an adjustment for the underlying time trend, which increases the magnitude of the effect but reduces the statistical precision (effects are no longer significant, potentially due to multicollinearity between COVID round and month, which inflates standard errors). Column 4 adds individual fixed-effects, which changes the magnitude of the coefficients to 6.2 percentage points in Round 1 (32% increase, but not significant; t = 1.29) and 15.5 percentage points in Round 2 (80% increase; p < 0.05; t = 1.99). Column 5, our preferred specification, drops the seasonality controls which are highly colinear with the COVID survey rounds, which could increase standard errors. This specification shows a 9.1 percentage point increase in COVID Round 1 (47% increase; p < 0.05; t = 2.16) and a 17.2 percentage point increase in COVID Round 2 (89% increase; p < 0.05; t = 2.32).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18915, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This increase in food insecurity is corroborated by reports of reducing meals (49% of survey respondents reported doing so in COVID Round 2 survey) and consumption of less preferred and less expensive foods (61% reported doing so in COVID Round 2 survey), although we do not have these measures prior to the pandemic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19233, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Increased food insecurity may be explained by worsening economic conditions in Uganda. In the COVID Round 2 Survey (the most recent survey), 83% of respondents reported that the pandemic had negatively impacted their financial status, and 76% reported that their financial status was worse at the present time compared to the first lockdown between April-June 2020.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19599, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Qualitative Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19619, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The qualitative results provided additional insights regarding the factors driving food insecurity, as well as its impact on ART medication adherence, and coping strategies deployed by participants, with attention to if and how things may have changed over the course of the pandemic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19904, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Factors Driving Food Insecurity", "sentences": [], "annotations": [], "relations": []}, {"offset": 19936, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The factors driving food insecurity appeared closely tied to the pandemic. For example, nearly all participants who always reported food insecurity, as well as all of those reporting it only as the pandemic continued, attributed their challenges in getting food to a lack of employment and the related financial instability that was exacerbated by the pandemic. One participant reflecting on this challenge said: [T]here’s only one reason [for food insecurity]; I don’t have a job, have got nothing to do but if I get a job I can provide everything to myself. (20-year-old female who always reported food insecurity). When interviewed later in the pandemic, the same participant noted how there were even fewer employment opportunities, exacerbating their financial instability: When the lock down came, when they locked us up now at the place where I was working we stopped working so I started looking for occasional jobs but when they [were] also scarce, that is what caused me [to not have food]. Another participant echoed the sentiment, stating how he had to look for occasional jobs to compensate for slow business: I don’t earn well and businesses [d]on’t move… I do occasional jobs [to compensate]. (46-year-old male who always reported food insecurity). The same person described the difficulty associated with finding other jobs as the pandemic continued; when asked later he said: All my work failed, I no longer have customers and I wasn’t able to go and do my work as I used to, all the places where I used to work from where closed and I ended up when I am in trouble.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21532, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Those who were not food insecure referenced several supportive factors that enabled them to maintain a steady food supply; these included having financial stability, family and friends, as well as the ability to grow food independently. One participant suggested how the father of her children has been working hard to ensure she and her kids don’t go hungry: The father of my children has been caring by sending us [money], even if I have not been working … he has been caring by sending it to us. (44-year-old female). She echoed the importance of being able to grow her own food, when asked in a later interview, and said Since we are in the village, food has been there. In the village people plant crops, so people have been having food, at home we have food since we are in the village. It is not for buying, and even fruits have been in plenty when they are available at home.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22420, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The outliers who experienced a decline in food insecurity particularly emphasized the importance of support from family and friends and their ability to grow food themselves. One participant initially noted lack of money as an important barrier to food security: [I experienced food insecurity] due to lack of money… you need something but you don’t have money to buy it. (21-year-old female). This participant, in the subsequent interview, spoke about how her parent and family members stepped in to provide support, ultimately decreasing her food insecurity over the course of the pandemic: [W]henever I would lack [food], I would sometimes call dad and he [w]ould send me some money. Another 42-year-old female noted how at the start of the pandemic she experienced financial instability that contributed to her initial experience with food security during the pandemic: There are no jobs. The fish I was selling got stuck… Mom [got] COVID… and before she was the one who used to bring us food. In a subsequent interview, the same participant emphasized how planting food helped address her food insecurity: I look for cassava from the garden and bring it, we planted some cassava in the plot we have, we add spinach and then we eat.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23665, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Impact of Food Insecurity on ART Medication Adherence", "sentences": [], "annotations": [], "relations": []}, {"offset": 23719, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Most participants reported continuing taking their ART medication regardless of the pandemic, except for participants who always reported food insecurity. Even as many relayed how taking their medication without food exaggerated side effects such as nausea and discomfort in their stomach, many said that the overall health and wellbeing provided by their ART led them to continue, regardless of their circumstances. For example, a participant who was always food insecure noted in the initial interview that they take their medication regardless of whether they have food. In the subsequent interview, they noted that they did so since they were told at the clinic that any interruptions could affect their wellbeing: I used to take the medication because it was a must… [We] learnt [from the clinic] that we have to take the medication daily and I couldn't miss because I will be affecting my life (64-year-old male). Another participant who only reported food insecurity during the pandemic noted in their subsequent interview how they force themselves to take their ARTs on an empty stomach despite experiencing side-effects: [I]f you eat less at night and you swallow, there is a way you feel dizzy, so you have to get what to eat very early in the morning and then you get better but if you delay still it bothers you, but still I have to swallow the medicine because I don’t have to skip. (32-year-old male).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25139, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The qualitative results suggest that challenges with ART adherence were particularly acute for those who always were food insecure: initially nearly a third of these participants noted disruptions in their ART adherence, but as the pandemic continued, it increased to nearly a half of these participants reporting disruptions. One 20-year-old female participant recalled how she forced herself to take her medication initially: I may not be in position to get food as you know but concerning the ART I try as much as I can to take it but what to eat… it may cause me abdominal pain yet I have nothing to eat, but I try. But, in the subsequent interview, she alluded to interruptions due to the medication side-effects: When I take this pill, if I have not eaten it causes me a stomachache and I get dizziness. So sometimes when I have not eaten then there I leave [the medicine].", "sentences": [], "annotations": [], "relations": []}, {"offset": 26021, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Coping Strategies to Deal with Food Insecurity", "sentences": [], "annotations": [], "relations": []}, {"offset": 26068, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Participants reported a range of strategies that they consistently employed across the pandemic to cope with food insecurity. Almost all participants, regardless of their reported level of food insecurity, relayed minimizing their food intake—either by reducing portion size or skipping meals. For example, one participant who never experienced high food insecurity said: …if you have been eating a full plate so what you do lunch and supper. The two plates when one is for lunch and the other for supper, at least you eat half a plate and eat the half for supper…That is what I called a budget, you budget. (29-year-old male). Illustrating how this strategy was employed across participants, another participant who always experienced food insecurity shared a similar sentiment: You drink porridge so that you can minimize… If it is rice, there you minimize and you know that instead of cooking a kilo, you have to cook half-kilo. (33-year-old female).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27030, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Additional coping strategies were mentioned across participants, such as purchasing cheaper foods or more filling foods (e.g., cassava and tea), or borrowing food from friends and family. A 46-year-old male who always experienced food insecurity also suggested buying more non-perishable foods: …I buy cabbages and those other things that don’t get spoilt easily. Things that were for 10,000 [USh], …I have bought on things of 5000 [USh] like cabbages, tomatoes, onions and I know that I have also bought cassava it doesn’t get spoilt quickly. Of note, these commonly employed strategies did not appear to change over the course of the pandemic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27684, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Those who were always food insecure largely reported only being able to minimize their food and were unable to employ other coping strategies mentioned by other participants (e.g., family and friends, ability to grow food). For example, one 20-year-old female participant noted the importance of saving and minimizing food portions in the initial interview: [S]aving is good, you may save some money and then it helps you the next week. [You have to] reduce [eating]; you can eat today, tomorrow, the following day until when it gets done. The subsequent interview with the same participant revealed that minimizing meal portions was the only strategy she knew of to cope with food insecurity: You eat one meal. If you have been eating lunch and supper, now you eat supper only… It is the only thing for me I know.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28501, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Across interviews, the role of family, friends, and community members was paramount. Participants reflected on how they often provided a critical safety net—either helping to avoid being food insecure or providing food when participants struggled. In many cases, families and friends dropped off raw food packets (including posho, beans, sugar, maize flour, etc.), shared meals, or provided monetary support to buy food. For example, when asked about seeking assistance over the course of the pandemic—though the question was intended to understand the level of government support—most participants reflected on the role of friends and family. One participant noted how her friend dropped off some posho without her reaching out for support: “…a friend sent me 5 kg of posho…I didn’t ask he just came and brought for me some posho.” (34-year-old female who did not experience high food insecurity throughout the period). Another participant noted how, initially, their mother sent some money for assistance: There are days when sometimes I had no money, and mom sent me some. (24-year-old female who became food insecure as the pandemic progressed). The same participant noted in the subsequent interview how her siblings helped her: I made phone calls to my siblings and they sent me something… One [of the siblings] gave me, she has been being there for me sometimes if she would get she would give me money and I buy. If she has not got, she would tell you I don’t have. Crucially, as the pandemic wore on, many participants noted that people who initially were supportive were unable to continue to provide support. This was especially true among participants who only reported food insecurity during the pandemic. These results signal the critical role of friends and family in navigating food insecurity in general, and specifically in the context of a pandemic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30391, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of note, a gender dynamic emerged with respect to family structures: women more often viewed themselves as holding the primary responsibility in caring for their family and often prioritized their children’s nutritional needs over their own. One participant noted how her eating habits have changed with time: I don’t think I have had problems because when you grow old like me, for example I don’t take milk directly, I have to put in my Soya flour so maybe in that way I get 2 at a go. (27-year-old female who never reported food insecurity). In the subsequent interviews, she noted how she prioritized food for the children, and had tea for her meal instead: I have skipped many meals even my children eat more than me, there are times when they look and I say that you people eat and I just take a cup of tea. Another female participant who only experienced food insecurity during the pandemic noted how she stressed about finding food for the children during times of high food insecurity. These results indicate how the pandemic revealed and may have reinforced some of the cultural and social dynamics that differentiate gender roles within the family.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31557, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31568, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study demonstrates an important increase in food insecurity among PLWH in Uganda during the COVID-19 pandemic using quantitative and qualitative evidence. In our preferred regression specifications, we find that food insecurity among PLWH in our sample rose by approximately 40% just within a few months of the COVID-19-related lockdowns in Uganda, and almost a year later, it had increased by more than 80% compared to before the pandemic. Food insecurity can be particularly harmful for PLWH because ART medication typically should be taken with food to minimize side effects. Although we do not find evidence of reduced ART adherence following the start of the pandemic in our study, there is evidence that food insecurity is closely linked to adherence. A recent study from the same setting found that lack of food is one of the most important barriers to ART adherence. Food insecurity could also impact adherence through other mechanisms such as depression, which increased following the start of the pandemic. Thus, although we do not find evidence of reduced adherence in the short run, the increase in food insecurity documented in our study may lead to harmful effects on ART adherence as the pandemic continues. The vaccine roll out in sub-Saharan Africa has been slow (as of April 2022, only 16% of Ugandans were fully vaccinated) and the pandemic will continue to impact economic well-being for the foreseeable future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33005, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The qualitative results further underscore the economic challenges PLWH face during the pandemic and suggest that these exacerbate food insecurity. As such, the persistent loss of income associated with the pandemic, coupled with low access to support systems (that themselves eroded over time as more people experienced negative economic consequences due to the epidemic) seems to be associated with worsened food-security outcomes. The qualitative results also suggest that PLWH are willing to endure the side effects from taking ART medication without food to reap the health benefits. While the extent to which the increases in food insecurity we document will impact adherence is unclear, the long-term effects of such an economic shock will require urgent attention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33778, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The qualitative results also highlighted several coping strategies that participants consistently employed to address food insecurity. Reducing the number of meals, reducing meal size, purchasing cheaper, denser foods were all key strategies reported in the qualitative interviews. Social support networks were also extremely important in avoiding food insecurity, but we found evidence that social support was less available in the second round of COVID surveys. While the critical role of social networks among PLWH in Uganda is consistently noted in the peer-reviewed literature, there is a growing base of studies emphasizing their unique role in addressing not only ART adherence but also food insecurity. While the role of government programs was not consistently voiced in our study, researchers have called for continued attention to ways in which policy level interventions (e.g., food assistance) should be considered in this context. Previous studies documenting how small monthly income supplements successfully reduced food insecurity highlight the potential for multi-level interventions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34881, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study contributes to a growing body of literature that documents negative outcomes for PLWH as a result of the pandemic. Studies have shown reduced clinic attendance, reduced ART refills, and increased depression. Consistent with our study, Dear and colleagues document an increase in food insecurity following the start of the pandemic among PLWH in four African countries. Our study further expands on existing literature highlighting the impacts of the pandemic on PLWH, especially in terms of food insecurity. Future work should continue to monitor the food security situation among PLWH to assess whether it continues to deteriorate as the pandemic progresses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35552, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The study has a few limitations that suggest the need for cautious interpretation of the results. First, there are several assumptions required for our results to be interpreted as the causal effect of the pandemic on food insecurity. Although we attempt to control for factors that could confound our estimates, it is possible that our results are biased by unmeasured confounders that are correlated with the timing of the COVID surveys. Second, we report results from a small cohort of participants at one HIV clinic in Uganda, and we cannot say for certain that these results generalize across the broader Ugandan population who may have different susceptibility to food insecurity. Finally, our food security measures are self-reported, and it is possible people over or under-report their level of food insecurity. These limitations, however; should be balanced with substantial strengths. Primarily, the longitudinal nature of the analysis, in combination with the triangulation of quantitative and qualitative data, provides a robust analysis of if and how food insecurity changed over time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36652, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 36663, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This study documents an important increase in food insecurity among PLWH in Uganda during the COVID-19 pandemic. Strategies for ensuring that PLWH have enough food should be prioritized so that the millions of PLWH in sub-Saharan Africa can take their medication without experiencing uncomfortable side-effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36975, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Publisher's Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 36992, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37111, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Sarah MacCarthy and Zachary Wagner are co-lead authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37167, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 37188, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "SM and ZW co-led the analyses and co-wrote wrote the article; IG co-led the qualitative analyses under SM’s supervision, and US oversaw data collection and management across the survey rounds and contributed to analysis. SL secured the funding and designed the overall study. All authors reviewed and provided input to the final draft. SL had final responsibility for the decision to submit for publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37598, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 37606, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "National Institute of Mental Health (Grant No. R01MH110350). The funder of the study had no role in study design, data collection, analysis, and interpretation or writing of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37796, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 37814, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Due to participant privacy per the consent form (and in keeping with rules per the Ugandan and RAND IRBs), we are not allowed to share data outside the research team.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37981, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Code Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 37999, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38015, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38028, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 38049, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "We declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38084, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Ethical Approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 38101, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "We obtained ethics approval from the RAND Corporation’s Human Subjects Protection Committee (#2016-0956), the Mildmay Uganda Research Ethics Committee Institutional Review Board (#02013-2018), and the Uganda National Council for Science and Technology (#2394).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38364, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Consent to Participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 38387, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Verbal consent was obtained by phone. If the respondent was not the client, the coordinator asked when s/he should call again. The clinic or the person’s HIV status was not mentioned to prevent unintended disclosure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38606, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Consent for Publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 38630, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38646, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 38657, "infons": {"section_type": "REF", "type": "ref"}, "text": "Miguel E, Mobarak A. The economics of the COVID-19 pandemic in poor countries. National Bureau of Economic Research Working Paper Series. 2021. Report No.: 29339. http://www.nber.org/papers/w29339", "sentences": [], "annotations": [], "relations": []}, {"offset": 38854, "infons": {"fpage": "100342", "name_0": "surname:Drain;given-names:PK", "name_1": "surname:Garrett;given-names:N", "pub-id_doi": "10.1016/j.eclinm.2020.100342", "pub-id_pmid": "32322805", "section_type": "REF", "source": "EClinicalMedicine", "type": "ref", "volume": "22", "year": "2020"}, "text": "SARS-CoV-2 pandemic expanding in sub-Saharan Africa: considerations for COVID-19 in people living with HIV", "sentences": [], "annotations": [], "relations": []}, {"offset": 38961, "infons": {"fpage": "e11", "issue": "3", "name_0": "surname:El-Sadr;given-names:WM", "name_1": "surname:Justman;given-names:J", "pub-id_doi": "10.1056/NEJMp2008193", "pub-id_pmid": "32302075", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "383", "year": "2020"}, "text": "Africa in the path of Covid-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 38992, "infons": {"fpage": "e1132", "issue": "9", "lpage": "e1141", "name_0": "surname:Hogan;given-names:AB", "name_1": "surname:Jewell;given-names:BL", "name_2": "surname:Sherrard-Smith;given-names:E", "name_3": "surname:Vesga;given-names:JF", "name_4": "surname:Watson;given-names:OJ", "name_5": "surname:Whittaker;given-names:C", "pub-id_doi": "10.1016/S2214-109X(20)30288-6", "section_type": "REF", "source": "Lancet Glob Heal", "type": "ref", "volume": "8", "year": "2020"}, "text": "Potential impact of the COVID-19 pandemic on HIV, tuberculosis, and malaria in low-income and middle-income countries: a modelling study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39129, "infons": {"fpage": "e629", "issue": "9", "lpage": "e640", "name_0": "surname:Jewell;given-names:BL", "name_1": "surname:Mudimu;given-names:E", "name_2": "surname:Stover;given-names:J", "name_3": "surname:Ten Brink;given-names:D", "name_4": "surname:Phillips;given-names:AN", "name_5": "surname:Smith;given-names:JA", "pub-id_doi": "10.1016/S2352-3018(20)30211-3", "pub-id_pmid": "32771089", "section_type": "REF", "source": "Lancet HIV.", "type": "ref", "volume": "7", "year": "2020"}, "text": "Potential effects of disruption to HIV programmes in sub-Saharan Africa caused by COVID-19: results from multiple mathematical models", "sentences": [], "annotations": [], "relations": []}, {"offset": 39263, "infons": {"fpage": "e308", "issue": "5", "lpage": "e309", "name_0": "surname:Jiang;given-names:H", "name_1": "surname:Zhou;given-names:Y", "name_2": "surname:Tang;given-names:W", "pub-id_doi": "10.1016/S2352-3018(20)30105-3", "pub-id_pmid": "32272084", "section_type": "REF", "source": "Lancet HIV", "type": "ref", "volume": "7", "year": "2020"}, "text": "Maintaining HIV care during the COVID-19 pandemic", "sentences": [], "annotations": [], "relations": []}, {"offset": 39313, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Linnemayr;given-names:S", "name_1": "surname:Mayo-Wilson;given-names:LJ", "name_2": "surname:Saya;given-names:U", "name_3": "surname:Wagner;given-names:Z", "name_4": "surname:MacCarthy;given-names:S", "name_5": "surname:Walukaga;given-names:S", "section_type": "REF", "source": "AIDS Behav", "type": "ref", "volume": "25", "year": "2020"}, "text": "HIV care experiences during the COVID-19 pandemic: mixed-methods telephone interviews with clinic-enrolled HIV-infected adults in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 39450, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Wagner;given-names:GJ", "name_1": "surname:Wagner;given-names:Z", "name_2": "surname:Gizaw;given-names:M", "name_3": "surname:Saya;given-names:U", "name_4": "surname:MacCarthy;given-names:S", "name_5": "surname:Mukasa;given-names:B", "pub-id_pmid": "34097209", "section_type": "REF", "source": "AIDS Behav", "type": "ref", "volume": "26", "year": "2021"}, "text": "Increased depression during COVID-19 lockdown associated with food insecurity and antiretroviral non-adherence among people living with HIV in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 39600, "infons": {"fpage": "448", "lpage": "456", "name_0": "surname:Wagner;given-names:Z", "name_1": "surname:Mukasa;given-names:B", "name_2": "surname:Nakakande;given-names:J", "name_3": "surname:Stecher;given-names:C", "name_4": "surname:Saya;given-names:U", "name_5": "surname:Linnemayr;given-names:S", "pub-id_doi": "10.1097/QAI.0000000000002811", "pub-id_pmid": "34757973", "section_type": "REF", "source": "JAIDS J Acquir Immune Defic Syndr.", "type": "ref", "volume": "88", "year": "2021"}, "text": "The impact of the COVID-19 pandemic on use of HIV care, antiretroviral therapy adherence, and viral suppression: an observational cohort study from Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 39755, "infons": {"fpage": "20", "lpage": "31", "name_0": "surname:Ammon;given-names:N", "name_1": "surname:Mason;given-names:S", "name_2": "surname:Corkery;given-names:JM", "pub-id_doi": "10.1016/j.puhe.2017.12.010", "pub-id_pmid": "29501984", "section_type": "REF", "source": "Public Health", "type": "ref", "volume": "157", "year": "2018"}, "text": "Factors impacting antiretroviral therapy adherence among human immunodeficiency virus–positive adolescents in Sub-Saharan Africa: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 39907, "infons": {"fpage": "e1002183", "issue": "11", "name_0": "surname:Shubber;given-names:Z", "name_1": "surname:Mills;given-names:EJ", "name_2": "surname:Nachega;given-names:JB", "name_3": "surname:Vreeman;given-names:R", "name_4": "surname:Freitas;given-names:M", "name_5": "surname:Bock;given-names:P", "pub-id_doi": "10.1371/journal.pmed.1002183", "pub-id_pmid": "27898679", "section_type": "REF", "source": "PLoS Med", "type": "ref", "volume": "13", "year": "2016"}, "text": "Patient-reported barriers to adherence to antiretroviral therapy: a systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40011, "infons": {"fpage": "139", "issue": "5", "lpage": "148", "name_0": "surname:Anema;given-names:A", "section_type": "REF", "source": "Curr HIV/AIDS Rep", "type": "ref", "volume": "176", "year": "2017"}, "text": "Food insecurity and HIV/AIDS: current knowledge, gaps, and research priorities", "sentences": [], "annotations": [], "relations": []}, {"offset": 40090, "infons": {"fpage": "754", "issue": "3", "lpage": "765", "name_0": "surname:Aibibula;given-names:W", "name_1": "surname:Cox;given-names:J", "name_2": "surname:Hamelin;given-names:AM", "name_3": "surname:McLinden;given-names:T", "name_4": "surname:Klein;given-names:MB", "name_5": "surname:Brassard;given-names:P", "pub-id_doi": "10.1007/s10461-016-1605-5", "pub-id_pmid": "27837425", "section_type": "REF", "source": "AIDS Behav", "type": "ref", "volume": "21", "year": "2017"}, "text": "Association between food insecurity and HIV viral suppression: a systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40191, "infons": {"fpage": "e10340", "issue": "4", "name_0": "surname:Weiser;given-names:SD", "name_1": "surname:Tuller;given-names:DM", "name_2": "surname:Frongillo;given-names:EA", "name_3": "surname:Senkungu;given-names:J", "name_4": "surname:Mukiibi;given-names:N", "name_5": "surname:Bangsberg;given-names:DR", "pub-id_doi": "10.1371/journal.pone.0010340", "pub-id_pmid": "20442769", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "5", "year": "2010"}, "text": "Food insecurity as a barrier to sustained antiretroviral therapy adherence in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 40276, "infons": {"name_0": "surname:Linnemayr;given-names:S", "name_1": "surname:Stecher;given-names:C", "name_2": "surname:Saya;given-names:U", "name_3": "surname:MacCarthy;given-names:S", "name_4": "surname:Wagner;given-names:Z", "name_5": "surname:Jennings;given-names:L", "pub-id_doi": "10.1186/s13063-019-3795-4", "pub-id_pmid": "31900193", "section_type": "REF", "source": "Trials", "type": "ref", "year": "2020"}, "text": "Behavioral economics incentives to support HIV treatment adherence (BEST): protocol for a randomized controlled trial in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 40404, "infons": {"fpage": "062", "issue": "9", "name_0": "surname:Wambogo;given-names:EA", "name_1": "surname:Ghattas;given-names:H", "name_2": "surname:Leonard;given-names:KL", "name_3": "surname:Sahyoun;given-names:NR", "pub-id_doi": "10.1093/cdn/nzy062", "section_type": "REF", "source": "Curr Dev Nutr.", "type": "ref", "volume": "2", "year": "2018"}, "text": "Validity of the food insecurity experience scale for use in sub-Saharan Africa and characteristics of food-insecure individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 40532, "infons": {"fpage": "44", "issue": "1", "lpage": "53", "name_0": "surname:Palinkas;given-names:LA", "name_1": "surname:Aarons;given-names:GA", "name_2": "surname:Horwitz;given-names:S", "name_3": "surname:Chamberlain;given-names:P", "name_4": "surname:Hurlburt;given-names:M", "name_5": "surname:Landsverk;given-names:J", "pub-id_doi": "10.1007/s10488-010-0314-z", "section_type": "REF", "source": "Adm Policy Ment Heal Ment Health Serv Res", "type": "ref", "volume": "38", "year": "2011"}, "text": "Mixed method designs in implementation research", "sentences": [], "annotations": [], "relations": []}, {"offset": 40580, "infons": {"fpage": "613", "issue": "3", "lpage": "619", "name_0": "surname:Fleiss;given-names:JL", "name_1": "surname:Cohen;given-names:J", "pub-id_doi": "10.1177/001316447303300309", "section_type": "REF", "source": "Educ Psychol Meas", "type": "ref", "volume": "33", "year": "1973"}, "text": "The equivalence of weighted kappa and the intraclass correlation coefficient as measures of reliability", "sentences": [], "annotations": [], "relations": []}, {"offset": 40684, "infons": {"fpage": "1510", "issue": "8", "lpage": "1526", "name_0": "surname:Singer;given-names:AW", "name_1": "surname:Weiser;given-names:SD", "name_2": "surname:McCoy;given-names:SI", "pub-id_doi": "10.1007/s10461-014-0873-1", "pub-id_pmid": "25096896", "section_type": "REF", "source": "AIDS Behav", "type": "ref", "volume": "19", "year": "2015"}, "text": "Does food insecurity undermine adherence to antiretroviral therapy? A systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 40772, "infons": {"fpage": "e0000374", "issue": "8", "name_0": "surname:Saya;given-names:U", "name_1": "surname:Wagner;given-names:Z", "name_2": "surname:Mukasa;given-names:B", "name_3": "surname:Wabukala;given-names:P", "name_4": "surname:Lunkuse;given-names:L", "name_5": "surname:Linnemayr;given-names:S", "pub-id_doi": "10.1371/journal.pgph.0000374", "pub-id_pmid": "36962701", "section_type": "REF", "source": "PLOS Glob Public Health.", "type": "ref", "volume": "2", "year": "2022"}, "text": "The role of material deprivations in determining ART adherence: Evidence from a conjoint analysis among HIV-positive adults in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 40906, "infons": {"section_type": "REF", "type": "ref"}, "text": "Our World in Data. https://ourworldindata.org/", "sentences": [], "annotations": [], "relations": []}, {"offset": 40953, "infons": {"fpage": "2490", "issue": "9", "lpage": "2508", "name_0": "surname:Bogart;given-names:LM", "name_1": "surname:Matovu;given-names:JKB", "name_2": "surname:Wagner;given-names:GJ", "name_3": "surname:Green;given-names:HD", "name_4": "surname:Storholm;given-names:ED", "name_5": "surname:Klein;given-names:DJ", "pub-id_doi": "10.1007/s10461-020-02806-4", "pub-id_pmid": "32030525", "section_type": "REF", "source": "AIDS Behav", "type": "ref", "volume": "24", "year": "2020"}, "text": "A pilot test of game changers, a social network intervention to empower people with HIV to be prevention advocates in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 41078, "infons": {"fpage": "427", "issue": "4", "lpage": "433", "name_0": "surname:Tumwine;given-names:C", "name_1": "surname:Nannungi;given-names:A", "name_2": "surname:Ssegujja;given-names:E", "name_3": "surname:Nekesa;given-names:N", "name_4": "surname:Ssali;given-names:S", "name_5": "surname:Atuyambe;given-names:L", "pub-id_doi": "10.2989/16085906.2011.646658", "pub-id_pmid": "24910590", "section_type": "REF", "source": "Afr J AIDS Res", "type": "ref", "volume": "10", "year": "2011"}, "text": "An exploratory study of HIV-prevention advocacy by persons in HIV care in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 41159, "infons": {"fpage": "3", "issue": "1", "lpage": "11", "name_0": "surname:Christopher;given-names:T", "name_1": "surname:Nazarius;given-names:MT", "name_2": "surname:Peter;given-names:M", "name_3": "surname:Glenn;given-names:W", "pub-id_doi": "10.14302/issn.2324-7339.jcrhap-12-68", "section_type": "REF", "source": "J Clin Res HIV AIDS Prev", "type": "ref", "volume": "1", "year": "2012"}, "text": "Psychosocial characterization of HIV clients with potential to be change agents for HIV prevention in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 41268, "infons": {"fpage": "815823", "name_0": "surname:Ssali;given-names:S", "name_1": "surname:Wagner;given-names:G", "name_2": "surname:Tumwine;given-names:C", "name_3": "surname:Nannungi;given-names:A", "name_4": "surname:Green;given-names:H", "pub-id_pmid": "22666563", "section_type": "REF", "source": "AIDS Res Treat", "type": "ref", "volume": "2012", "year": "2012"}, "text": "HIV clients as agents for prevention: a social network solution", "sentences": [], "annotations": [], "relations": []}, {"offset": 41332, "infons": {"fpage": "1150", "issue": "7", "lpage": "1156", "name_0": "surname:Wagner;given-names:GJ", "name_1": "surname:Ghosh-Dastidar;given-names:B", "name_2": "surname:Slaughter;given-names:ME", "pub-id_doi": "10.1007/s10461-014-0934-5", "pub-id_pmid": "25433651", "section_type": "REF", "source": "AIDS Behav", "type": "ref", "volume": "19", "year": "2015"}, "text": "Engagement in HIV prevention advocacy associated with increased consistent condom use among HIV clients in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 41446, "infons": {"fpage": "3236", "issue": "17", "lpage": "3240", "name_0": "surname:Pereira;given-names:M", "name_1": "surname:Oliveira;given-names:AM", "pub-id_doi": "10.1017/S1368980020003493", "pub-id_pmid": "32895072", "section_type": "REF", "source": "Public Health Nutr", "type": "ref", "volume": "23", "year": "2020"}, "text": "Poverty and food insecurity may increase as the threat of COVID-19 spreads", "sentences": [], "annotations": [], "relations": []}, {"offset": 41521, "infons": {"fpage": "2766", "issue": "10", "lpage": "2769", "name_0": "surname:McLinden;given-names:T", "name_1": "surname:Stover;given-names:S", "name_2": "surname:Hogg;given-names:RS", "pub-id_doi": "10.1007/s10461-020-02904-3", "pub-id_pmid": "32385677", "section_type": "REF", "source": "AIDS Behav", "type": "ref", "volume": "24", "year": "2020"}, "text": "HIV and food insecurity: a syndemic amid the COVID-19 pandemic", "sentences": [], "annotations": [], "relations": []}, {"offset": 41584, "infons": {"fpage": "105876", "name_0": "surname:Brown;given-names:EM", "name_1": "surname:Tarasuk;given-names:V", "pub-id_doi": "10.1016/j.ypmed.2019.105876", "section_type": "REF", "source": "Prev Med (Baltim)", "type": "ref", "volume": "129", "year": "2019"}, "text": "Money speaks: reductions in severe food insecurity follow the Canada child benefit", "sentences": [], "annotations": [], "relations": []}, {"offset": 41667, "infons": {"fpage": "515", "issue": "3", "lpage": "524", "name_0": "surname:Fahey;given-names:CA", "name_1": "surname:Njau;given-names:PF", "name_2": "surname:Dow;given-names:WH", "name_3": "surname:Kapologwe;given-names:NA", "name_4": "surname:McCoy;given-names:SI", "pub-id_doi": "10.1097/QAD.0000000000002056", "pub-id_pmid": "30325776", "section_type": "REF", "source": "AIDS", "type": "ref", "volume": "33", "year": "2019"}, "text": "Effects of short-term cash and food incentives on food insecurity and nutrition among HIV-infected adults in Tanzania", "sentences": [], "annotations": [], "relations": []}, {"offset": 41785, "infons": {"fpage": "1901", "issue": "10", "lpage": "1905", "name_0": "surname:Dear;given-names:N", "name_1": "surname:Duff;given-names:E", "name_2": "surname:Esber;given-names:A", "name_3": "surname:Parikh;given-names:A", "name_4": "surname:Iroezindu;given-names:M", "name_5": "surname:Bahemana;given-names:E", "pub-id_doi": "10.1093/cid/ciab379", "section_type": "REF", "source": "Clin Infect Dis an Off Publ Infect Dis Soc Am", "type": "ref", "volume": "73", "year": "2021"}, "text": "Transient reductions in human immunodeficiency virus (HIV) clinic attendance and food security during the coronavirus disease 2019 (COVID-19) pandemic for people living with HIV in 4 African countries", "sentences": [], "annotations": [], "relations": []}, {"offset": 41986, "infons": {"fpage": "54", "issue": "1", "lpage": "75", "name_0": "surname:Kalichman;given-names:SC", "name_1": "surname:El-Krab;given-names:R", "pub-id_doi": "10.1007/s11904-021-00593-8", "pub-id_pmid": "34826067", "section_type": "REF", "source": "Curr HIV/AIDS Rep", "type": "ref", "volume": "19", "year": "2022"}, "text": "Social and behavioral impacts of COVID-19 on people living with HIV: review of the first year of research", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]