[{"source": "PMC", "date": "20240203", "key": "pmc.key", "infons": {}, "documents": [{"id": "10783759", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "AutoPhy: Automated phylogenetic identification of novel protein subfamilies", "article-id_doi": "10.1371/journal.pone.0291801", "article-id_pmc": "10783759", "article-id_pmid": "38206953", "article-id_publisher-id": "PONE-D-22-31802", "elocation-id": "e0291801", "issue": "1", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Ortiz-Velez;given-names:Adrian N.", "name_1": "surname:Sukumaran;given-names:Jeet", "name_2": "surname:Rouzbehani;given-names:Ryin", "name_3": "surname:Kelley;given-names:Scott T.", "name_4": "surname:Verma;given-names:Shailender Kumar", "notes": "All relevant data are within the paper and its Supporting information files.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "19", "year": "2024"}, "text": "AutoPhy: Automated phylogenetic identification of novel protein subfamilies", "sentences": [], "annotations": [], "relations": []}, {"offset": 76, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Phylogenetic analysis of protein sequences provides a powerful means of identifying novel protein functions and subfamilies, and for identifying and resolving annotation errors. However, automation of functional clustering based on phylogenetic trees has been challenging and most of it is done manually. Clustering phylogenetic trees usually requires the delineation of tree-based thresholds (e.g., distances), leading to an ad hoc problem. We propose a new phylogenetic clustering approach that identifies clusters without using ad hoc distances or other pre-defined values. Our workflow combines uniform manifold approximation and projection (UMAP) with Gaussian mixture models as a k-means like procedure to automatically group sequences into clusters. We then apply a “second pass” clade identification algorithm to resolve non-monophyletic groups. We tested our approach with several well-curated protein families (outer membrane porins, acyltransferase, and nuclear receptors) and showed our automated methods recapitulated known subfamilies. We also applied our methods to a broad range of different protein families from multiple databases, including Pfam, PANTHER, and UniProt, and to alignments of RNA viral genomes. Our results showed that AutoPhy rapidly generated monophyletic clusters (subfamilies) within phylogenetic trees evolving at very different rates both within and among phylogenies. The phylogenetic clusters generated by AutoPhy resolved misannotations and identified new protein functional groups and novel viral strains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1629, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1642, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The advent of deep sequence technologies, and the subsequent drop in the price of sequencing, has dramatically increased the rate of data acquisition for genomics, metagenomics, and transcriptomics. This development required the creation of faster and more accurate computational and bioinformatics algorithms, as well as a need for databases and search tools that can rapidly identify gene functions. Perhaps the most widely used method for protein function and family identification is the profile Hidden Markov Model (HMM), a Markov chain Monte Carlo sequence site transition model built from distantly related proteins of similar function with sequence gaps included in the scoring. Profile HMM algorithms such as HMMER implemented in Pfam provide rapid and accurate protein function identification and database search tools. While Pfam is largely concerned with broad functional identification of proteins at the family level, there is also a tremendous diversity of functions within Pfam families and many differentiated functional roles are collapsed within HMM models. These protein subfamilies share the basic function of the family, but also contain many unique properties that confer a different substrate specificity or functional role of the protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2906, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The diverse bacterial family of porins illustrates this point. Outer membrane porins (OMPs) are proteins that form pores or channels in bacterial membranes that allow the passive diffusion of a variety of soluble molecules such as sugars. Some OMPs are highly selective and only diffuse certain molecules (e.g., maltose by maltoporin, oligosaccharides by OmpG, long-chain fatty acids by FadL) while others, known as general diffusion porins, have no substrate specificity, though they may favor certain ions. Although OMPs are distantly related sequences with similar basic structure and function, there are very distinct OMPs within that have discrete and even novel functions. Search methods that identify broad functional categories, such as profile HMMs, detect fundamental properties of all OMPs but miss a lot of their functional subfamily diversity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3763, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In combination with these broad classification approaches, phylogenetic methods provide a potentially powerful means of identifying important functional subfamily diversity within these larger classifications because they can be used to determine well-supported monophyletic clades of protein sequences within these families. In addition, phylogenetic branch length information can be used to identify highly divergent sequences (including large insertions and deletions) indicative of novel functional structures or motifs that may confer distinct functional properties. Phylogenetic methods have been, and are currently being, used to identify and classify protein functions. For example, the TreeFam and PANTHER databases use phylogenetics to identify protein subfamilies by partitioning the trees. While these databases are very useful resources, both rely on manual curation by a team of biologists and are not automated. This clearly becomes problematic as datasets continue to increase in size. Moreover, these databases are largely not concerned with subfamily functional identification, but rather higher-level annotations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4896, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There have been attempts to partition phylogenetic trees to identify subfamilies without manual curation. Sjolander 1998 developed an automated method based on optimizing an encoded cost of a multiple sequence alignment(MSA) of a protein family. However, this method was not strictly based on phylogenetic trees and has not been substantially tested. Another method known as Secator used neighbor-joining trees (BIONJ) to assign dissimilarity values to nodes, allowing them to be collapsed into subfamilies at significant dissimilarity values. While Secator is fast, BIONJ is a relatively unsophisticated method and phylogenetic approaches have improved significantly in speed and complexity since it was developed (e.g., the Bayesian phylogenetic tool BEAST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5657, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "More recently, two different groups developed partially automated phylogenetic subfamily detection methods to partition monophyletic clades in already constructed phylogenetic trees. A recent paper by Balaban et al. (2019) used graph theory to traverse the tree and partition it into putative subfamilies at the edges given a distance threshold (alpha parameter). Another method called PhyCLIP determines clusters in a phylogenetic tree using an optimization equation with parameters such as a minimum number of sequences to solve the partitioning problem. Although these methods are partially automated, both require the selection of arbitrary parameters (i.e. alpha and a minimum sequences number) to group tips of the tree by partitioning at edges. Changing the parameters can drastically change results, requiring users to re-run the programs until they return ‘expected’ results, leading to a classic ad hoc problem.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6583, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we present a new approach for automated phylogenetic identification of protein subfamilies called AutoPhy. AutoPhy works with any phylogenetic estimation method and substantially improves previous automated tree-based subfamily clustering approaches by circumventing the need for an ad hoc parameter selection during the estimation process. Our approach combines phylogenetic analysis, non-linear dimension reduction, expectation-maximization, and monophyly resolution to identify discrete phylogenetic clusters using evolutionary branch length information. In addition, after identifying putative new subfamilies, AutoPhy includes methods for detecting highly divergent subfamilies which may be indicative of significant evolutionary functional constraints.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7348, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We validated AutoPhy with 17 protein families with highly divergent evolutionary rates both among and within the families. We also applied AutoPhy to identify novel phylogenetic clusters in rapidly evolving viruses. Overall, our results show that AutoPhy rapidly and automatically identifies discrete monophyletic clusters across a wide range of differentially evolving protein families, allowing detection of novel protein subfamilies, correction of annotation errors, and identification of unique sequence motifs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7864, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7886, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Fig 1 details the automated phylogenetic clustering workflow developed in this study, and we refer to the different parts of this workflow diagram where appropriate throughout the method section. Our clustering methods can accept three possible sources of input: unaligned sequences (Fig 1: “Sequences”), multiple sequence alignments (“Alignments”), and pre-generated phylogenetic trees such as the NextStrain phylogenetic trees (“Phylogeny”).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8343, "infons": {"file": "pone.0291801.g001.jpg", "id": "pone.0291801.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Flowchart: Flowchart of the clustering and feature analysis workflow.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8413, "infons": {"file": "pone.0291801.g001.jpg", "id": "pone.0291801.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "The workflow allows input of raw protein sequences from a fasta file, a protein MSA from a nexus/fasta file, or a fully constructed phylogenetic tree with branch lengths from a nexus/newick file. The analysis workflow was tested with raw sequences obtained from the PANTHER, UniProt, and KEGG databases, MSAs from the Pfam database and prebuilt phylogenetic trees come from Nextstrain database. To speed up and reduce noise, UMAP is used to reduce the dimensionality of the extracted PDM from the natural tree lengths. To identify putative clusters, a Gaussian Mixture Model was built to find the best fit combination of Gaussian peaks on the PDM with reduced dimensionality. A second pass is added to partition Gaussian peaks from the best fit model that do not relate to a clade on the tree to maximize the monophyletic clusters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9245, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Test datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 9259, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Four protein family datasets obtained from UniProt were used as “positive controls” to validate the results of our workflow because of their well-characterized functions and annotations: (1) A dataset of outer membrane porins (OMPs) obtained from UniProt (search term: “OMP”) that includes well-characterized porin proteins with different transport roles and unique motifs (e.g., OMPF, OMPC); (2) A dataset of acyltransferases obtained from UniProt (search terms: ‘steroid receptor AND reviewed:yes AND organism:”Homo sapiens (Human) [9606]”‘) that includes annotation information on specialized substrates and chemistry, (3) A dataset of dehydrogenases obtained from UniProt (search terms: ‘steroid receptor AND reviewed:yes AND organism:”Homo sapiens (Human) [9606]”‘) that includes finer annotations defining protein specific substrates and products, and (4) A dataset of human steroid receptor proteins obtained from UniProt (search term: ‘steroid receptor AND reviewed:yes AND organism:”Homo sapiens (Human) [9606]”‘) that includes protein specific ligand-binding information. In addition to the four “positive control” UniProt datasets, the sequences obtained from the PANTHER database had been manually curated and could also be used for validation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10552, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After validation, we applied our workflow to analyze protein families representing a wide variety of enzymatic functions. These datasets included sets of bacterial, eukaryotic, and viral proteins with highly differentiated rates of evolution among the sets, as well as between clusters within datasets. Table 1 provides detailed information on all the protein families analyzed in this study, including the database where the sequences were obtained, the number of sequences and MSA positions and the accession numbers or search terms used to obtain the sequences. Sequences were obtained from 4 different databases: UniProt, KEGG, PANTHER, and Pfam. We also tested our clustering approach on 2 resolved viral phylogenetic trees from Nextstrain: Mumps, and Sars-CoV-2 (collected: Feb. 2022). The complete collection of datasets, including sequences, MSAs, and phylogenetic trees, as well as the diagnostic plots, analysis results, and programming code, can be obtained at https://github.com/aortizsax/clustree.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11563, "infons": {"file": "pone.0291801.t001.xml", "id": "pone.0291801.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Details and statistics of the datasets used to test AutoPhy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11624, "infons": {"file": "pone.0291801.t001.xml", "id": "pone.0291801.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\" border=\"0\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Database</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Family</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Accession/Search Term</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Num. of seq.</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Alignment Length</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">μPID</italic>\n</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">σPID</italic>\n</th></tr></thead><tbody><tr><td align=\"center\" rowspan=\"4\" colspan=\"1\">\n<bold>UniProt</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Outermembrane Proteins (+)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">OMP</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">121</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2576</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">11.7</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.7</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">HUMAN Acyltransferases (+)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Acyltransferase and HUMAN</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">173</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">984</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6.58</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.43</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">HUMAN Dehydrogenase</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Dehydrogenase and HUMAN</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">213</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">740</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7.59</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.25</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Human Nuclear Receptor (+)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Steriod Receptor and HUMAN</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">157</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1287</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7.50</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.18</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">\n<bold>KEGG</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Bile Salt Hydrolase<xref rid=\"t001fn002\" ref-type=\"table-fn\">*</xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">EC 3.5.1.24</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">67</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">417</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">13.90</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">12.20</td></tr><tr><td align=\"center\" rowspan=\"4\" colspan=\"1\">\n<bold>PANTHER</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Phosphoserine Phosphotase</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PNTHR10000</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">245</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">700</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">16.35</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6.16</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Ski Onocogene-Related</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PNTHR10005</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">628</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1769</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">13.09</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.35</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Solute Carrier Family 34</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PNTHR10010</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">420</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1116</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">18.81</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.38</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Voltage-Gated Ca, Na</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PNTHR10037</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1090</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5719</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">10.37</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.83</td></tr><tr><td align=\"center\" rowspan=\"8\" colspan=\"1\">\n<bold>Pfam</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">ABC Transporter</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF00005</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">55</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">274</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">27.20</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.08</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">RNA recognition motif</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF00067</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">50</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">557</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">27.30</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.08</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Protein kinase domain</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF00069</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">37</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">419</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">26.13</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.45</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Response regulator receiver</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF00072</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">52</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">145</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">24.90</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.04</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Helicase C</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF00271</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">421</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">332</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">24.68</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8.36</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">AMP-binding enzyme</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF00501</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">144</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">831</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">23.45</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.25</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Binding protein dependent</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF00528</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">81</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">289</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">14.80</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.20</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Major Facilitator Super family</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">PF07690</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">658</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">394</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">23.94</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5.83</td></tr><tr><td align=\"center\" rowspan=\"2\" colspan=\"1\">\n<bold>Nextstrain</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">SARS-CoV-2</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">ncov<xref rid=\"t001fn004\" ref-type=\"table-fn\">***</xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3883</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Mumps</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">mumps<xref rid=\"t001fn004\" ref-type=\"table-fn\">***</xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">457</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td></tr></tbody></table>\n"}, "text": "Database\tFamily\tAccession/Search Term\tNum. of seq.\tAlignment Length\tμPID\tσPID\t \tUniProt\tOutermembrane Proteins (+)\tOMP\t121\t2576\t11.7\t4.7\t \tHUMAN Acyltransferases (+)\tAcyltransferase and HUMAN\t173\t984\t6.58\t1.43\t \tHUMAN Dehydrogenase\tDehydrogenase and HUMAN\t213\t740\t7.59\t3.25\t \tHuman Nuclear Receptor (+)\tSteriod Receptor and HUMAN\t157\t1287\t7.50\t1.18\t \tKEGG\tBile Salt Hydrolase*\tEC 3.5.1.24\t67\t417\t13.90\t12.20\t \tPANTHER\tPhosphoserine Phosphotase\tPNTHR10000\t245\t700\t16.35\t6.16\t \tSki Onocogene-Related\tPNTHR10005\t628\t1769\t13.09\t2.35\t \tSolute Carrier Family 34\tPNTHR10010\t420\t1116\t18.81\t4.38\t \tVoltage-Gated Ca, Na\tPNTHR10037\t1090\t5719\t10.37\t1.83\t \tPfam\tABC Transporter\tPF00005\t55\t274\t27.20\t3.08\t \tRNA recognition motif\tPF00067\t50\t557\t27.30\t3.08\t \tProtein kinase domain\tPF00069\t37\t419\t26.13\t2.45\t \tResponse regulator receiver\tPF00072\t52\t145\t24.90\t4.04\t \tHelicase C\tPF00271\t421\t332\t24.68\t8.36\t \tAMP-binding enzyme\tPF00501\t144\t831\t23.45\t3.25\t \tBinding protein dependent\tPF00528\t81\t289\t14.80\t4.20\t \tMajor Facilitator Super family\tPF07690\t658\t394\t23.94\t5.83\t \tNextstrain\tSARS-CoV-2\tncov***\t3883\tNA\tNA\tNA\t \tMumps\tmumps***\t457\tNA\tNA\tNA\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12757, "infons": {"file": "pone.0291801.t001.xml", "id": "pone.0291801.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Details of the datasets used to test the algorithm including the accession numbers, total sequences analyzed, the number of characters in the multiple sequence alignment (MSA), the average pairwise identity of the sequences (μ PID) and the standard deviation of the pairwise identity of the sequences (σ PID). (+): Positive Control;", "sentences": [], "annotations": [], "relations": []}, {"offset": 13095, "infons": {"file": "pone.0291801.t001.xml", "id": "pone.0291801.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "*:Present in mouse gut microbiome from;", "sentences": [], "annotations": [], "relations": []}, {"offset": 13135, "infons": {"file": "pone.0291801.t001.xml", "id": "pone.0291801.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "**:Reduced Dataset;", "sentences": [], "annotations": [], "relations": []}, {"offset": 13155, "infons": {"file": "pone.0291801.t001.xml", "id": "pone.0291801.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "***:Tree Only, Nextstrain dataset identifier.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13201, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sequence alignment and phylogenetic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 13246, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Multiple sequence alignments were performed using MUSCLE v3.8.31 (Fig 1: “Build Alignment MUSCLE”). Phylogenetic trees of the data sets were inferred under a Bayesian framework using BEAST2 v2.6.3 a Bayesian sampler Monte Carlo Markov Chain tree construction using the JTT site-specific model of protein evolution and (gamma) category count of 6 to model 6 different site rates (“Build Phylogenetic Tree BEAST”) for a JTT+G site model. The Yule model was used to model topology and branch lengths in the analysis. This model assumes an unknown constant birth rate for every branch. Distributions of the priors used for the gamma shape distribution included uniform and exponential. For the viral datasets that did not have pre-generated phylogenetic trees (SARS-CoV-2 and Mumps; Table 1), we used an invariant site model to model the positions which do not change amongst sequences with a beta distribution prior with a mean of 0.9 for a JTT+I site model. The viral datasets did not require a gamma model to represent multiple site rates because the percent of invariant sites was so large that it could be assumed there are only two rates of site changes those that do (uniform rate) and those that do not (no rate). The JTT+I model utilized for viral datasets was better than JTT+GI and JTT+G because JTT+I trace converges and mixes well as opposed to the others trace which did not mix well. The length of the Monte Carlo Markov Chain was adjusted based on the size of the dataset. First, the length of the MCMC was 10 million and sampled every 1000. If the trace did not converge or mix enough due to size of data set or complexity of model, the length of the MCMC was increased to 1 billion and sampled every 10,000. The first 10% of the samples were discarded as burn-in following visual inspection in Tracer v1.7.1. The program Tree Annotator v2.6.4 was used to identify the maximum clade credibility (MCC) tree and to summarize the posterior of trees sampled by BEAST2 (Median node heights). Trees were viewed using FigTree v1.4.4 and colored using the ETEtoolkit, Biopython, and TreeViewer v1.2.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15361, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "UMAP dimension reduction and GMMEM clustering", "sentences": [], "annotations": [], "relations": []}, {"offset": 15407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first step in our automated phylogenetic cluster identification was the creation of a pairwise distance matrix (PDM). This matrix was calculated by parsing the branch length estimates of a given phylogenetic tree using the Python phylogenetic computer library DendroPy 4.5.1 and summing the total distances between all pairwise leaves (Fig 1: “Extract pairwise distance matrix DendroPy”). Next, we used Uniform Manifold Approximation and Projection (UMAP) to reduce the dimensionality of the PDM to 2 dimensions for clustering (“Reduce dimensionality of PDM”). UMAP maintains the topology relationships between the rows in a data matrix while reducing the number of columns/dimensions to a size that humans can visualize (e.g., 2 to 3 dimensions), and to a size that eliminates noise for computers to cluster (2 to 10 dimensions). We then applied Gaussian mixture models fitted with Expectation maximization (GMMEM) to model Gaussian distributions where each distribution is a cluster of the reduced matrix (“Fit, score, and increment Gaussian Models GMMEM”). To determine the best fit number of Gaussian distributions or clusters are required to fit the data, models of increasing number of Gaussian distributions were scored using Bayesian Information Criterion (BIC). BIC is a model selection score that balances a model’s fit vs. its complexity (number of dimensions), with lower BIC scores optimizing this balance. The model with the lowest BIC score was selected and the clusters were labeled with a unique integer (“Pick model lowest BIC score label clusters with distinct integer”).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17020, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Monophyletic cluster maximization", "sentences": [], "annotations": [], "relations": []}, {"offset": 17054, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In some cases, the GMMEM model clusters were not monophyletic. The “monophyletic” function in Biopython v1.81 was used to check whether all members of a particular cluster were part of the same monophyletic group (Fig 1: “Monophyletic clusters? Biopython”) and non-monphyletic clusters were noted (“Flag cluster”). In the case of a paraphyletic or polyphyletic cluster, we recursively extracted the largest monophyletic group or tree split using edge.bipartition.leafset_as_newick_string() from DendroPy Phylogenetic Computing Library 4.5.1 until all monophyletic groups in the polyphyletic groups had been identified. Once the cluster was split into monophyletic groups, unique decimal values were added to the end of the integer label, creating a floating-point label for all clusters that were previously non-monophyletic (“Label partitions with a decimal and integers”). At the end of this process, all the monophyletic clusters were colored for easy visualization (“Color monophyletic clusters”).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18076, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Log ratio to evaluate the evolution of subfamilies", "sentences": [], "annotations": [], "relations": []}, {"offset": 18127, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To quantify the relative degree of intra-subfamily divergence, we develop a log ratio score that compared the within subfamily divergence to its subtending branch, the branch that leads to the previous split in the tree (i.e., the parent branch/lineage) using Eq (1).  where MPD is the mean pairwise distance of the tips included in a cluster defined as Eq (2)  where i j, delta (i,j) is the phylogenetic distance between species i and j, and n is the number of species in the sample. We used DendroPy Phylogenetic Computing Library 4.5.1 to calculate the MPD for putative subfamilies and parsing their subtending branches.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18751, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 18759, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The pairwise sequence identity within the 23 protein families we analyzed in this study ranged from 6.58±1.43 to 99.03±2.31(percent) (Table 1). We first tested our approach using our “positive control” protein families: bacterial outer membrane porins (OMPs), bile-salt hydrolases (BSHs), human acyltransferases (AT), and human nuclear receptors (NR). First, to clarify our methodology, we provide detailed results for the automated phylogenetic clustering approach for the OMPs (Figs 2–6), which is the same process used for all the protein families. Next, we summarize the rest of the protein family results. All the results described in this section are available along with the data and the programming scripts on github (https://github.com/aortizsax/clustree).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19533, "infons": {"file": "pone.0291801.g002.jpg", "id": "pone.0291801.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Pairwise distance matrix: Generation of PDM given a phylogenetic tree.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19604, "infons": {"file": "pone.0291801.g002.jpg", "id": "pone.0291801.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The phylogenetic tree of the outer membrane protein (OMP) sequences. (B) The PDM for the OMP is based on the branch lengths of the phylogenetic tree. The numbers in the table indicate the total pairwise branch length along the phylogenetic tree for each pair of proteins. The path from TOLC ECOLI to PMP10 CHLPN is highlighted in red in both A and B.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19959, "infons": {"file": "pone.0291801.g003.jpg", "id": "pone.0291801.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "UMAP-GMMEM analysis of phylogenetic tree data: (A) UMAP visualization of unlabeled tips for the first 2 dimensions of the PDM from Fig 1. (B) Scores for the GMMEM models for 1 to 49 clusters or peaks. In this example, the model with 24 clusters had the lowest BIC score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20230, "infons": {"file": "pone.0291801.g004.jpg", "id": "pone.0291801.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "GMMEM Lowest BIC: Visualization of the lowest scored model identified by the GMMEM indicated by color on the (A) UMAP plot showing the best fit model’s 16 Gaussian peaks (B) Phylogenetic tree colored and labeled for their Gaussian peaks from the best fit model. The numbers correspond to each of the Gaussian peaks in the GMMEM model relating to the tree. Note that clusters 0, 1, 4, 10, 21, and 23, are polyphyletic and there is also a deep branching separation in cluster in 10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20713, "infons": {"file": "pone.0291801.g005.jpg", "id": "pone.0291801.g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Monophyletic cluster maximization: MCIM on para-(/poly)-phyletic clusters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20788, "infons": {"file": "pone.0291801.g005.jpg", "id": "pone.0291801.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "A subtree of OMP is shown performing MCIM on clusters 1 and 3 to resolve clusters from UMAP-GMMEM that do not form clades on the tree due to certain topology and branch length conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20976, "infons": {"file": "pone.0291801.g006.jpg", "id": "pone.0291801.g006", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Final result UMAP-Gaussian mixture model-monophyletic cluster maximization: Full algorithm UMAP-GMMEM-MCIM results for the OMP phylogeny are shown by color and number.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21144, "infons": {"file": "pone.0291801.g006.jpg", "id": "pone.0291801.g006", "section_type": "FIG", "type": "fig_caption"}, "text": "Labels with an integer are clades that clustered with UMAP-GMMEM. Labels with a floating-point number are clades that needed refinement via clade identification of the resolved para(poly)-phyletic UMAP-GMMEM cluster.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21361, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Outer membrane porin subfamily identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 21407, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Bacterial OMPs form pores or channels in bacterial membranes that allow the passive diffusion of solutes such as sucrose. Some porins are highly selective and only allow the diffusion of certain molecules (e.g., maltose by maltoporin, oligosaccharides by OmpG, long chain fatty acids by FadL) while others are known as general porins have no substrate specificity, though they may favor cations or anions. The OMP dataset we tested was comprised of 121 sequences obtained from UniProt (Table 1). Fig 2A shows the phylogenetic tree of these sequences obtained by BEAST as well as a portion of the PDM. The results of the UMAP analysis PDM is shown in Fig 3A, and the results of the GMMEM analysis is shown in Fig 3B. The 24 peaks identified by the lowest BIC score from the GMMEM analysis formed clearly separable clusters on the UMAP graph (Fig 4A). When relating those peaks back to clades on the initial tree, 18 out of the 24 identified clusters were monophyletic, while the remaining 6 were para- or polyphyletic groups (Fig 4B). MCIM was used to resolve the remaining non-monophyletic groups (Fig 5), which were divided into multiple different monophyletic groups (Fig 6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22585, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Bile salt hydrolases", "sentences": [], "annotations": [], "relations": []}, {"offset": 22606, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The bile salt hydrolases are a family of proteins that deconjugates glycol-conjugated and tauro-conjugated bile acids and maintains in intracellular homeostasis and modifications in the architecture and composition of the cell membrane. Several studies indicate that BSH activity affects both the host physiology and the microbiota; suggested that BSH could play an important role in the colonization and survival of bacteria in the gut. Also, recent work has shown that BSH and free BA participate in a variety of metabolic processes that include regulation of dietary lipid absorption, cholesterol metabolism, and energy and inflammation homeostasis. The sampling set used comes from a mouse model of PCOS. We used our method to analyze 67 sequences belonging to BSH proteins downloaded from KEGG (Table 1). Fig 7A shows the initial tree obtained by BEAST with the GMMEM peaks indicated (Low BIC Model = 14 peaks). The UMAP-GMMEM clusters numbered 3, 4, 5, and 12 proved to be non-monophyletic and after MCIM, each of those GMMEM clusters were split into 2 new monophyletic groups, (Fig 7B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23700, "infons": {"file": "pone.0291801.g007.jpg", "id": "pone.0291801.g007", "section_type": "FIG", "type": "fig_caption"}, "text": "Post GMMEM and Final clustering results: BSH family(A,B), AT family(C,D), and NR family(E,F). Full algorithm UMAP-GMMEM-MCIM results are shown by color and number. Labels with an integer are clades that clustered with UMAP-GMMEM(both columns). Labels with a floating-point number are clades that needed refinement via clade identification of the resolved para(poly)-phyletic UMAP-GMMEM cluster (right column).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24110, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Acyltransferase", "sentences": [], "annotations": [], "relations": []}, {"offset": 24126, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The acyltransferase proteins represent an important protein family which transfers acyl groups (group of ketone with a chain of carbons) to other molecules involved in phospholipid biosynthesis. For example, the circulation of cholesterol away from tissues is dependent on the activity of lecithin cholesterol acyltransferase (LCAT). LCAT is a water-soluble enzyme that catalyzes cholesterol and phosphatidylcholines (lecithins) to cholesteryl esters and lyso-phosphatidylcholines on the surface of hydrophobic high-density lipoproteins(HDL). Fig 7C shows the initial tree obtained by BEAST of 173 acyltransferase protein sequences obtained from UniProt (Table 1). After UMAP-GMMEM analysis, we identified 4 different clusters (Low BIC Model = 13 peaks), although only 5 of these proved to be monophyletic. After MCIM, there were a total of 23 monophyletic clusters (Fig 7D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25002, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Nuclear receptor", "sentences": [], "annotations": [], "relations": []}, {"offset": 25019, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The Human Nuclear Receptor proteins are transcription factors that are ligand inducible by small lipophilic molecules such as steroid hormones, retinoids, and free fatty acids and control many of the reproductive, developmental, and metabolic processes in eukaryotes. The mediators of these effects are nuclear receptor proteins, ligand-activated transcription factors capable of regulating the expression of complex gene networks. Fig 7E shows the initial tree obtained by BEAST of 157 human nuclear receptors protein sequences obtained from UniProt (Table 1). After UMAP-GMMEM analysis, we identified 31 different clusters (Low BIC Model = 31 peaks), while 27 of these proved to be monophyletic. After MCIM, there were a total of 39 monophyletic clusters (Fig 7F).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25786, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Log ratio analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 25805, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The log ratio of the mean pairwise distance of a cluster by its subtending branch was obtained for all identified clusters before and after MCIM splitting. Our ratio was comprised of the MPD in the identified clusters and subtending branch to that cluster. A highly negative score would mean the MPD is very small compared to its subtending branch. Fig 8a shows that before MCIM split the para/poly-phyletic clusters, the OMP were grouped together near zero. Fig 8b shows that after MCIM splitting, the clusters in the top (group 8 and 9) are partitioned into clusters that shift to the middle of the graph or in some cases to the bottom where confident clusters are located. Fig 8c and 8d show the spread of the final clusters’ log ratio results of BSH and AT, respectively. Supplementary figures include the other highlighted subfamilies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26648, "infons": {"file": "pone.0291801.g008.jpg", "id": "pone.0291801.g008", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Log ratio analysis: Result of the log ratio analysis of phylogenetic clusters for different test data sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26756, "infons": {"file": "pone.0291801.g008.jpg", "id": "pone.0291801.g008", "section_type": "FIG", "type": "fig_caption"}, "text": "The values represent the log of the ratio of the mean pairwise distance (MPD) within each phylogenetically determined subfamily to its subtending branch. Each subfamily log ratio is colored, labeled, and sized by its final clustering result. Log ratio values for post UMAP-GMMEM OMP(A); and the final clustering of OMP(B), BSH(C), and AT(D), respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27112, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Other protein families", "sentences": [], "annotations": [], "relations": []}, {"offset": 27135, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we applied our pipeline to a broad range of different protein families, evolving at drastically different rates from a multitude of databases, including Pfam, PANTHER, and UniProt. Additionally, to assess robustness against ultrametric trees, we tested our algorithm on two viral trees mumps and ncov with different phylodynamics. Table 2 summarizes the clustering and site analysis results on a broad range of data sets. The table presents the number of putative subfamilies and the time needed to cluster the original phylogenetic tree. The number of putative subfamilies is synonymous with the number of clusters. The time to cluster the original tree is comprised of the time needed from PDM creation to coloring the final tree.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27877, "infons": {"file": "pone.0291801.t002.xml", "id": "pone.0291801.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Summary results for 21 datasets analyzed used to test AutoPhy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27940, "infons": {"file": "pone.0291801.t002.xml", "id": "pone.0291801.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\" border=\"0\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Database</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Family</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Num. of putative subfamily</th><th align=\"center\" style=\"border-bottom-width:thick\" rowspan=\"1\" colspan=\"1\">Time to cluster tree (sec)</th></tr></thead><tbody><tr><td align=\"center\" rowspan=\"6\" colspan=\"1\">\n<bold>UniProt</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Outermembrane Proteins (+)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">31</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.56</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">HUMAN Acyltransferases (+)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">39</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5.06</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">HUMAN Dehydrogenase</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">51</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6.10</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Human Nuclear Receptor (+)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">39</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.89</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Ebola S Glycoprotein</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">83</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">28.06</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">SARS-CoV2 S Glycoprotein</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">63</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">12.53</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">\n<bold>KEGG</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Bile Salt Hydrolase (+)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.21</td></tr><tr><td align=\"center\" rowspan=\"4\" colspan=\"1\">\n<bold>PANTHER</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Phosphoserine Phosphatase (PNTHR10000)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">45</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.56</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Ski Onocogene-Related (PNTHR10005)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">51</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.17</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Solute Carrier Family 34 (PNTHR10010)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">45</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.74</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Voltage-Gated Ca, Na (PNTHR10037)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">93</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">12.86</td></tr><tr><td align=\"center\" rowspan=\"8\" colspan=\"1\">\n<bold>PFAM</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">ABC Transporter (PF00005)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">16</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8.53</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">RNA recognition motif (PF00067)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">24</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7.94</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Protein kinase domain (PF00069)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">23</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8.25</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Response regulator receiver (PF00072)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">18</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8.3</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Helicase C (PF00271)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">111</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">46.3</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">AMP-binding enzyme (PF00501)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">33</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">10.38</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Binding protein dependent (PF00528)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">26</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">10.10</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Major Facilitator Superfamily(PF07690)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">46</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">11.38</td></tr><tr><td align=\"center\" rowspan=\"2\" colspan=\"1\">\n<bold>Nextstrain</bold>\n</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">SARS-CoV-2</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">666</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6392</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Mumps</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">232</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">238</td></tr></tbody></table>\n"}, "text": "Database\tFamily\tNum. of putative subfamily\tTime to cluster tree (sec)\t \tUniProt\tOutermembrane Proteins (+)\t31\t4.56\t \tHUMAN Acyltransferases (+)\t39\t5.06\t \tHUMAN Dehydrogenase\t51\t6.10\t \tHuman Nuclear Receptor (+)\t39\t4.89\t \tEbola S Glycoprotein\t83\t28.06\t \tSARS-CoV2 S Glycoprotein\t63\t12.53\t \tKEGG\tBile Salt Hydrolase (+)\t19\t4.21\t \tPANTHER\tPhosphoserine Phosphatase (PNTHR10000)\t45\t4.56\t \tSki Onocogene-Related (PNTHR10005)\t51\t4.17\t \tSolute Carrier Family 34 (PNTHR10010)\t45\t4.74\t \tVoltage-Gated Ca, Na (PNTHR10037)\t93\t12.86\t \tPFAM\tABC Transporter (PF00005)\t16\t8.53\t \tRNA recognition motif (PF00067)\t24\t7.94\t \tProtein kinase domain (PF00069)\t23\t8.25\t \tResponse regulator receiver (PF00072)\t18\t8.3\t \tHelicase C (PF00271)\t111\t46.3\t \tAMP-binding enzyme (PF00501)\t33\t10.38\t \tBinding protein dependent (PF00528)\t26\t10.10\t \tMajor Facilitator Superfamily(PF07690)\t46\t11.38\t \tNextstrain\tSARS-CoV-2\t666\t6392\t \tMumps\t232\t238\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 28854, "infons": {"file": "pone.0291801.t002.xml", "id": "pone.0291801.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Table indicates the number of identified monophyletic subfamilies and time for analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28943, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 28954, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we demonstrated the ability of our phylogenetic clustering approach AutoPhy to automatically identify monophyletic subfamilies in a wide range of protein families with highly differential rates of evolution. AutoPhy rapidly partitioned even very large and complex phylogenies into subfamilies without the need for arbitrary ad hoc parameter values. We also showed that AutoPhy log ratio analysis identifies highly divergent clades within subfamilies that may have been subjected to strong selection. In addition to protein subfamily clustering, AutoPhy also identified phylogenetic clusters in rapidly evolving viruses (e.g., SARS-CoV-2), and is highly robust to highly differential rates of evolution both among and within phylogenies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29706, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "AutoPhy rapidly clusters even very large phylogenetic trees (i.e., trees with many sequences), though the speed of the clustering is dependent on the tree topology. The time it took to cluster protein families into monophyletic groups ranged from 4 sec for the Ski oncogene, PNTHR10005 (55 protein sequences), to 46 sec for the helicaseC protein family, PF00271, (421 protein sequences; Table 2). The phylogenetic trees that took the shortest amounts of time to analyze tended to have discrete clusters separated by long branch lengths from other groups. The Ski oncogene tree contained many tightly bound subtrees with larger branch lengths leading to the cluster (S1 Fig), whereas the smaller helicaseC phylogeny had much sorter subtending branches (S2 Fig). This pattern also held for the analyses of the virus phylogenies. The number of sequences in the SARS-CoV-2 phylogeny was less than twice the size of the Mumps phylogeny, but the analysis of the SARS-CoV-2 phylogeny took 28 times longer. A comparison of the two phylogenies reveals that there were many visually distinct, subtrees in the mumps phylogeny than in the SARS-CoV-2 phylogeny (S3 and S4 Figs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30872, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A run-time analysis of AutoPhy’s algorithmic workflow found that for most of the phylogenies, the PDM creation took 2~% of the total time, while the UMAP took 17–28% of total time, GMMEM analysis required 20–55% of the total time, and the MCIM required between 25–70% of the total run time. However, in the case of the trees with long run times (e.g., the SARS-CoV-2, Mumps, and helicaseC phylogenies), 70% of the total run time was spent on the MCIM step. In other words, if the clusters from UMAP-GMMEM successfully identified monophyletic groups based on the PDM, very little time was spent on the MCIM step. The UMAP-GMMEM step appeared to have the most difficulty with polyphyletic sequences that were closely related and had long intra- but short inter-distances. For example, the UMAP-GMMEM analysis of the BSH tree clustered two groups as polyphyletic groups when related back to the tree, groups 1 and 8 (Fig 7A). In both cases, the polyphyletic clustering was due to a singleton sequence with a short internode distance (groups 3.1, 5.1, and 12.2, Fig 7B). Similar patterns can be observed with the analysis of the OMP proteins (e.g., groups 4, 21, and 23; Figs 4B and 6). Given these results, we suggest that improving the speed and efficiency of the MCIMalgorithm, (e.g., by converting from Python to C), followed by speed improvements to UMAP-GMMEM, would provide the greatest overall run time decrease for AutoPhy, especially with difficult to resolve phylogenies like the SARS-CoV-2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32379, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A detailed inspection of the clustering results of the well-studied and annotated protein families found that the AutoPhy clustering identified most of the functional subfamily annotations within the same monophyletic group, though in many cases these subfamilies included other closely related sequences. For example, AutoPhy placed the TOLCs efflux pumps that transfer small molecules such as antibiotics across the bacterial outer membrane of bacteria within a clade (group 6, Fig 6, S5 Fig) that also included the OMP5 and BEPC proteins, which are also known for their antibiotic resistance activity. Another two clusters included the multi-drug resistance OMPs MdtQ (group 16) and MdtP (group 5), and the 8 nucleoside-specific channel porins TSX (group 8). In other cases, the annotated sequences did not have enough sequences to form a discrete clade, such as the OMP5 and BEPC grouped into TOLC. There were also a few cases in which AutoPhy split sequences with the same annotation into different clusters, such as the OMPA sequences, two (group 0.1) of which did not cluster with the larger OMPA groups (groups 2, 15, 17, 0.0). A visual examination of the phylogeny shows that these two OMPAs from group 0.1 were significantly evolutionarily divergent from the others, suggesting they may have evolved unique functional roles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33714, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In other cases, AutoPhy identified interesting subfamily clusters within protein families which may indicate novel functional roles. For example, all the BSH sequences were annotated as choloylglycine hydrolases (Table 1). However, a visual inspection of the BSH tree clearly indicates the BSH phylogeny includes several distinct monophyletic groups (Fig 7B) and AutoPhy split the sequences into probable subfamilies likely differing in kinetic characteristics or substrate activation. In the acyltransferases, most sequences with the same annotations (e.g., gamma-glutamyltransferase (GGT)) were clustered by AutoPhy (group 29.0, Fig 7B). One exception was the membrane-bound palmitoyltransferases (ZDH) which were split into three groups of only ZDH annotated sequences. The bigger AutoPhy-identified cluster of ZDH (group 11) are Golgi and endoplasmic reticulum bound and provide a variety of palmitoyl protein substrates The other two ZDH groups identified by AutoPhy (groups 2 and 17) included ZDH14, which may regulate G-protein-couple receptor signaling (PubMed:27481942), ZDH11, a palmitoyltransferase involved in immune response, and ZH11B, a probable membrane-bound palmitoyltransferase involved in cell signaling in an immune response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34961, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The fact that separate ZDH clusters detected by AutoPhy contained distinct groups of functions indicates that AutoPhy can identify novel functional roles in previously annotated sequences. Finally, in the AutoPhy analysis of the nuclear receptors from UniProt, proteins with the same annotations (e.g., BMP(12), PIAS (14), and PARQ(6)) all clustered together with additional, closely related sequences (Fig 7E and 7F). For example, the sequence with UniProt accession number Q9H255 annotated O51E2 grouped inside a clade of PARQ sequences (group 3). Interestingly, O51E2 is likely functionally related to the PAQR proteins. Both are membrane receptors, but the PARQ proteins bind steroid receptors while the O51E2 substrate is unknown. Based on these results, receptor molecules for PARQ and O51E2 are most likely very similar. We hypothesize that the O51E2 substrate is an aromatic lipid with a steroid hormone-like structure. In addition to the automated monophyletic clustering, AutoPhy includes downstream analyses for further investigation of these clusters such as a log ratio approach for analyzing the relative evolutionary divergence rates among clusters. The relative evolutionary divergence of identified AutoPhy clusters revealed by the log ratio analysis indicates AutoPhy determined monophyletic groups under potential purifying selection at the amino acid level. For example, group 9.1 in the OMP tree (Fig 8B), groups 6 in the BSH tree (Fig 8C), and group 4.2 in the AT tree (Fig 8D) have the lowest within group divergences compared to the rest of the subfamilies within the tree. The log ratio scores also reveal sharp differences in the evolutionary rates among the various protein families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36672, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To verify the accuracy of the AutoPhy method, we compared our clustering to the annotations provided in UniProt which are based on a combination of automated (profile Hidden Markov Model) and manually curated annotations. S5 Fig shows a strong relationship between our predicted phylogenetic clusters and the annotations for both the OMP and AT trees. Parsimony randomization tests using the first three letters of the annotations showed that such a close relationship between our clusters and the annotations was nearly impossible by chance (example S6 Fig). The highly non-random association between the phylogenetic clustering and these annotations provides independent confirmation of our approach. We also show that AutoPhy does not produce clusters when there are no clear subfamilies (i.e., a negative control; S7 Fig).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37499, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While AutoPhy overcomes many limitations of previous approaches, there is room for improvement in several areas. Autophy tends to over split clades, particularly when there are long branches such as with the Acetyltransferases (Fig 7D). AutoPhy analysis also produced many cluster groups containing only one or two sequences, but this would likely be resolved with greater sequence sampling. In addition to speed, improvements noted earlier, other improvements to AutoPhy might include optimizing the number of UMAP dimensions for GMMEM clustering and including additional analysis to identify functional singletons in groups. Likewise, gaps could be added to the transition matrix to improve its estimated gap probability at sites. Lastly, the code is written in R notebooks and Python GitHub package. This is excellent for demonstration and reproducibility, but for creating databases or large-scale implementation needs to be configured as a more organized python package as a command-line tool. In addition to novel protein subfamily function identification and viral strain analysis, there are numerous other potential applications for AutoPhy. First, AutoPhy could be applied to metagenomic datasets to phylogenetically bin sequences by subfamily in a feature count table. This would allow for more refined metagenomic questions to be asked involving differentially present subfamilies. For example, a comparison of BSH abundance at the family level between conditions (e.g., healthy vs. dysbiotic gut microbiome samples) might not reveal any differences. However, in the same samples we might see a clear difference in the abundances of specific AutoPhy identified subfamily clusters within the BSHs. AutoPhy could also prove useful for automatically identifying different novel subfamilies present in the genomes of the same organisms, thereby identifying paralogs and functional misannotations. Finally, Autophy could also refine protein-matching. AutoPhy clusters could be used at the basis for subfamily-HMM models to refine protein matching to finer annotation. Finally, given the success of AutoPhy with RNA viral genomes, AutoPhy could potentially be applied to databases of RNA families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39702, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, we demonstrate that AutoPhy rapidly automates phylogenetic clustering of protein families with highly differentiated rates of evolution without the need for ad hoc parameters. The clustering results agree with annotation methods based on other methods, and we demonstrate the potential for using AutoPhy to detect novel protein families and misannotations. Finally, we show that AutoPhy can also cluster RNA viral genomes, indicating that it should work well with any given database with phylogenetic structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40226, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 40249, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 40260, "infons": {"comment": "doi: ", "fpage": "755", "issue": "9", "lpage": "63", "name_0": "surname:Eddy;given-names:SR", "pub-id_doi": "10.1093/bioinformatics/14.9.755", "pub-id_pmid": "9918945", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "14", "year": "1998"}, "text": "Profile hidden Markov models", "sentences": [], "annotations": [], "relations": []}, {"offset": 40289, "infons": {"section_type": "REF", "type": "ref"}, "text": "J. Mistry, S. Chuguransky, L. Williams, M. Qureshi, G.A. Salazar, E.L.L. Sonnhammer, S.C.E. et al. Bateman Pfam: The protein families database in 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 40440, "infons": {"comment": "doi: ", "fpage": "79", "lpage": "123", "name_0": "surname:Masi;given-names:M", "name_1": "surname:Winterhalter;given-names:M", "name_2": "surname:Pagès;given-names:JM", "pub-id_doi": "10.1007/978-3-030-18768-2_4", "pub-id_pmid": "31214985", "section_type": "REF", "source": "Subcell Biochem", "type": "ref", "volume": "92", "year": "2019"}, "text": "Outer Membrane Porins", "sentences": [], "annotations": [], "relations": []}, {"offset": 40462, "infons": {"name_0": "surname:Benz;given-names:R", "name_1": "surname:Bauer", "section_type": "REF", "source": "European Journal Of Biochemistry", "type": "ref", "year": "1998"}, "text": "Permeation of hydrophilic molecules through the outer membrane of gram-negative bacteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 40551, "infons": {"fpage": "291", "lpage": "301", "name_0": "surname:Nguyen;given-names:T.X", "name_1": "surname:Alegre;given-names:E.R", "name_2": "surname:Kelley;given-names:S.T", "pub-id_pmid": "17114893", "section_type": "REF", "source": "J Mol Microbiol Biotechnol", "type": "ref", "volume": "11", "year": "2006"}, "text": "Phylogenetic Analysis of General Bacterial Porins: A Phylogenomic Case Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40628, "infons": {"comment": "doi: ", "fpage": "D572", "issue": "suppl_1", "lpage": "D580", "name_0": "surname:Li;given-names:Heng", "name_1": "surname:Coghlan;given-names:Avril", "name_2": "surname:Ruan;given-names:Jue", "name_3": "surname:Coin;given-names:Lachlan James", "name_4": "surname:Hériché;given-names:Jean-Karim", "name_5": "surname:Osmotherly;given-names:Lara", "pub-id_doi": "10.1093/nar/gkj118", "pub-id_pmid": "16381935", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "34", "year": "2006"}, "text": "TreeFam: a curated database of phylogenetic trees of animal gene families", "sentences": [], "annotations": [], "relations": []}, {"offset": 40702, "infons": {"comment": "doi: ", "fpage": "2129", "lpage": "2141", "name_0": "surname:Thomas;given-names:P", "name_1": "surname:Campbell;given-names:MJ", "name_2": "surname:Kejariwal;given-names:A.", "name_3": "surname:Mi;given-names:H.", "name_4": "surname:Karlak;given-names:B.", "name_5": "surname:Daverman;given-names:R.", "pub-id_doi": "10.1101/gr.772403", "pub-id_pmid": "12952881", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13"}, "text": "PANTHER: a library of protein families and subfamilies indexed by function", "sentences": [], "annotations": [], "relations": []}, {"offset": 40777, "infons": {"comment": "doi: ", "fpage": "685", "issue": "7", "lpage": "95", "name_0": "surname:Gascuel;given-names:O", "pub-id_doi": "10.1093/oxfordjournals.molbev.a025808", "pub-id_pmid": "9254330", "section_type": "REF", "source": "Mol Biol Evol", "type": "ref", "volume": "14", "year": "1997"}, "text": "BIONJ: an improved version of the NJ algorithm based on a simple model of sequence data", "sentences": [], "annotations": [], "relations": []}, {"offset": 40865, "infons": {"comment": "doi: ", "fpage": "1435", "issue": "8", "lpage": "1441", "name_0": "surname:Wicker;given-names:Nicolas", "name_1": "surname:Perrin;given-names:Guy René", "name_2": "surname:Thierry;given-names:Jean Claude", "name_3": "surname:Poch;given-names:Olivier", "pub-id_doi": "10.1093/oxfordjournals.molbev.a003929", "pub-id_pmid": "11470834", "section_type": "REF", "source": "Molecular Biology and Evolution", "type": "ref", "volume": "18", "year": "2001"}, "text": "Secator: A Program for Inferring Protein Subfamilies from Phylogenetic Trees", "sentences": [], "annotations": [], "relations": []}, {"offset": 40942, "infons": {"comment": "doi: ", "fpage": "e1006650", "name_0": "surname:Bouckaert;given-names:R", "name_1": "surname:Vaughan;given-names:TG", "name_2": "surname:Barido-Sottani;given-names:J", "name_3": "surname:Duchêne;given-names:S", "name_4": "surname:Fourment;given-names:M", "pub-id_doi": "10.1371/journal.pcbi.1006650", "pub-id_pmid": "30958812", "section_type": "REF", "source": "PLOS Computational Biology", "type": "ref", "volume": "15", "year": "2019-4"}, "text": "BEAST 2.5: An advanced software platform for Bayesian evolutionary analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41018, "infons": {"comment": "doi: ", "fpage": "e0221068", "issue": "8", "name_0": "surname:Balaban;given-names:M", "name_1": "surname:Moshiri;given-names:N", "name_2": "surname:Mai;given-names:U", "name_3": "surname:Jia;given-names:X", "name_4": "surname:Mirarab;given-names:S", "pub-id_doi": "10.1371/journal.pone.0221068", "pub-id_pmid": "31437182", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "14", "year": "2019"}, "text": "TreeCluster: Clustering biological sequences using phylogenetic trees", "sentences": [], "annotations": [], "relations": []}, {"offset": 41088, "infons": {"comment": "doi: ", "fpage": "1580", "issue": "7", "lpage": "1595", "name_0": "surname:Han;given-names:AX", "name_1": "surname:Parker;given-names:E", "name_2": "surname:Scholer;given-names:F", "name_3": "surname:Maurer-Stroh;given-names:S", "name_4": "surname:Russell;given-names:CA", "pub-id_doi": "10.1093/molbev/msz053", "pub-id_pmid": "30854550", "section_type": "REF", "source": "Mol Biol Evol", "type": "ref", "volume": "36", "year": "2019"}, "text": "Phylogenetic Clustering by Linear Integer Programming (PhyCLIP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 41152, "infons": {"issue": "D1", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "The UniProt Consortium UniProt: the universal protein knowledgebase in 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 41228, "infons": {"comment": "doi: ", "fpage": "27", "lpage": "30", "name_0": "surname:Kanehisa;given-names:M", "name_1": "surname:Goto;given-names:S", "pub-id_doi": "10.1093/nar/28.1.27", "pub-id_pmid": "10592173", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "28", "year": "2000"}, "text": "KEGG: Kyoto Encyclopedia of Genes and Genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 41274, "infons": {"comment": "doi: ", "fpage": "D545", "lpage": "D551", "name_0": "surname:Kanehisa;given-names:M.", "name_1": "surname:Furumichi;given-names:M.", "name_2": "surname:Sato;given-names:Y.", "name_3": "surname:Ishiguro-Watanabe;given-names:M.", "name_4": "surname:Tanabe;given-names:M", "pub-id_doi": "10.1093/nar/gkaa970", "pub-id_pmid": "33125081", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "KEGG: integrating viruses and cellular organisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 41323, "infons": {"comment": "doi: ", "fpage": "1947", "lpage": "1951", "name_0": "surname:Kanehisa;given-names:M", "pub-id_doi": "10.1002/pro.3715", "pub-id_pmid": "31441146", "section_type": "REF", "source": "Protein Sci", "type": "ref", "volume": "28", "year": "2019"}, "text": "Toward understanding the origin and evolution of cellular organisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 41391, "infons": {"comment": "doi: ", "name_0": "surname:Hadfield", "pub-id_doi": "10.1093/bioinformatics/bty407", "pub-id_pmid": "29790939", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "year": "2018"}, "text": "Nextstrain: real-time tracking of pathogen evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 41444, "infons": {"comment": "doi: ", "fpage": "1792", "issue": "5", "lpage": "1797", "name_0": "surname:Edgar;given-names:Robert C.", "pub-id_doi": "10.1093/nar/gkh340", "pub-id_pmid": "15034147", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "32", "year": "2004"}, "text": "MUSCLE: multiple sequence alignment with high accuracy and high throughput", "sentences": [], "annotations": [], "relations": []}, {"offset": 41519, "infons": {"fpage": "275", "issue": "3", "lpage": "82", "name_0": "surname:Jones;given-names:DT", "name_1": "surname:Taylor;given-names:WR", "name_2": "surname:Thornton;given-names:JM", "pub-id_pmid": "1633570", "section_type": "REF", "source": "Comput Appl Biosci", "type": "ref", "volume": "8", "year": "1992"}, "text": "The rapid generation of mutation data matrices from protein sequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 41589, "infons": {"comment": "doi: ", "fpage": "1307", "issue": "3", "lpage": "20", "name_0": "surname:Drummond;given-names:AJ", "name_1": "surname:Nicholls;given-names:GK", "name_2": "surname:Rodrigo;given-names:AG", "name_3": "surname:Solomon;given-names:W", "pub-id_doi": "10.1093/genetics/161.3.1307", "pub-id_pmid": "12136032", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "161", "year": "2002"}, "text": "Estimating mutation parameters, population history and genealogy simultaneously from temporally spaced sequence data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41706, "infons": {"comment": "doi: ", "fpage": "901", "issue": "5", "lpage": "904", "name_0": "surname:Rambaut;given-names:Andrew", "name_1": "surname:Drummond;given-names:Alexei J", "name_2": "surname:Xie;given-names:Dong", "name_3": "surname:Baele;given-names:Guy", "name_4": "surname:Suchard;given-names:Marc A", "pub-id_doi": "10.1093/sysbio/syy032", "pub-id_pmid": "29718447", "section_type": "REF", "source": "Systematic Biology", "type": "ref", "volume": "67", "year": "2018"}, "text": "Posterior Summarization in Bayesian Phylogenetics Using Tracer 1.7", "sentences": [], "annotations": [], "relations": []}, {"offset": 41773, "infons": {"section_type": "REF", "type": "ref"}, "text": "Rambaut, A., and A. J. Drummond. “TreeAnnotator v. 2.3. 0.” Part of the BEAST package (2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41871, "infons": {"section_type": "REF", "type": "ref"}, "text": "Rambaut, A. (2010) FigTree v1.3.1. Institute of Evolutionary Biology, University of Edinburgh, Edinburgh. http://tree.bio.ed.ac.uk/software/figtree/", "sentences": [], "annotations": [], "relations": []}, {"offset": 42020, "infons": {"comment": "doi: ", "name_0": "surname:Huerta-Cepas;given-names:Jaime", "name_1": "surname:Serra;given-names:Francois", "name_2": "surname:Bork;given-names:Peer", "pub-id_doi": "10.1093/molbev/msw046", "pub-id_pmid": "26921390", "section_type": "REF", "source": "Mol Biol Evol", "type": "ref", "year": "2016"}, "text": "ETE 3: Reconstruction, analysis and visualization of phylogenomic data", "sentences": [], "annotations": [], "relations": []}, {"offset": 42091, "infons": {"comment": "doi: ", "fpage": "1422", "lpage": "1423", "name_0": "surname:Cock;given-names:PA", "name_1": "surname:Antao;given-names:T", "name_2": "surname:Chang;given-names:JT", "name_3": "surname:Chapman;given-names:BA", "name_4": "surname:Cox;given-names:CJ", "name_5": "surname:Dalke;given-names:A", "pub-id_doi": "10.1093/bioinformatics/btp163", "pub-id_pmid": "19304878", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "Biopython: freely available Python tools for computational molecular biology and bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"offset": 42187, "infons": {"section_type": "REF", "type": "ref"}, "text": "G, Bianchini 2021 TreeViewer. https://github.com/arklumpus/TreeViewer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42257, "infons": {"comment": "doi: ", "fpage": "1569", "lpage": "1571", "name_0": "surname:Sukumaran;given-names:J", "name_1": "surname:Holder;given-names:Mark T", "pub-id_doi": "10.1093/bioinformatics/btq228", "pub-id_pmid": "20421198", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "DendroPy: A Python library for phylogenetic computing", "sentences": [], "annotations": [], "relations": []}, {"offset": 42311, "infons": {"issue": "3", "name_0": "surname:McInnes;given-names:Leland", "name_1": "surname:Healy;given-names:John", "name_2": "surname:Saul;given-names:Nathaniel", "name_3": "surname:Grossberger;given-names:Lukas", "section_type": "REF", "source": "The Journal of Open Source Software", "type": "ref", "year": "2018"}, "text": "UMAP: Uniform Manifold Approximation and Projection", "sentences": [], "annotations": [], "relations": []}, {"offset": 42363, "infons": {"comment": "doi: ", "fpage": "250", "lpage": "262", "name_0": "surname:Bustos;given-names:Ana Y.", "name_1": "surname:de Valdez;given-names:Graciela Font", "name_2": "surname:Fadda;given-names:Silvina", "name_3": "surname:Taranto;given-names:María P.", "pub-id_doi": "10.1016/j.foodres.2018.06.035", "pub-id_pmid": "30131136", "section_type": "REF", "source": "Food Research International", "type": "ref", "volume": "112", "year": "2018"}, "text": "New insights into bacterial bile resistance mechanisms: the role of bile salt hydrolase and its impact on human health", "sentences": [], "annotations": [], "relations": []}, {"offset": 42482, "infons": {"comment": "doi: ", "issue": "6", "name_0": "surname:Ho;given-names:Bryan", "name_1": "surname:Ryback;given-names:Daniel", "name_2": "surname:Benson;given-names:Basilin", "name_3": "surname:Mason;given-names:Cayla N.", "name_4": "surname:Torres;given-names:Pedro J.", "name_5": "surname:Quinn;given-names:Robert A.", "pub-id_doi": "10.1128/mSystems.01149-20", "section_type": "REF", "source": "mSystems", "type": "ref", "year": "2021"}, "text": "Metcalf Gut Metabolites Are More Predictive of Disease and Cohoused States than Gut Bacterial Features in a Polycystic Ovary Syndrome-Like Mouse Model", "sentences": [], "annotations": [], "relations": []}, {"offset": 42633, "infons": {"comment": "doi: ", "fpage": "e5426", "issue": "5", "name_0": "surname:Ozawa;given-names:A", "name_1": "surname:Speaker;given-names:RB;suffix:III", "name_2": "surname:Lindberg;given-names:I", "pub-id_doi": "10.1371/journal.pone.0005426", "pub-id_pmid": "19412546", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "4", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 42634, "infons": {"comment": "doi: ", "fpage": "245", "issue": "1-3", "lpage": "56", "name_0": "surname:Jonas;given-names:A", "pub-id_doi": "10.1016/S1388-1981(00)00153-0", "pub-id_pmid": "11111093", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1529", "year": "2000"}, "text": "Lecithin cholesterol acyltransferase", "sentences": [], "annotations": [], "relations": []}, {"offset": 42671, "infons": {"comment": "doi: ", "fpage": "201", "lpage": "20", "name_0": "surname:Bain;given-names:DL", "name_1": "surname:Heneghan;given-names:AF", "name_2": "surname:Connaghan-Jones;given-names:KD", "name_3": "surname:Miura;given-names:MT", "pub-id_doi": "10.1146/annurev.physiol.69.031905.160308", "pub-id_pmid": "17137423", "section_type": "REF", "source": "Annu Rev Physiol", "type": "ref", "volume": "69", "year": "2007"}, "text": "Nuclear receptor structure: implications for function", "sentences": [], "annotations": [], "relations": []}, {"offset": 42725, "infons": {"comment": "doi: ", "fpage": "P693", "issue": "2", "lpage": "699", "name_0": "surname:Morona;given-names:R", "name_1": "surname:Manning;given-names:P A", "name_2": "surname:Reeves;given-names:P", "pub-id_doi": "10.1128/jb.153.2.693-699.1983", "section_type": "REF", "source": "Journal of Bacteriology", "type": "ref", "volume": "153", "year": "1983"}, "text": "Identification and characterization of the TolC protein, an outer membrane protein from Escherichia coli", "sentences": [], "annotations": [], "relations": []}, {"offset": 42830, "infons": {"comment": "doi: ", "fpage": "P3242", "issue": "9", "lpage": "3248", "name_0": "surname:Zakharian;given-names:E.", "name_1": "surname:Reusch;given-names:R.N.", "pub-id_doi": "10.1529/biophysj.106.088781", "section_type": "REF", "source": "Biophysical Journal", "type": "ref", "volume": "91", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 42831, "infons": {"comment": "doi: ", "fpage": "101", "issue": "1", "lpage": "105", "name_0": "surname:Inoue;given-names:Tetsuyoshi", "name_1": "surname:Matsuzaki;given-names:Shigenobu", "name_2": "surname:Tanaka;given-names:Shuji", "pub-id_doi": "10.1111/j.1574-6968.1995.tb07342.x", "pub-id_pmid": "7867914", "section_type": "REF", "source": "FEMS Microbiology Letters", "type": "ref", "volume": "125", "year": "1995"}, "text": "A 26-kDa outer membrane protein, OmpK, common to Vibrio species is the receptor for a broad-host-range vibriophage, KVP40", "sentences": [], "annotations": [], "relations": []}, {"offset": 42953, "infons": {"comment": "doi: ", "fpage": "1470", "lpage": "1473", "name_0": "surname:Dzikiewicz-Krawczyk;given-names:A.", "name_1": "surname:Kok;given-names:K.", "name_2": "surname:Slezak-Prochazka;given-names:I", "pub-id_doi": "10.1038/leu.2017.94", "pub-id_pmid": "28331227", "section_type": "REF", "source": "Leukemia", "type": "ref", "volume": "31", "year": "2017"}, "text": "ZDHHC11 and ZDHHC11B are critical novel components of the oncogenic MYC-miR-150-MYB network in Burkitt lymphoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 43065, "infons": {"comment": "doi: ", "fpage": "399", "issue": "3", "lpage": "406", "name_0": "surname:Luo;given-names:Xiaolin", "name_1": "surname:Feng;given-names:Lin", "name_2": "surname:Jiang;given-names:Xiaomeng", "name_3": "surname:Xiao;given-names:Fei", "name_4": "surname:Wang;given-names:Zhenzhen", "name_5": "surname:Feng;given-names:Gen-Sheng", "pub-id_doi": "10.1042/BJ20080948", "pub-id_pmid": "18547165", "section_type": "REF", "source": "Biochem J", "type": "ref", "volume": "414", "year": "2008"}, "text": "Characterization of the topology and functional domains of RKTG", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]