[{"source": "PMC", "date": "20230622", "key": "pmc.key", "infons": {}, "documents": [{"id": "10254443", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3390/molecules28114544", "article-id_pmc": "10254443", "article-id_pmid": "37299020", "article-id_publisher-id": "molecules-28-04544", "elocation-id": "4544", "issue": "11", "kwd": "tau protein conformations tauopathies Alzheimer’s disease", "license": "Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).", "name_0": "surname:Pinzi;given-names:Luca", "name_1": "surname:Bisi;given-names:Nicolò", "name_2": "surname:Sorbi;given-names:Claudia", "name_3": "surname:Franchini;given-names:Silvia", "name_4": "surname:Tonali;given-names:Nicolò", "name_5": "surname:Rastelli;given-names:Giulio", "name_6": "surname:Kojima;given-names:Chojiro", "section_type": "TITLE", "type": "front", "volume": "28", "year": "2023"}, "text": "Insights into the Structural Conformations of the Tau Protein in Different Aggregation Status", "sentences": [], "annotations": [], "relations": []}, {"offset": 94, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Tau is a protein characterized by large structural portions displaying extended conformational changes. Unfortunately, the accumulation of this protein into toxic aggregates in neuronal cells leads to a number of severe pathologies, collectively named tauopathies. In the last decade, significant research advancements were achieved, including a better understanding of Tau structures and their implication in different tauopathies. Interestingly, Tau is characterized by a high structural variability depending on the type of disease, the crystallization conditions, and the formation of pathologic aggregates obtained from in vitro versus ex vivo samples. In this review, we reported an up-to-date and comprehensive overview of Tau structures reported in the Protein Data Bank, with a special focus on discussing the connections between structural features, different tauopathies, different crystallization conditions, and the use of in vitro or ex vivo samples. The information reported in this article highlights very interesting links between all these aspects, which we believe may be of particular relevance for a more informed structure-based design of compounds able to modulate Tau aggregation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1299, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1. Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1315, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Tau is a highly soluble protein originating from the MAPT (microtubule-associated protein Tau) gene. This protein can be classified among the so-called “Intrinsically Disordered Proteins”, being characterized by large structural portions subjected to fast and extended conformational changes. Owing to the presence of such disordered regions in the structure, Tau can: (i) participate to the modulation of the activity of various biological partners; (ii) play a key role in the stability of the cytoskeletal complex, and; (iii) be engaged in the regulation of several cellular signaling processes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1918, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "At a structural level, four different regions were identified in the Tau structure, i.e., a N-Terminal Projection Region (NTR), a Microtubule-Binding Region (MBR) a proline-rich region (PRR), and Carboxyl-Terminal Region (CTR) (Figure 1), each of them being engaged in different biological functions. The CTR and MBR domains are highly conserved, and they contain similar structural motifs the length of 18 amino acids; these regions constitute the main microtubule-interaction sites. The NTR and PRR regions are more disordered and less conserved, and they play a role in the modulation of a number of cellular functions including apoptosis. The CTR region of Tau presents an amino acids sequence that is highly conserved across different species. This portion, which was reported to be sensitive to phosphorylation (Figure 1), facilitates the binding of Tau to microtubules and to heparin, and potentially participates to the regulation of microtubules dynamics. The MBR region of Tau includes a high number of lysine residues, which makes it positively charged at physiological pH. Such a portion of Tau plays a central role in the interaction with microtubules, which is likely to occur through the establishment of a number of electrostatic interactions between positively charged lysines and the negatively charged surface of microtubules. Besides the binding to microtubules, MBR has also been reported to interact with a series of other proteins, including heat shock proteins and actin. Of note, MBR is also sensitive to phosphorylation (e.g., serines 258, 262, 289, and 356, Figure 1), albeit less than the nearby CTR and PRR regions, which, however, were reported to greatly affect the interaction of this protein with several binding partners. The PRR region presents a high number of serine and threonine residues, similarly to the C-terminus portion of the protein; it hosts several of the phosphorylation sites (Figure 1) affecting Tau binding and related physiology. PRR is involved in the modulation of cell signaling, and axonal localization and phosphorylation. The NTR region of Tau presents a negatively charged amino acids sequence due to the presence of a number of glutamate and aspartate amino acids. When Tau binds to the microtubules, this portion of the protein extends outside their surface and it interacts with other proteins, including annexins and 14-3-3. This portion of Tau binds to 14-3-3σ, heparin, and a number of other proteins in cells, and it was postulated to be involved in the modulation of cell signaling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4473, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The more disordered regions of Tau include the first 200 and the last 80 amino acids of the N-terminal and C-terminal domains, respectively. These portions of the protein present different amino acids compositions and include a higher number of threonines and serines, which confer high structural flexibility. The inherent flexibility of these portions hampered their study trough X-ray crystallography and Cryo-EM (Cryo-ElectroMicroscopy), or with other experimental techniques, as testified by the lack of high resolution three-dimensional (3D) structures of these regions of the protein into public repositories. However, the more structured portions of Tau of relevance for its physiological role were identified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5192, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To date, six and two major isoforms of Tau are currently known in the central and peripheral nervous systems, respectively, which vary in the number of N-terminal inserts (i.e., 0N, 1N, or 2N) in the NTR and C-terminal regions (i.e., 3R or 4R) at MBR (Figure 1). Additionally, two different constructs were also identified in the Tau structure, i.e., K18 and K19, which include residues Met243 to Glu372 (R1 to R4), and residues Met243 to Lys274 and Val337 to Glu372 (R1, R3 and R4), respectively (Figure 1). These truncated constructs of 4R and 3R Tau derive by a different splicing of exon 10 and were extensively studied in recent years, as they encompass the core of the paired helical filaments (PHFs) of this protein and are able to form amyloid fibrils.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5953, "infons": {"file": "molecules-28-04544-g001.jpg", "id": "molecules-28-04544-f001", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic representation of the full-length Tau protein. N1 and N2, and R1–R4 represent the N-terminal and C-terminal inserts, respectively. According to the different RNA splicings, Tau can be expressed as 4R2N (Tau with N1, N2, R1, R2, R3, and R4 insertions), 4R1N (Tau with N1, R1, R2, R3, and R4 insertions), 4R0N (Tau with R1, R2, R3, and R4 insertions), 3R2N (Tau with N1, N2, R1, R3, and R4 insertions), 3R1N (Tau with N1, R1, R3, and R4 insertions), 3R0N (Tau with R1, R3, and R4 insertions). 0N, 1N and 2N isoforms represent around the 40%, 50%, and 10% of all Tau isoforms, respectively, PHF6 (VQIVYK) and PHF6* (VQIINK) are the regions of the protein involved in the formation of Tau aggregates. K18 and K19 constructs of Tau including R1 to R4, R1, R3, and R4 insertions are also shown as red and blue bars, respectively. The full-length amino acids sequence of Tau, including phosphorylating sites (highlighted in yellow), is also reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6909, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several studies demonstrated that different expression levels of Tau isoforms are present at different ages of brain development. Notably, the 0N3R Tau isoform is mainly expressed during neurogenesis, whereas adult brain presents nearly equal amount of all the six 3R and 4R isoforms, this balance being altered under pathological conditions. According to recent findings, variations in the composition of the MBR region play a key role in the affinity of Tau for microtubules, the 4R isoform having the highest affinity. The MBR domain contains also two hexapeptide motifs expressed in two different variants at the second and third repeat insertions, namely PHF6 (306VQIVYK311) and PHF6* (275VQIINK280), which act as nucleation centers of protein aggregation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7671, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The possibility of Tau to adopt different conformations and to undergo post-translational modifications (the most frequently observed being phosphorylation, Figure 1) can lead to the formation of abnormal, toxic, aggregates in neuronal cells. Research findings and clinical evidence showed that Tau aggregation follows a “prion-like” nucleation and elongation pathway, characterized by oligomers of different molecular weight and different phosphorylation levels. Although Tau tends to fold differently in tauopathies, it is possible to identify common mechanisms and features in the formation of aggregates. For example, tau phosphorylation levels are relatively reduced under physiological conditions, while studies performed on samples from patients with different tauopathies highlighted high degrees of Tau phosphorylation in the aggregates. Moreover, when Tau dissociates from microtubules, it can dimerize through the formation of a series of interactions of PHF6 and PHF6* motifs, which eventually turn into oligomers. Subsequently, the oligomers collectively tend to form elongated structures known as protofilaments, which sort out in highly packed paired helical filaments, similar to those recently observed through Cryo-EM crystallography. Such mechanism of aggregation can also be accelerated by biological events known as cross-seeding, where already formed amyloid structures facilitate the formation of other toxic aggregates. Indeed, cross-seeding may explain some of events occurring during amyloids formation and it is under investigation in different Tau-related contexts. Several studies showed that Tau cross-seeding can occur in a homologous manner or heterologously; for example, with the Aβ peptide in AD. The possibility to experimentally observe the conformations that Tau can adopt in pathological conditions is of central interest for the development of effective therapeutic treatments against different tauopathies. In this regard, significant efforts were devoted towards the determination of high-resolution structures of Tau, most of them being recently derived by electron microscopy experiments (Figure 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9820, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Additionally, the solved three-dimensional (3D) complexes of Tau provided useful insights into the conformations this protein can adopt in different aggregation status; it also clearly emerged how these structural data can be influenced by adopted experimental settings. On these premises, in this review, we first report an up-to-date classification of Tau structures according to their conformation and implication in different neurodegenerative diseases, according to the reported literature data. Moreover, we also provide insights into the different structural features of Tau from ex vivo and in vitro samples, discussing it with particular focus on structures related to Alzheimer’s disease (AD), which is one among the most widespread tauopathies affecting elderly people worldwide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10613, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "2. Tau Structures", "sentences": [], "annotations": [], "relations": []}, {"offset": 10631, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, several structures of Tau were solved (Figure 3 and Table 1). In particular, they showed different assemblies characterizing known tauopathies, along with the different balance of 4R:3R isoforms. For example, 4R isoforms of Tau are predominant in the early stages of AD, i.e., before the oligomers progressively assemble into higher molecular weight and more organized PHF dimers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11022, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These structures, together with the straight filaments (SF), form fibrils that are characteristic of late stage tauopathies, ultimately leading to AD and other neurodegenerative diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11210, "infons": {"file": "molecules-28-04544-t001.xml", "id": "molecules-28-04544-t001", "section_type": "TABLE", "type": "table_caption"}, "text": "Structures of Tau reported in the Protein Data Bank. The structures are classified based on the presence of co-crystallized elements with Tau, and on the conformation and structural features of Tau in the complex. Authorships information related to the aligned Tau crystallographic complexes are also reported. Human crystal structures Tau (UniProt ID: P10636) were firstly downloaded from Protein Data Bank (, accessed on 23 March 2023), leading to 131 entries. The collected entries were then split in their component chains, resulting in 158 Tau-single-chain complexes. Subsequently, the obtained structures were manually grouped according to their overall structural conformation. Afterwards, the entries in each group were aligned by using the “Structure Alignment” tool available in Maestro (Schrödinger suite 2018-3) with defaults settings. Finally, data associated with the protein structures were also downloaded from PDB and processed to retain information on experimental conditions and authorship. The aligned complexes are provided as Supplementary Data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12283, "infons": {"file": "molecules-28-04544-t001.xml", "id": "molecules-28-04544-t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Title</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Type of Structure *</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Class **</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">PDB <break/> Resolution (Å)</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Publication Year</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Experimental <break/> Method</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">References</th></tr></thead><tbody><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P6D</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">AGD type 1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P6E</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">AGD type 2</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6TJX</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CBD tau fibrils doublet</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B42-molecules-28-04544\" ref-type=\"bibr\">42</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6VH7</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CBD tau fibrils doublet</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.800</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B43-molecules-28-04544\" ref-type=\"bibr\">43</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6TJO</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CDB tau fibrils singlet</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.200</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B42-molecules-28-04544\" ref-type=\"bibr\">42</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6VHA</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CDB tau fibrils singlet</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B43-molecules-28-04544\" ref-type=\"bibr\">43</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6NWP</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B44-molecules-28-04544\" ref-type=\"bibr\">44</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">8BYN</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2023</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B45-molecules-28-04544\" ref-type=\"bibr\">45</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QL1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE I/II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.340</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6NWQ</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B44-molecules-28-04544\" ref-type=\"bibr\">44</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QJW</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.810</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKX</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.160</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QL0</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.130</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QL3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE III</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.320</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QK5</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE-like fold</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.920</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CTE-like fold</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.230</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P66</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GGT I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P67</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GGT II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P68</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GGT III</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.900</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QK3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (258–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GGT-like fold</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.440</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QK6</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (258–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GGT-like fold</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.270</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKG</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (258–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GGT-like fold</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.360</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P6A</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GPT type 1a</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.900</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P6B</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GPT type 1b</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.200</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P6C</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">GPT type 2</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6QJQ</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Heparin-induced 3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.700</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6QJP</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Heparin-induced 4R jagged</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6QJH</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Heparin-induced 4R snake</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6QJM</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Heparin-induced 4R twister</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6CVJ</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Model of synthetic Tau</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.200</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B6-molecules-28-04544\" ref-type=\"bibr\">6</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6CVN</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Model of synthetic Tau</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.900</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B6-molecules-28-04544\" ref-type=\"bibr\">6</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QJY</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.140</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7R4T</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.750</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QJZ</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QK2</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (300–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new III</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.610</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKZ</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (305–379)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new III</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.650</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKL</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new IIX</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.070</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new IV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.830</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKM</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266–391, S356D)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new IX</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.660</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKH</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (258–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new V</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.170</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKI</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (297–408)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new VI</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.130</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKJ</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new VII</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.260</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKU</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new X</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.570</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKW</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266–391, S356D)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new XI</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.320</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKY</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0N4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new XII</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.860</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QL2</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new XIII</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.950</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7R5H</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R (266/297–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">new XIV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.590</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7P65</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PSP</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.700</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B41-molecules-28-04544\" ref-type=\"bibr\">41</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7U0Z</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PSP</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4.200</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B48-molecules-28-04544\" ref-type=\"bibr\">48</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7KQK (chains ABC)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">pTau fragment in complex with anti-pTau C21-ABS Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7KQK (chains HLP)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">pTau fragment in complex with anti-pTau C21-ABS Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2MZ7</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau bound to Microtubules</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2015</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Solution NMR (Model 1)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B49-molecules-28-04544\" ref-type=\"bibr\">49</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7PQC</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau bound to Microtubules</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B50-molecules-28-04544\" ref-type=\"bibr\">50</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7PQP</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau bound to Microtubules</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B50-molecules-28-04544\" ref-type=\"bibr\">50</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5O3L</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2017</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B35-molecules-28-04544\" ref-type=\"bibr\">35</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5O3O</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2017</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B35-molecules-28-04544\" ref-type=\"bibr\">35</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6HRE</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.200</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B51-molecules-28-04544\" ref-type=\"bibr\">51</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6VHL</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B43-molecules-28-04544\" ref-type=\"bibr\">43</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7MKF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B52-molecules-28-04544\" ref-type=\"bibr\">52</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7MKH</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B52-molecules-28-04544\" ref-type=\"bibr\">52</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7NRQ</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.760</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B36-molecules-28-04544\" ref-type=\"bibr\">36</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7NRV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B36-molecules-28-04544\" ref-type=\"bibr\">36</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QJV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.290</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QJX</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.990</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QK1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.030</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QKK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.800</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7QL4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.200</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B46-molecules-28-04544\" ref-type=\"bibr\">46</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7UPE</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B53-molecules-28-04544\" ref-type=\"bibr\">53</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7UPF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B53-molecules-28-04544\" ref-type=\"bibr\">53</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7UPG</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.800</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B53-molecules-28-04544\" ref-type=\"bibr\">53</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7YMN</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R (266–391)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.460</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5O3T</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2017</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B35-molecules-28-04544\" ref-type=\"bibr\">35</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6HRF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B51-molecules-28-04544\" ref-type=\"bibr\">51</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6VI3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.300</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B43-molecules-28-04544\" ref-type=\"bibr\">43</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7MKG</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.070</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B52-molecules-28-04544\" ref-type=\"bibr\">52</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7NRS</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.680</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B36-molecules-28-04544\" ref-type=\"bibr\">36</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7NRT</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.680</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B36-molecules-28-04544\" ref-type=\"bibr\">36</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7NRX</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4R–3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from Alzheimer’s Disease—SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.550</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B36-molecules-28-04544\" ref-type=\"bibr\">36</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6GX5</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fibril from PICK’s Disease—NPF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.200</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B55-molecules-28-04544\" ref-type=\"bibr\">55</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7YPG</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Spindle-like fibril</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4FL5</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.900</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2015</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B12-molecules-28-04544\" ref-type=\"bibr\">12</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4Y32</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.700</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2015</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B56-molecules-28-04544\" ref-type=\"bibr\">56</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4Y3B</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.800</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2015</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B56-molecules-28-04544\" ref-type=\"bibr\">56</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4Y5I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2015</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B56-molecules-28-04544\" ref-type=\"bibr\">56</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5BTV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.700</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2015</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B12-molecules-28-04544\" ref-type=\"bibr\">12</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5HF3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.800</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2015</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B56-molecules-28-04544\" ref-type=\"bibr\">56</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6FAU</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.250</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B57-molecules-28-04544\" ref-type=\"bibr\">57</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6FAV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B57-molecules-28-04544\" ref-type=\"bibr\">57</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6FAW</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B57-molecules-28-04544\" ref-type=\"bibr\">57</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6FBW</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.450</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B57-molecules-28-04544\" ref-type=\"bibr\">57</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6FBY</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B57-molecules-28-04544\" ref-type=\"bibr\">57</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6FI4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B57-molecules-28-04544\" ref-type=\"bibr\">57</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6FI5</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with 14-3-3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.700</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B57-molecules-28-04544\" ref-type=\"bibr\">57</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7EYC (chains ABQ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with antigen</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.490</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7EYC (chains LHP)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with antigen</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.490</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5ZIA (chains ABC)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-24.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B58-molecules-28-04544\" ref-type=\"bibr\">58</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5ZIA (chains DEF)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-24.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B58-molecules-28-04544\" ref-type=\"bibr\">58</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5ZIA (chains GLR)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-24.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B58-molecules-28-04544\" ref-type=\"bibr\">58</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5ZIA (chains HIJ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-24.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B58-molecules-28-04544\" ref-type=\"bibr\">58</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5ZIA (chains KMN)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-24.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B58-molecules-28-04544\" ref-type=\"bibr\">58</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5ZIA (chains OPQ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-24.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B58-molecules-28-04544\" ref-type=\"bibr\">58</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5ZV3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-24.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.090</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B59-molecules-28-04544\" ref-type=\"bibr\">59</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6GK7</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-27.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.950</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B59-molecules-28-04544\" ref-type=\"bibr\">59</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6GK8</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with CBTAU-28.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.850</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B59-molecules-28-04544\" ref-type=\"bibr\">59</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5N5A</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with F-actin</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2017</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Solution NMR (Model 4)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B60-molecules-28-04544\" ref-type=\"bibr\">60</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5N5B</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with F-actin</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2017</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Solution NMR (Model 12)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B60-molecules-28-04544\" ref-type=\"bibr\">60</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5NVB</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with F-actin</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Solution NMR (Model 1)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4GLR (chains AHI)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.900</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2012</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B61-molecules-28-04544\" ref-type=\"bibr\">61</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4GLR (chains BJK)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.900</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2012</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B61-molecules-28-04544\" ref-type=\"bibr\">61</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4TQE</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2014</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5DMG (chains CDZ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B62-molecules-28-04544\" ref-type=\"bibr\">62</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5DMG (chains EFX)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B62-molecules-28-04544\" ref-type=\"bibr\">62</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5DMG (chains HLP)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B62-molecules-28-04544\" ref-type=\"bibr\">62</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5E2V</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.640</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B63-molecules-28-04544\" ref-type=\"bibr\">63</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5E2W</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B63-molecules-28-04544\" ref-type=\"bibr\">63</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MO3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.690</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP1 (chains AHL)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP1 (chains BCD)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP1 (chains EFG)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP1 (chains IJK)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP3 (chains ABC)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.750</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP3 (chains DHL)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.750</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP5 (chains ABK)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.310</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP5 (chains CD)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.310</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP5 (chains EFI)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.310</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5MP5 (chains HJL)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.310</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2016</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6BB4 (chains HLP)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B64-molecules-28-04544\" ref-type=\"bibr\">64</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6BB4 (chains IMQ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B64-molecules-28-04544\" ref-type=\"bibr\">64</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6BB4 (chains JNR)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.100</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B64-molecules-28-04544\" ref-type=\"bibr\">64</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6DC8</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.800</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B65-molecules-28-04544\" ref-type=\"bibr\">65</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6DC9 (chains HLP)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B65-molecules-28-04544\" ref-type=\"bibr\">65</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6DC9 (chains IMQ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B65-molecules-28-04544\" ref-type=\"bibr\">65</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6DCA (chains HLP)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B65-molecules-28-04544\" ref-type=\"bibr\">65</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6DCA (chains IMQ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B65-molecules-28-04544\" ref-type=\"bibr\">65</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6DCA (chains JNR)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.600</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B65-molecules-28-04544\" ref-type=\"bibr\">65</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6LRA</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.900</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B66-molecules-28-04544\" ref-type=\"bibr\">66</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6PXR</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.560</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B67-molecules-28-04544\" ref-type=\"bibr\">67</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6XLI (chains ABE)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B68-molecules-28-04544\" ref-type=\"bibr\">68</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6XLI (chains CDF)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B68-molecules-28-04544\" ref-type=\"bibr\">68</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6XLI (chains HLP)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Fab</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2020</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B68-molecules-28-04544\" ref-type=\"bibr\">68</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6H06 (chains ABK)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with FAB CBTAU-22.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.630</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B69-molecules-28-04544\" ref-type=\"bibr\">69</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6H06 (chains CDG)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with FAB CBTAU-22.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.630</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B69-molecules-28-04544\" ref-type=\"bibr\">69</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6H06 (chains EFJ)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with FAB CBTAU-22.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.630</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B69-molecules-28-04544\" ref-type=\"bibr\">69</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6H06 (chains HIL)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with FAB CBTAU-22.1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.630</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B69-molecules-28-04544\" ref-type=\"bibr\">69</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1I8H</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with Pin1 WW domain</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">\n</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2001</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Solution NMR (Model 1)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B70-molecules-28-04544\" ref-type=\"bibr\">70</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">7SP1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with other proteins</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment in complex with RNA</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.400</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2022</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Microscopy</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B71-molecules-28-04544\" ref-type=\"bibr\">71</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5V5B</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment KVQIINKKL</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.500</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Crystallography</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B72-molecules-28-04544\" ref-type=\"bibr\">72</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6NK4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment KVQIINKKL</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.990</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Crystallography</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B73-molecules-28-04544\" ref-type=\"bibr\">73</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6N4P</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment RQEFEV</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.850</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2021</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B74-molecules-28-04544\" ref-type=\"bibr\">74</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6ODG</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment SVQIVY</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.000</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2019</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B75-molecules-28-04544\" ref-type=\"bibr\">75</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4E0M</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment SVQIVYK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.750</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2012</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B76-molecules-28-04544\" ref-type=\"bibr\">76</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4E0N</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment SVQIVYK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.650</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2012</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B76-molecules-28-04544\" ref-type=\"bibr\">76</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4E0O</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment SVQIVYK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.820</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2012</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B76-molecules-28-04544\" ref-type=\"bibr\">76</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5V5C</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment VQIINK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.250</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2018</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Electron Crystallography</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B72-molecules-28-04544\" ref-type=\"bibr\">72</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2ON9</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment VQIVYK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.510</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2007</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B77-molecules-28-04544\" ref-type=\"bibr\">77</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3OVL</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment VQIVYK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.810</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2011</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B78-molecules-28-04544\" ref-type=\"bibr\">78</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4NP8</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Tau fragment VQIVYK</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.510</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2009</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">X-ray Diffraction</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B79-molecules-28-04544\" ref-type=\"bibr\">79</xref></td></tr><tr><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">5K7N</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Tau fragment</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Tau fragment VQIVYK</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">1.100</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">2017</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Electron Crystallography</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B80-molecules-28-04544\" ref-type=\"bibr\">80</xref></td></tr></tbody></table>\n"}, "text": "Title\tType of Structure *\tClass **\tPDB  Resolution (Å)\tPublication Year\tExperimental  Method\tReferences\t \t7P6D\t4R\tAGD type 1\t3.300\t2021\tElectron Microscopy\t\t \t7P6E\t4R\tAGD type 2\t3.400\t2021\tElectron Microscopy\t\t \t6TJX\t4R\tCBD tau fibrils doublet\t3.000\t2020\tElectron Microscopy\t\t \t6VH7\t4R\tCBD tau fibrils doublet\t3.800\t2020\tElectron Microscopy\t\t \t6TJO\t4R\tCDB tau fibrils singlet\t3.200\t2020\tElectron Microscopy\t\t \t6VHA\t4R\tCDB tau fibrils singlet\t4.300\t2020\tElectron Microscopy\t\t \t6NWP\t4R–3R\tCTE I\t2.300\t2019\tElectron Microscopy\t\t \t8BYN\t4R–3R\tCTE I\t2.600\t2023\tElectron Microscopy\t\t \t7QL1\t4R–3R\tCTE I/II\t3.340\t2022\tElectron Microscopy\t\t \t6NWQ\t4R–3R\tCTE II\t3.400\t2019\tElectron Microscopy\t\t \t7QJW\t4R–3R\tCTE II\t2.810\t2022\tElectron Microscopy\t\t \t7QKX\t4R–3R\tCTE II\t3.160\t2022\tElectron Microscopy\t\t \t7QL0\t4R–3R\tCTE II\t3.130\t2022\tElectron Microscopy\t\t \t7QL3\t4R–3R\tCTE III\t3.320\t2022\tElectron Microscopy\t\t \t7QK5\t4R (266/297–391)\tCTE-like fold\t1.920\t2022\tElectron Microscopy\t\t \t7QKV\t4R (266/297–391)\tCTE-like fold\t3.230\t2022\tElectron Microscopy\t\t \t7P66\t4R\tGGT I\t3.000\t2021\tElectron Microscopy\t\t \t7P67\t4R\tGGT II\t3.100\t2021\tElectron Microscopy\t\t \t7P68\t4R\tGGT III\t2.900\t2021\tElectron Microscopy\t\t \t7QK3\t4R (258–391)\tGGT-like fold\t2.440\t2022\tElectron Microscopy\t\t \t7QK6\t4R (258–391)\tGGT-like fold\t2.270\t2022\tElectron Microscopy\t\t \t7QKG\t4R (258–391)\tGGT-like fold\t3.360\t2022\tElectron Microscopy\t\t \t7P6A\t4R\tGPT type 1a\t1.900\t2021\tElectron Microscopy\t\t \t7P6B\t4R\tGPT type 1b\t2.200\t2021\tElectron Microscopy\t\t \t7P6C\t4R\tGPT type 2\t2.500\t2021\tElectron Microscopy\t\t \t6QJQ\t3R\tHeparin-induced 3R\t3.700\t2019\tElectron Microscopy\t\t \t6QJP\t4R\tHeparin-induced 4R jagged\t3.500\t2019\tElectron Microscopy\t\t \t6QJH\t4R\tHeparin-induced 4R snake\t3.300\t2019\tElectron Microscopy\t\t \t6QJM\t4R\tHeparin-induced 4R twister\t3.300\t2019\tElectron Microscopy\t\t \t6CVJ\tTau fragment in complex with other proteins\tModel of synthetic Tau\t3.200\t2018\tElectron Microscopy\t\t \t6CVN\tTau fragment in complex with other proteins\tModel of synthetic Tau\t3.900\t2018\tElectron Microscopy\t\t \t7QJY\t4R (266/297–391)\tnew I\t3.140\t2022\tElectron Microscopy\t\t \t7R4T\t4R (266/297–391)\tnew I\t2.750\t2022\tElectron Microscopy\t\t \t7QJZ\t4R (266/297–391)\tnew II\t3.400\t2022\tElectron Microscopy\t\t \t7QK2\t4R (300–391)\tnew III\t2.610\t2022\tElectron Microscopy\t\t \t7QKZ\t4R (305–379)\tnew III\t2.650\t2022\tElectron Microscopy\t\t \t7QKL\t4R (266/297–391)\tnew IIX\t2.070\t2022\tElectron Microscopy\t\t \t7QKF\t4R (266/297–391)\tnew IV\t2.830\t2022\tElectron Microscopy\t\t \t7QKM\t4R (266–391, S356D)\tnew IX\t2.660\t2022\tElectron Microscopy\t\t \t7QKH\t4R (258–391)\tnew V\t3.170\t2022\tElectron Microscopy\t\t \t7QKI\t4R (297–408)\tnew VI\t3.130\t2022\tElectron Microscopy\t\t \t7QKJ\t4R (266/297–391)\tnew VII\t3.260\t2022\tElectron Microscopy\t\t \t7QKU\t4R (266/297–391)\tnew X\t2.570\t2022\tElectron Microscopy\t\t \t7QKW\t4R (266–391, S356D)\tnew XI\t2.320\t2022\tElectron Microscopy\t\t \t7QKY\t0N4R\tnew XII\t1.860\t2022\tElectron Microscopy\t\t \t7QL2\t4R (266/297–391)\tnew XIII\t2.950\t2022\tElectron Microscopy\t\t \t7R5H\t4R (266/297–391)\tnew XIV\t2.590\t2022\tElectron Microscopy\t\t \t7P65\t4R\tPSP\t2.700\t2021\tElectron Microscopy\t\t \t7U0Z\t4R\tPSP\t4.200\t2022\tElectron Microscopy\t\t \t7KQK (chains ABC)\tTau fragment in complex with other proteins\tpTau fragment in complex with anti-pTau C21-ABS Fab\t2.600\t2020\tX-ray Diffraction\t\t \t7KQK (chains HLP)\tTau fragment in complex with other proteins\tpTau fragment in complex with anti-pTau C21-ABS Fab\t2.600\t2020\tX-ray Diffraction\t\t \t2MZ7\tTau fragment in complex with other proteins\tTau bound to Microtubules\t\t2015\tSolution NMR (Model 1)\t\t \t7PQC\tTau fragment in complex with other proteins\tTau bound to Microtubules\t4.100\t2021\tElectron Microscopy\t\t \t7PQP\tTau fragment in complex with other proteins\tTau bound to Microtubules\t4.100\t2021\tElectron Microscopy\t\t \t5O3L\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.400\t2017\tElectron Microscopy\t\t \t5O3O\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.500\t2017\tElectron Microscopy\t\t \t6HRE\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.200\t2018\tElectron Microscopy\t\t \t6VHL\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.300\t2020\tElectron Microscopy\t\t \t7MKF\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.000\t2021\tElectron Microscopy\t\t \t7MKH\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.300\t2021\tElectron Microscopy\t\t \t7NRQ\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t2.760\t2021\tElectron Microscopy\t\t \t7NRV\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.000\t2021\tElectron Microscopy\t\t \t7QJV\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.290\t2022\tElectron Microscopy\t\t \t7QJX\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t2.990\t2022\tElectron Microscopy\t\t \t7QK1\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.030\t2022\tElectron Microscopy\t\t \t7QKK\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t2.800\t2022\tElectron Microscopy\t\t \t7QL4\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.200\t2022\tElectron Microscopy\t\t \t7UPE\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.400\t2022\tElectron Microscopy\t\t \t7UPF\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.300\t2022\tElectron Microscopy\t\t \t7UPG\t4R–3R\tTau fibril from Alzheimer’s Disease—PHF\t3.800\t2022\tElectron Microscopy\t\t \t7YMN\t3R (266–391)\tTau fibril from Alzheimer’s Disease—PHF\t3.460\t2022\tElectron Microscopy\t\t \t5O3T\t4R–3R\tTau fibril from Alzheimer’s Disease—SF\t3.400\t2017\tElectron Microscopy\t\t \t6HRF\t4R–3R\tTau fibril from Alzheimer’s Disease—SF\t3.300\t2018\tElectron Microscopy\t\t \t6VI3\t4R–3R\tTau fibril from Alzheimer’s Disease—SF\t3.300\t2020\tElectron Microscopy\t\t \t7MKG\t4R–3R\tTau fibril from Alzheimer’s Disease—SF\t3.070\t2021\tElectron Microscopy\t\t \t7NRS\t4R–3R\tTau fibril from Alzheimer’s Disease—SF\t2.680\t2021\tElectron Microscopy\t\t \t7NRT\t4R–3R\tTau fibril from Alzheimer’s Disease—SF\t2.680\t2021\tElectron Microscopy\t\t \t7NRX\t4R–3R\tTau fibril from Alzheimer’s Disease—SF\t3.550\t2021\tElectron Microscopy\t\t \t6GX5\t3R\tTau fibril from PICK’s Disease—NPF\t3.200\t2018\tElectron Microscopy\t\t \t7YPG\t3R\tSpindle-like fibril\t2.500\t2022\tElectron Microscopy\t\t \t4FL5\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.900\t2015\tX-ray Diffraction\t\t \t4Y32\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.700\t2015\tX-ray Diffraction\t\t \t4Y3B\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.800\t2015\tX-ray Diffraction\t\t \t4Y5I\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.400\t2015\tX-ray Diffraction\t\t \t5BTV\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.700\t2015\tX-ray Diffraction\t\t \t5HF3\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.800\t2015\tX-ray Diffraction\t\t \t6FAU\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.250\t2018\tX-ray Diffraction\t\t \t6FAV\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.400\t2018\tX-ray Diffraction\t\t \t6FAW\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.400\t2018\tX-ray Diffraction\t\t \t6FBW\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.450\t2018\tX-ray Diffraction\t\t \t6FBY\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.500\t2018\tX-ray Diffraction\t\t \t6FI4\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t2.000\t2018\tX-ray Diffraction\t\t \t6FI5\tTau fragment in complex with other proteins\tTau fragment in complex with 14-3-3\t1.700\t2018\tX-ray Diffraction\t\t \t7EYC (chains ABQ)\tTau fragment in complex with other proteins\tTau fragment in complex with antigen\t2.490\t2021\tX-ray Diffraction\t\t \t7EYC (chains LHP)\tTau fragment in complex with other proteins\tTau fragment in complex with antigen\t2.490\t2021\tX-ray Diffraction\t\t \t5ZIA (chains ABC)\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-24.1\t2.600\t2018\tX-ray Diffraction\t\t \t5ZIA (chains DEF)\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-24.1\t2.600\t2018\tX-ray Diffraction\t\t \t5ZIA (chains GLR)\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-24.1\t2.600\t2018\tX-ray Diffraction\t\t \t5ZIA (chains HIJ)\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-24.1\t2.600\t2018\tX-ray Diffraction\t\t \t5ZIA (chains KMN)\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-24.1\t2.600\t2018\tX-ray Diffraction\t\t \t5ZIA (chains OPQ)\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-24.1\t2.600\t2018\tX-ray Diffraction\t\t \t5ZV3\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-24.1\t2.090\t2018\tX-ray Diffraction\t\t \t6GK7\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-27.1\t2.950\t2018\tX-ray Diffraction\t\t \t6GK8\tTau fragment in complex with other proteins\tTau fragment in complex with CBTAU-28.1\t2.850\t2018\tX-ray Diffraction\t\t \t5N5A\tTau fragment in complex with other proteins\tTau fragment in complex with F-actin\t\t2017\tSolution NMR (Model 4)\t\t \t5N5B\tTau fragment in complex with other proteins\tTau fragment in complex with F-actin\t\t2017\tSolution NMR (Model 12)\t\t \t5NVB\tTau fragment in complex with other proteins\tTau fragment in complex with F-actin\t\t2018\tSolution NMR (Model 1)\t\t \t4GLR (chains AHI)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.900\t2012\tX-ray Diffraction\t\t \t4GLR (chains BJK)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.900\t2012\tX-ray Diffraction\t\t \t4TQE\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.600\t2014\tX-ray Diffraction\t\t \t5DMG (chains CDZ)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.500\t2016\tX-ray Diffraction\t\t \t5DMG (chains EFX)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.500\t2016\tX-ray Diffraction\t\t \t5DMG (chains HLP)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.500\t2016\tX-ray Diffraction\t\t \t5E2V\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.640\t2016\tX-ray Diffraction\t\t \t5E2W\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.500\t2016\tX-ray Diffraction\t\t \t5MO3\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.690\t2016\tX-ray Diffraction\t\t \t5MP1 (chains AHL)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t3.100\t2016\tX-ray Diffraction\t\t \t5MP1 (chains BCD)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t3.100\t2016\tX-ray Diffraction\t\t \t5MP1 (chains EFG)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t3.100\t2016\tX-ray Diffraction\t\t \t5MP1 (chains IJK)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t3.100\t2016\tX-ray Diffraction\t\t \t5MP3 (chains ABC)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.750\t2016\tX-ray Diffraction\t\t \t5MP3 (chains DHL)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.750\t2016\tX-ray Diffraction\t\t \t5MP5 (chains ABK)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.310\t2016\tX-ray Diffraction\t\t \t5MP5 (chains CD)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.310\t2016\tX-ray Diffraction\t\t \t5MP5 (chains EFI)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.310\t2016\tX-ray Diffraction\t\t \t5MP5 (chains HJL)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.310\t2016\tX-ray Diffraction\t\t \t6BB4 (chains HLP)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.100\t2018\tX-ray Diffraction\t\t \t6BB4 (chains IMQ)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.100\t2018\tX-ray Diffraction\t\t \t6BB4 (chains JNR)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.100\t2018\tX-ray Diffraction\t\t \t6DC8\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.800\t2019\tX-ray Diffraction\t\t \t6DC9 (chains HLP)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t3.000\t2019\tX-ray Diffraction\t\t \t6DC9 (chains IMQ)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t3.000\t2019\tX-ray Diffraction\t\t \t6DCA (chains HLP)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.600\t2019\tX-ray Diffraction\t\t \t6DCA (chains IMQ)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.600\t2019\tX-ray Diffraction\t\t \t6DCA (chains JNR)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.600\t2019\tX-ray Diffraction\t\t \t6LRA\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.900\t2020\tX-ray Diffraction\t\t \t6PXR\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t1.560\t2020\tX-ray Diffraction\t\t \t6XLI (chains ABE)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.000\t2020\tX-ray Diffraction\t\t \t6XLI (chains CDF)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.000\t2020\tX-ray Diffraction\t\t \t6XLI (chains HLP)\tTau fragment in complex with other proteins\tTau fragment in complex with Fab\t2.000\t2020\tX-ray Diffraction\t\t \t6H06 (chains ABK)\tTau fragment in complex with other proteins\tTau fragment in complex with FAB CBTAU-22.1\t2.630\t2018\tX-ray Diffraction\t\t \t6H06 (chains CDG)\tTau fragment in complex with other proteins\tTau fragment in complex with FAB CBTAU-22.1\t2.630\t2018\tX-ray Diffraction\t\t \t6H06 (chains EFJ)\tTau fragment in complex with other proteins\tTau fragment in complex with FAB CBTAU-22.1\t2.630\t2018\tX-ray Diffraction\t\t \t6H06 (chains HIL)\tTau fragment in complex with other proteins\tTau fragment in complex with FAB CBTAU-22.1\t2.630\t2018\tX-ray Diffraction\t\t \t1I8H\tTau fragment in complex with other proteins\tTau fragment in complex with Pin1 WW domain\t\t2001\tSolution NMR (Model 1)\t\t \t7SP1\tTau fragment in complex with other proteins\tTau fragment in complex with RNA\t3.400\t2022\tElectron Microscopy\t\t \t5V5B\tTau fragment\tTau fragment KVQIINKKL\t1.500\t2018\tElectron Crystallography\t\t \t6NK4\tTau fragment\tTau fragment KVQIINKKL\t1.990\t2021\tElectron Crystallography\t\t \t6N4P\tTau fragment\tTau fragment RQEFEV\t1.850\t2021\tX-ray Diffraction\t\t \t6ODG\tTau fragment\tTau fragment SVQIVY\t1.000\t2019\tX-ray Diffraction\t\t \t4E0M\tTau fragment\tTau fragment SVQIVYK\t1.750\t2012\tX-ray Diffraction\t\t \t4E0N\tTau fragment\tTau fragment SVQIVYK\t1.650\t2012\tX-ray Diffraction\t\t \t4E0O\tTau fragment\tTau fragment SVQIVYK\t1.820\t2012\tX-ray Diffraction\t\t \t5V5C\tTau fragment\tTau fragment VQIINK\t1.250\t2018\tElectron Crystallography\t\t \t2ON9\tTau fragment\tTau fragment VQIVYK\t1.510\t2007\tX-ray Diffraction\t\t \t3OVL\tTau fragment\tTau fragment VQIVYK\t1.810\t2011\tX-ray Diffraction\t\t \t4NP8\tTau fragment\tTau fragment VQIVYK\t1.510\t2009\tX-ray Diffraction\t\t \t5K7N\tTau fragment\tTau fragment VQIVYK\t1.100\t2017\tElectron Crystallography\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 27457, "infons": {"file": "molecules-28-04544-t001.xml", "id": "molecules-28-04544-t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note: * residues composing the structures are reported within the round brackets. ** structures of Tau with conformations different to those observed in post-mortem samples are labelled as “new”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27657, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To date, more than 130 structures of Tau are reported in the PDB. Several of them are in complexes of Tau with other proteins, including Fab and actin. The length of Tau filaments into such complexes ranges from 4 to 37 residues, with averages of 8 (“Tau Fragment” type of structures in Table 1) and 16 (“Tau fragment in complex with other proteins” type of structures in Table 1). Most of these complexes include PHF6 and PHF6*, and related phosphorylated sequences of Tau with selected antibodies, which are of great interest for the design of inhibitors of the aggregation of this protein. However, future efforts and experimental improvements in protein crystallography and cryo-EM spectroscopy will certainly help to provide also structures larger fragments of Tau. Additionally, structures including only Tau filaments present sequences of length ranging from 48 to 125 residues. Of note, several differences and similarities can be observed in these structures from a structural point of view (see below). The majority of Tau structures consist of one protomer, containing a variable number of equally stacked monomers of the protein, each of them with a sequence of the same length (e.g., PDB structure: 6VHA). However, structures including symmetrical and asymmetrical assemblies of two or more Tau protomers were also reported (e.g., PDB structures: 5O3O and 6QJQ); the formation of these assemblies mainly derives by the establishment of a series of hydrogen bonds and salt bridges interactions. An analysis of the secondary structure of these complexes revealed that none of them present amino acids in α-helices motifs, while all the Tau structures, and in particular the complexes classified as type “4R”, present higher percentages of amino acids in β-strands, followed by those labelled as “4R–3R” and “3R” (see Table 1 and Table S1 in the Supporting Information). Conversely, the percentages of amino acid residues in the sequences with a non-defined secondary structure were higher the complexes classified as “3R” (see Table 1 and Table S1 ) and lower in the “4R” type. Differences can also be observed in the percentages of residues of Tau performing hydrogen bond interactions in the complexes, which were, on average, significantly higher in the “4R” type of structures (see Table 1 and Table S1 ). Altogether, these data suggest that structures classified as type “4R” generally present a higher degree of structural compactness and definition, and a higher number of residues framed into defined networks of interactions, in line with data from the literature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30282, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "3. Tau Structures in Different Neurodegenerative Diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 30340, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In pathological forms (e.g., when the protein presents mutations resulting in aberrant oligomerization), Tau ceases its usual protective function and ends up aggregating inside neurons to form large tangles that cause damage observed in the brain of affected patients. Importantly, recent findings showed that Tau filaments from different individuals present the same structure, while different tauopathies tend to present different Tau folds. On these premises, tauopathies can be classified via the isoforms that accumulate in Neurofibrillary tangles (NFTs). In this regard, Shy Y. et al. very recently proposed a classification of tauopathies based on their folds complementing clinical diagnosis and neuropathology that allows the identification of novel types of aggregations, with respect to those previously known. Moreover, crystallographic data reported into the Protein Data Bank allowed to better highlight the key differences of Tau structures from the different pathologies (Table 1). In particular, except for frontotemporal dementias (FTDs) such as Pick’s disease (PiD), that mostly include aggregates of Tau 3R isoform, known tauopathies comprise all six 3R and 4R isoforms (e.g., Chronic Traumatic Encephalopathy—CTE—and Alzheimer’s disease—AD, Primary Age-Related Tauopathy—PART, Familial British Dementia—FDB, Familial Danish Dementia—FDD), or only Tau 4R isoforms (i.e., Corticobasal Degeneration—CBD, Progressive Supranuclear Palsy—PSP and Argyrophilic Grain Disease—AGD, Astrogliopathy—ARTAG, Globular Glial Tauopathy—GGT).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31912, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The main factors driving the diverse folding of Tau and their role in the different tauopathies are still unclear. However, according to recently reported crystallographic data, similarities between different folds can be observed. For example, Tau filaments from FDB and FDD and PART are structurally related to those observed from post-mortem samples of AD patients, while AGD filaments are similar to those of ARTAG. Moreover, the filaments from globular glial tauopathy (GGT) are closely related to the structure of PSP, which is the second most common tauopathy after AD. Structures with features similar to GGT and PSP were also reported (i.e., GPT). Furthermore, Tau aggregates can also be classified as primary or secondary depending on whether they represent the main molecular lesion or are associated with other pathological features. Aggregates formation depend on the presence of amyloid filaments in the human brain, patient population, age, and disease advancement. Therefore, it is becoming increasingly interesting to find a relationship between the various folds, type of neurodegenerative disease, and a clearer distinction between early and advanced disease phases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33098, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The identification of protein structures forming amyloid filaments in the brain is of utmost importance for the identification of novel effective therapeutics against tauopathies. This is especially true considering that neurodegenerative disorders caused by aberrant aggregation of Tau affect millions of people around the world. Cryo-EM spectroscopy was successfully employed to obtain high-resolution images of different forms of fibrils from post-mortem brains of patients affected by nine different neurodegenerative diseases. Indeed, high-resolution structures of β-amyloid filament central to Alzheimer’s diseases are important to help dissecting events and find suitable drugs and biomarkers able to detect or modulate these phenomena. For example, analysis of the assembly of Aβ peptides into filaments very recently revealed two S-shaped protofilaments formed in the human brain, each associated with either sporadic or familial Alzheimer’s disease. Moreover, recent studies also helped to better understand how experimental approaches for the identification of Tau anti-aggregators adopted so far could provide potential artifacts or false positive readouts in bioassays and in protein crystallization. This provided a significant step towards a better understating of how Tau aggregates in different disorders, and on the conditions behind the process of protein aggregation. For example, the crystal structures of Tau in complex with the fibril disaggregating agent epigallocatechin gallate (EGCG) (PDB structure: 7UPG), as well as the PET ligand flortaucipir (PDB structure: 8BYN) were recently reported. However, it should be noted that the interaction of these compounds with Tau was only partially solved. Further advances in experimental conditions and techniques will certainly help to fully disclose complexes of Tau with anti-aggregating agents at higher resolution, enabling more accurate structure-based design studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35047, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "4. Comparison of the Structural Features of Tau from Ex Vivo and In Vitro Samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 35129, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the advent of the Cryo-EM, which made it possible to analyze at atomic level the filaments of Tau extracted from the brain of AD patients (ex vivo samples), the comparison of their structure with the morphology of filaments, obtained during the in vitro aggregation in cell-free systems, became a practice to better understand if the process might reflect the same result in terms of morphology of the aggregates. In order to elucidate their similarities and differences, as well as to gain insights into the development of reliable in vitro models of tauopathies. In this section, we present a critical analysis of the structural features of Tau, starting from the PDB structures of filaments since 2017. In particular, we will focus on their morphology and structures, to dissect the principal differences and points in common between the ex vivo and in vitro material. Whenever possible, we will provide accurate details at the atomic level, in order to ease the recognition of the specific and important structural elements of these inclusions. This may help to evaluate their relevance in the existing models of tauopathies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36264, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In 2017, Fitzpatrick et al. analyzed the intracellular neurofibrillary tangles from a cerebral cortex of an AD patient. The sarkosyl insoluble fraction presented various paired helical filaments (PHFs) and straight filaments (SFs), with a ratio of nearly 4:1. They were composed of full-length, hyperphosphorylated Tau and were morphologically characterized by immune-gold electron microscopy (EM) and cryo-EM (PDB structures 5O3L, 5O3O). PHFs showed a longitudinal spacing between crossovers of 650–800 Å and a width of 70–150 Å, while SFs presented a crossover distance between 700 and 900 Å with a width of 100 Å. Both ultrastructural polymorphs consist of two protofilaments, characterized by a common core, comprising a double helical stack of C-shaped subunits. The helical rise and the helical twist are 4.7 Å and −1°, respectively, for both filaments. The pronase-resistant core consists of residues V306–F378, which include R3 and R4 repeats, as well as 10 more residues in the C-terminal part, just after R4 residues (N368–F378). It is characterized by eight in-register parallel β-sheets, formed by a β-bend and a β-helix motif linked by β-strands. β1 is present at the very N-terminal, whose segment V306–K311 (PHF6) forms a packing interface with the complementary segment T373–F378 of β8. Following β1, β2 (V313–C322) is packed against β8 (N368-F378) through a zipper motif characterized by the presence of polar groups. β3 (N327–K331) is found in face of β7 (S356–V363), and its interaction is stabilized by hydrogen bonds between the sidechains of H328 and T361. Lastly, three β-strands present in R4, namely β4 (V337–S341), β5 (K343–K347), and β6 (R349–I354), are found in the β-bend and a β-helix motif imparting the previously identified C-shape motif. The polymorphism of PHFs and SFs is due to differences in of the lateral surface contacts of the protofilaments. In PHFs, the two protofilaments form symmetric, identical structures. In particular, the interface is formed by the anti-parallel stacking of residues P332–Q336. Two hydrogen bonds between Q336 and K331 further stabilize the structure. Conversely, in the SFs, the protofilaments are organized in an a-symmetrical manner, with no H-bonds or salt bridges present at the interface.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38579, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One year later, Falcon et al. used Cryo-EM to image tau filaments extracted from the frontal cortex of several cases of sporadic, inherited, and atypical AD. As in Fitzpatrick’s analysis, PHFs and SFs were present in a ratio of approximately 4:1. Regarding the core structure of the protofilaments, the same involvement of residues V306–F378 was observed, with the characteristic eight β-strands rich C-folding subunits, showing an insignificant variation in Tau filament structures between individuals with AD. The presence of this common core (V306–F378) was verified for all the samples analyzed by Cryo-EM deriving from three sporadic cases (irrespective of APOE genotype) and one inherited of AD. The higher resolution Cryo-EM structures of PHFs and SFs from case 2 showed the presence of two additional residues at the N-terminus, and two additional residues at the C-terminus of the ordered core of the protofilament. At the C-terminus, these residues were R379 and E380 from the sequence after R4. The interfaces between the two protofilaments of both PHFs and SFs were the same in all four cases. These findings show that the PHF and SF structures are identical between sporadic and inherited cases of AD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39801, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In 2021, Shi et al. added the PET ligand APN-1607 to sarkosyl-insoluble tau filaments from the frontal cortex of an AD patient, in order to identify the binding hot-spot of the ligand. This molecular complex was studied by Cryo-EM analysis. Again, authors found a heterogenous population of PHFs and SFs, with morphological and structural characteristics similar to the ones identified by Fitzpatrick et al. in 2017 (PDB structures: 7NRQ, 7NRS, 7NRT, 7NRV, and 7NRX). However, the binding of the ligand induced a conformational change allowing the C-shaped cavity expansion in SFs, compared to the PHF. Additionally, an approximate 12° difference in the turn between β6 and β7 was observed when comparing APN-1607 treated PHFs and SFs to the control samples (without APN-1607 ligation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40594, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "So far, PHFs and SFs from ex vivo AD patients’ brain exhibited similar characteristics, independently from the research groups who investigated the samples and the individuals affected. These results confirmed the robustness of the Cryo-EM analysis and also the unique conformation of filaments extracted by patients bearing the same pathology and clinical symptoms. Therefore, this underlines a unique aggregation process leading to a particular morphology dependent only from the type of the disease where the aggregation is involved (Table 2). A visual representation pointing out the main features and differences between the two ultrastructural polymorphs, as well as their core structure, is shown in Figure 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41313, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The understanding of Tau aggregation, generally, comes mostly from in vitro studies using Tau models, in which exogenous additives are required to initiate the aggregation process. Authors tried several conditions for promoting Tau aggregation, and to develop models able to represent in a reliable way what may happen in cells and in vivo. The question if these filaments obtained in vitro are morphologically relevant with the disease arises spontaneously. We present here some of the recent highlights in this regard, with a particular focus on the morphology of the aggregates and their structural characterization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41933, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As mentioned before, aggregation of full-length Tau requires exogenous promoters to take place. Generally, these agents share the common characteristics of being negatively charged. In fact, since Tau is positively charged at physiological pH, monomers tend to repel each other, thus preventing in vitro aggregation. By lowering Tau overall positive charge, polyanionic agents enhance protein–protein interaction, thus lowering the repulsion between monomers and easing the aggregation process. In this field, the most used co-factors are heparin, arachidonic acid, and RNA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42510, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In 2022, Abskharon et al. induced the aggregation of full-length, wild type Tau using RNA as a promoter. The authors were able to solve the structure of fibrils with a resolution of 3.4 Å (PDB structure: 7SP1) by Cryo-EM. Two polymorphs were identified: one twisted and one not twisted, which were present in a 4:1 ratio. Of the two, only the twisted polymorph was suitable for structure determination. The twisted tau-RNA fibrils were composed by two identical protofilaments and a cross-over distance of 829 Å. Also, they were characterized by a helical twist of 179.16° and a helical rise of 2.4 Å. Regarding their structure, filaments are composed by stacked in parallel, in-register β-sheets. The fibril core spans 36 residues nearby Tau C-terminal, namely E391–A426. In particular, the polymorph encompasses five β-strands. These are β1 (E391–V393), β2 (S396–S400), β3 (D402–Pro405), β4 (H407–S413), β5 (D418–V420). These residues are not involved in the core of AD patients’ fibrils previously found in ex vivo samples. In fact, the N-terminal and C-terminal domains of the protein are not folded in a well-defined secondary structure. Thus, they represent a flanking part protruding from fibrils, known as fuzzy coat. Concerning the surface interaction of the two components of the filament, β-sheet residues L408, N410, and S412 interact with identical residues of the opposing protofilament. This peculiar polymorph may be interesting to further explore Tau aggregation and the dynamics behind it. In fact, since Tau–RNA interaction is relevant in cells and in vivo, the presence of this polymorph may act as a template to induce the formation of other Tau fibrils filaments. However, as it was not found in ex vivo samples, its implication in the Tau aggregation pathway is unclear and need to be further investigated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44368, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In 2019, Zhang et al. analyzed by Cryo-EM different structures formed by the aggregation of full-length tau and its fragments in the presence of heparin. Concerning Tau 2N3R, the construct corresponds to Tau full-length lacking the R2 repeat. It is one of the six isoforms of Tau present in the adult brain, and it is particularly relevant because it is found in tauopathies aggregates together with full-length Tau and other fragments. Regarding filaments formed by full-length Tau, four different polymorphs were detected. The most representative was called “snake” and “twister”, and it was characterized by a crossover distance of 650 Å and a width between 40 and 100 Å. The second one displayed a crossover distance of 250 Å and width of 80 Å. The least common types bear the name of “hose” and “jagged”. Jagged filaments present a crossover distance of 450 Å, with width values comprised between 50 and 90 Å. Concerning hose filaments, morphological and structural features were not described.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45390, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Regarding filaments composed by Tau 2N3R, they were characterized by a crossover distance of 800 Å, and helical width values between 50 and 120 Å. Concerning the different full-length Tau filaments structures at molecular level, the core of snake filament comprises residues G272–K330, which includes all R2 and R3 Tau repeats, forming six β-strands. Conversely, the core of twister filaments’ comprises residues K274–K321, consisting of R2 and half R3. Here, four β-strands are present. The same residues are found in the core of jagged filaments, but this time, it is composed of three β-strands. Contrary to the previous filaments, the Tau 2N3R polymorph does not present a defined symmetry between the two molecules that form the structure. One protofilament’s core is formed by K274–G330, while the other is composed by amino acids G272–G330, corresponding to R3 (in the 2N3R isoform, residues V275–S305 of R2 are not present). These residues form four β-strands. As we can see from these results, all full-length tau polymorphs share mostly the same core, with differences related to the β-strands content. In particular, they present the R2 region, which is not found in tau filaments of AD patients. The main different filament is the one represented by the 2N3R polymorph. Morphologically, its two protofilaments are not symmetrical. Moreover, because of the construct itself, it only presents R3 in the core. All in all, the Tau polymorphs formed in presence of heparin differ from the ex vivo filaments for different aspects. First, the core residues, which is composed of R3 and R4 in AD samples, and by R2 and R3 (or only R3 in case of Tau 2N3R) in the in vitro aggregates. Furthermore, parameters such as the cross-over distance, the width of the filaments and the helical twist, are also dissimilar. For example, the heparin-induced polymorphs present a shorter half pitch (crossover distance), and a thinner filament section in comparison with the ex vivo ones. This underlines the need of in vitro models that can more reliably match with tau in vivo aggregates. Taking this into account, an ideal cell-free model in absence of aggregation promoters should be developed in order to obtain filaments structurally similar to the ones found in AD patients’ brain. Indeed, without the use of aggregation cofactors, the morphology of the filaments will not be altered from exogenous influence. Moreover, by using constructs which lack regions not involved in the core structure (such as R2), it is possible to better understand the role of Tau repeats in the aggregation process and filament’s structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48032, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In 2022, Li et al. studied the aggregation of the Tau fragment 3R (Tau residues 266–391 without R2) and Tau 297–391 (also known as “dGAE model”), without the presence of any aggregation promoter (PDB structures: 7YMN, 7YPG). The mixture of the two construct 3R and Tau 297–391 led to a majority of ribbon-like straight filaments. The other population was characterized by twisted fibrils. Among the latter, the less represented part displayed a half pitch of 79 nm and a width of 14 nm (“twisted type I” in Table 2). The remaining part exhibited a half pitch of 130 nm (“twisted type II” in Table 2). The aggregation of tau 297–391 (dGAE) also led to an important amount of ribbon-like straight fibrils. In the twisted population, 8% presented a half pitch of 76 nm and a width of 13 nm (“twisted type I” in Table 2). The other part showed half pitch values between 110 and 188 nm (twisted type II in Table 2). Under optimized aggregation condition of Tau 3R and Tau 297–391 together, authors were able to obtain PHF-like fibers as the major population. These filaments, whose shape is similar to the ones found in ex vivo samples, bear a half-pitch of 80 nm and a helical rise of 4.80 Å. When Tau 297–391 was used alone under the same aggregation conditions, a new PHF-like polymorph was discovered: this bears the name of “spindle-like” fibrils. The half pitch was found to be 75 nm, while the helical raise 4.82 Å. The filaments core is composed of residues G304–H362, which forms 7 β-strands, namely β1 (S305–K311), β2 (V313–K321), β3 (L325–H330), β4 (Q336–K340), β5 (E342–H346), β6 (R349–K353), β7 (L357–I359). Finally, the two protofilaments interface comprises residues C322–N358.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49780, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These studies highlight how in vitro models were developed in order to understand the condition of in vivo Tau aggregation, and the morphology and structure of PHF and SF filaments. However, in current in vitro assays, Tau assembles into filaments intracellularly and requires the addition of anionic co-factors as sulphated glycosaminoglycans, RNA, fatty acids, and poly- glutamate, or heparin for facilitating its assembly into filaments. Such additions can lead to the formation of polymorphic filaments, with structures different from those observed in the disease. This leads to fibrils that are morphologically similar in terms of filament properties, but substantially different at the single molecule resolution. In fact, in patients AD samples, R3 and R4 tau repeats are normally found in the fibrils core, while in cell-free systems, R2 is usually comprised. Recently, models based on Tau R3 and Tau dGAE (Tau 297–391) gained attention for the non-requirement of pro-aggregating molecules to form PHF-like filaments. Furthermore, aggregates shared quite the same morphological and structural features of ex vivo samples, making these models an attractive choice to study and understand Tau pathological aggregation in a cell-free environment. However, the shape of the filaments and their different polymorphic ratio do not always match those observed in AD patients’ materials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51173, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "5. Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 51188, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The ability to obtain reliable, high-resolution Tau structures is of paramount importance for designing disease-modifying therapeutic agents with increased selectivity and sensitivity, as well as specific biomarkers for the different stages of the disease. In vitro assembly of Tau into disease-relevant filaments will facilitate studies to determine their roles in different neuropathologies. At the same time, the development of compounds that specifically bind to these structures or prevent their formation will be favored. Therefore, the molecular structures of Tau tangles are useful key factors to understand the various neurological diseases at a molecular level and will have large implications in diagnosis and treatment in the future, especially in the design of anti-aggregation ligands and biomarkers. To provide further insights into these aspects, in this review, we reported an up-to-date classification of Tau crystallographic complexes, relating them to different tauopathies. In particular, with regard to Alzheimer’s disease, we also discussed on the different features of the structures of this protein obtained from ex vivo and in vitro samples. Taken together, the information reported in this review article highlight very important links between available Tau structures, their involvement in different diseases, and the implications arising from comparison of structural features derived from ex vivo and in vitro samples. We believe that such information may facilitate a better understanding of such interconnections, with the hope that a new generation of compounds able to modulate Tau aggregation may arise from more informed and tailored structure-based designs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52885, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53257, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Supplementary Materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 53281, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The following supporting information can be downloaded at: . The aligned Tau crystallographic complexes are provided as Supplementary Data. Table S1: Structures of Tau reported within the Protein Data Bank. The structures are classified based on the presence of co-crystallized elements with Tau, and on the conformation and structural features of Tau in the complex. The percentages of bending residues, and of residues framed into alpha helices, beta strands and non-defined secondary structures are reported. Moreover, the percentage of Tau residues involved in hydrogen-bond interactions with other filaments of the same proteins in the complex are also reported. The percentages herein reported have been evaluated by means of an in house developed python script the BioPython (DOI: https: ) and Pandas (DOI: ) libraries. Numbering of the initial (“Start ResID”) and final (“Stop ResID”) residues of Tau sequences refers to those of their respective PDB complexes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54259, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 54280, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Conceptualization, G.R.; writing—original draft preparation, L.P. and N.B.; writing—review and editing, G.R., N.T., S.F., C.S., L.P. and N.B.; supervision, G.R. and N.T. All authors have read and agreed to the published version of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54531, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Institutional Review Board Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 54568, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54584, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Informed Consent Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 54611, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54627, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data Availability Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 54655, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54671, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Conflicts of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 54693, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54738, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Sample Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 54758, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54774, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 54785, "infons": {"fpage": "2739", "lpage": "2746", "name_0": "surname:Drubin;given-names:D.G.", "name_1": "surname:Kirschner;given-names:M.W.", "pub-id_doi": "10.1083/jcb.103.6.2739", "pub-id_pmid": "3098742", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "103", "year": "1986"}, "text": "Tau Protein Function in Living Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 54822, "infons": {"elocation-id": "e0120416", "name_0": "surname:Zhu;given-names:S.", "name_1": "surname:Shala;given-names:A.", "name_2": "surname:Bezginov;given-names:A.", "name_3": "surname:Sljoka;given-names:A.", "name_4": "surname:Audette;given-names:G.", "name_5": "surname:Wilson;given-names:D.J.", "pub-id_doi": "10.1371/journal.pone.0120416", "pub-id_pmid": "25767879", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "10", "year": "2015"}, "text": "Hyperphosphorylation of Intrinsically Disordered Tau Protein Induces an Amyloidogenic Shift in Its Conformational Ensemble", "sentences": [], "annotations": [], "relations": []}, {"offset": 54945, "infons": {"fpage": "256", "name_0": "surname:Trushina;given-names:N.I.", "name_1": "surname:Bakota;given-names:L.", "name_2": "surname:Mulkidjanian;given-names:A.Y.", "name_3": "surname:Brandt;given-names:R.", "pub-id_doi": "10.3389/fnagi.2019.00256", "pub-id_pmid": "31619983", "section_type": "REF", "source": "Front. Aging Neurosci.", "type": "ref", "volume": "11", "year": "2019"}, "text": "The Evolution of Tau Phosphorylation and Interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 54999, "infons": {"fpage": "3537", "lpage": "3549", "name_0": "surname:Niewidok;given-names:B.", "name_1": "surname:Igaev;given-names:M.", "name_2": "surname:Sündermann;given-names:F.", "name_3": "surname:Janning;given-names:D.", "name_4": "surname:Bakota;given-names:L.", "name_5": "surname:Brandt;given-names:R.", "pub-id_doi": "10.1091/mbc.e16-06-0402", "pub-id_pmid": "27582388", "section_type": "REF", "source": "Mol. Biol. Cell", "type": "ref", "volume": "27", "year": "2016"}, "text": "Presence of a Carboxy-Terminal Pseudorepeat and Disease-like Pseudohyperphosphorylation Critically Influence Tau’s Interaction with Microtubules in Axon-like Processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 55169, "infons": {"fpage": "590059", "name_0": "surname:Brandt;given-names:R.", "name_1": "surname:Trushina;given-names:N.I.", "name_2": "surname:Bakota;given-names:L.", "pub-id_doi": "10.3389/fneur.2020.590059", "pub-id_pmid": "33193056", "section_type": "REF", "source": "Front. Neurol.", "type": "ref", "volume": "11", "year": "2020"}, "text": "Much More Than a Cytoskeletal Protein: Physiological and Pathological Functions of the Non-Microtubule Binding Region of Tau", "sentences": [], "annotations": [], "relations": []}, {"offset": 55294, "infons": {"fpage": "1242", "lpage": "1246", "name_0": "surname:Kellogg;given-names:E.H.", "name_1": "surname:Hejab;given-names:N.M.A.", "name_2": "surname:Poepsel;given-names:S.", "name_3": "surname:Downing;given-names:K.H.", "name_4": "surname:DiMaio;given-names:F.", "name_5": "surname:Nogales;given-names:E.", "pub-id_doi": "10.1126/science.aat1780", "pub-id_pmid": "29748322", "section_type": "REF", "source": "Science", "type": "ref", "volume": "360", "year": "2018"}, "text": "Near-Atomic Model of Microtubule-Tau Interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 55344, "infons": {"fpage": "23645", "lpage": "23654", "name_0": "surname:Hanger;given-names:D.P.", "name_1": "surname:Byers;given-names:H.L.", "name_2": "surname:Wray;given-names:S.", "name_3": "surname:Leung;given-names:K.-Y.", "name_4": "surname:Saxton;given-names:M.J.", "name_5": "surname:Seereeram;given-names:A.", "name_6": "surname:Reynolds;given-names:C.H.", "name_7": "surname:Ward;given-names:M.A.", "name_8": "surname:Anderton;given-names:B.H.", "pub-id_doi": "10.1074/jbc.M703269200", "pub-id_pmid": "17562708", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "282", "year": "2007"}, "text": "Novel Phosphorylation Sites in Tau from Alzheimer Brain Support a Role for Casein Kinase 1 in Disease Pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55459, "infons": {"fpage": "823", "lpage": "829", "name_0": "surname:Morishima-Kawashima;given-names:M.", "name_1": "surname:Hasegawa;given-names:M.", "name_2": "surname:Takio;given-names:K.", "name_3": "surname:Suzuki;given-names:M.", "name_4": "surname:Yoshida;given-names:H.", "name_5": "surname:Titani;given-names:K.", "name_6": "surname:Ihara;given-names:Y.", "pub-id_doi": "10.1074/jbc.270.2.823", "pub-id_pmid": "7822317", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "270", "year": "1995"}, "text": "Proline-Directed and Non-Proline-Directed Phosphorylation of PHF-Tau", "sentences": [], "annotations": [], "relations": []}, {"offset": 55528, "infons": {"fpage": "8065", "lpage": "8076", "name_0": "surname:Gauthier-Kemper;given-names:A.", "name_1": "surname:Suárez Alonso;given-names:M.", "name_2": "surname:Sündermann;given-names:F.", "name_3": "surname:Niewidok;given-names:B.", "name_4": "surname:Fernandez;given-names:M.-P.", "name_5": "surname:Bakota;given-names:L.", "name_6": "surname:Heinisch;given-names:J.J.", "name_7": "surname:Brandt;given-names:R.", "pub-id_doi": "10.1074/jbc.RA117.000490", "pub-id_pmid": "29636414", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "293", "year": "2018"}, "text": "Annexins A2 and A6 Interact with the Extreme N Terminus of Tau and Thereby Contribute to Tau’s Axonal Localization", "sentences": [], "annotations": [], "relations": []}, {"offset": 55645, "infons": {"fpage": "3710", "lpage": "3719", "name_0": "surname:Stefanoska;given-names:K.", "name_1": "surname:Volkerling;given-names:A.", "name_2": "surname:Bertz;given-names:J.", "name_3": "surname:Poljak;given-names:A.", "name_4": "surname:Ke;given-names:Y.D.", "name_5": "surname:Ittner;given-names:L.M.", "name_6": "surname:Ittner;given-names:A.", "pub-id_doi": "10.1074/jbc.RA118.001784", "pub-id_pmid": "29382714", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "293", "year": "2018"}, "text": "An N-Terminal Motif Unique to Primate Tau Enables Differential Protein-Protein Interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 55737, "infons": {"elocation-id": "e0178933", "name_0": "surname:Tugaeva;given-names:K.V.", "name_1": "surname:Tsvetkov;given-names:P.O.", "name_2": "surname:Sluchanko;given-names:N.N.", "pub-id_doi": "10.1371/journal.pone.0178933", "pub-id_pmid": "28575131", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "12", "year": "2017"}, "text": "Bacterial Co-Expression of Human Tau Protein with Protein Kinase A and 14-3-3 for Studies of 14-3-3/Phospho-Tau Interaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 55861, "infons": {"fpage": "4133", "lpage": "4144", "name_0": "surname:Joo;given-names:Y.", "name_1": "surname:Schumacher;given-names:B.", "name_2": "surname:Landrieu;given-names:I.", "name_3": "surname:Bartel;given-names:M.", "name_4": "surname:Smet-Nocca;given-names:C.", "name_5": "surname:Jang;given-names:A.", "name_6": "surname:Choi;given-names:H.S.", "name_7": "surname:Jeon;given-names:N.L.", "name_8": "surname:Chang;given-names:K.-A.", "name_9": "surname:Kim;given-names:H.-S.", "pub-id_doi": "10.1096/fj.14-265009", "pub-id_pmid": "26103986", "section_type": "REF", "source": "FASEB J.", "type": "ref", "volume": "29", "year": "2015"}, "text": "Involvement of 14-3-3 in Tubulin Instability and Impaired Axon Development Is Mediated by Tau", "sentences": [], "annotations": [], "relations": []}, {"offset": 55955, "infons": {"fpage": "12560", "lpage": "12572", "name_0": "surname:Sibille;given-names:N.", "name_1": "surname:Sillen;given-names:A.", "name_2": "surname:Leroy;given-names:A.", "name_3": "surname:Wieruszeski;given-names:J.-M.", "name_4": "surname:Mulloy;given-names:B.", "name_5": "surname:Landrieu;given-names:I.", "name_6": "surname:Lippens;given-names:G.", "pub-id_doi": "10.1021/bi060964o", "pub-id_pmid": "17029411", "section_type": "REF", "source": "Biochemistry", "type": "ref", "volume": "45", "year": "2006"}, "text": "Structural Impact of Heparin Binding to Full-Length Tau As Studied by NMR Spectroscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 56042, "infons": {"fpage": "5060", "lpage": "5068", "name_0": "surname:Steinhilb;given-names:M.L.", "name_1": "surname:Dias-Santagata;given-names:D.", "name_2": "surname:Fulga;given-names:T.A.", "name_3": "surname:Felch;given-names:D.L.", "name_4": "surname:Feany;given-names:M.B.", "pub-id_doi": "10.1091/mbc.e07-04-0327", "pub-id_pmid": "17928404", "section_type": "REF", "source": "MBoC", "type": "ref", "volume": "18", "year": "2007"}, "text": "Tau Phosphorylation Sites Work in Concert to Promote Neurotoxicity In Vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 56117, "infons": {"elocation-id": "703", "name_0": "surname:Mouchlis;given-names:V.D.", "name_1": "surname:Melagraki;given-names:G.", "name_2": "surname:Zacharia;given-names:L.C.", "name_3": "surname:Afantitis;given-names:A.", "pub-id_doi": "10.3390/ijms21030703", "pub-id_pmid": "31973122", "section_type": "REF", "source": "IJMS", "type": "ref", "volume": "21", "year": "2020"}, "text": "Computer-Aided Drug Design of β-Secretase, γ-Secretase and Anti-Tau Inhibitors for the Discovery of Novel Alzheimer’s Therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 56255, "infons": {"fpage": "227", "lpage": "247", "name_0": "surname:Cleveland;given-names:D.W.", "name_1": "surname:Hwo;given-names:S.-Y.", "name_2": "surname:Kirschner;given-names:M.W.", "pub-id_doi": "10.1016/0022-2836(77)90214-5", "pub-id_pmid": "146092", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "116", "year": "1977"}, "text": "Physical and Chemical Properties of Purified Tau Factor and the Role of Tau in Microtubule Assembly", "sentences": [], "annotations": [], "relations": []}, {"offset": 56355, "infons": {"fpage": "235", "lpage": "242", "name_0": "surname:Berman;given-names:H.M.", "name_1": "surname:Westbrook;given-names:J.", "name_2": "surname:Feng;given-names:Z.", "name_3": "surname:Gilliland;given-names:G.", "name_4": "surname:Bhat;given-names:T.N.", "name_5": "surname:Weissig;given-names:H.", "name_6": "surname:Shindyalov;given-names:I.N.", "name_7": "surname:Bourne;given-names:P.E.", "pub-id_doi": "10.1093/nar/28.1.235", "pub-id_pmid": "10592235", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "28", "year": "2000"}, "text": "The Protein Data Bank", "sentences": [], "annotations": [], "relations": []}, {"offset": 56377, "infons": {"fpage": "1026", "lpage": "1036", "name_0": "surname:Eliezer;given-names:D.", "name_1": "surname:Barré;given-names:P.", "name_2": "surname:Kobaslija;given-names:M.", "name_3": "surname:Chan;given-names:D.", "name_4": "surname:Li;given-names:X.", "name_5": "surname:Heend;given-names:L.", "pub-id_doi": "10.1021/bi048953n", "pub-id_pmid": "15654759", "section_type": "REF", "source": "Biochemistry", "type": "ref", "volume": "44", "year": "2005"}, "text": "Residual Structure in the Repeat Domain of Tau: Echoes of Microtubule Binding and Paired Helical Filament Formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 56493, "infons": {"fpage": "643115", "name_0": "surname:Bachmann;given-names:S.", "name_1": "surname:Bell;given-names:M.", "name_2": "surname:Klimek;given-names:J.", "name_3": "surname:Zempel;given-names:H.", "pub-id_doi": "10.3389/fnins.2021.643115", "pub-id_pmid": "34113229", "section_type": "REF", "source": "Front. Neurosci.", "type": "ref", "volume": "15", "year": "2021"}, "text": "Differential Effects of the Six Human TAU Isoforms: Somatic Retention of 2N-TAU and Increased Microtubule Number Induced by 4R-TAU", "sentences": [], "annotations": [], "relations": []}, {"offset": 56624, "infons": {"fpage": "519", "lpage": "526", "name_0": "surname:Goedert;given-names:M.", "name_1": "surname:Spillantini;given-names:M.G.", "name_2": "surname:Jakes;given-names:R.", "name_3": "surname:Rutherford;given-names:D.", "name_4": "surname:Crowther;given-names:R.A.", "pub-id_doi": "10.1016/0896-6273(89)90210-9", "pub-id_pmid": "2484340", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "3", "year": "1989"}, "text": "Multiple Isoforms of Human Microtubule-Associated Protein Tau: Sequences and Localization in Neurofibrillary Tangles of Alzheimer’s Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 56766, "infons": {"fpage": "4244", "lpage": "4253", "name_0": "surname:Azouz;given-names:M.", "name_1": "surname:Feuillie;given-names:C.", "name_2": "surname:Lafleur;given-names:M.", "name_3": "surname:Molinari;given-names:M.", "name_4": "surname:Lecomte;given-names:S.", "pub-id_doi": "10.1039/D1NA00055A", "pub-id_pmid": "36132846", "section_type": "REF", "source": "Nanoscale Adv.", "type": "ref", "volume": "3", "year": "2021"}, "text": "Interaction of Tau Construct K18 with Model Lipid Membranes", "sentences": [], "annotations": [], "relations": []}, {"offset": 56826, "infons": {"fpage": "24978", "lpage": "24986", "name_0": "surname:Mukrasch;given-names:M.D.", "name_1": "surname:Biernat;given-names:J.", "name_2": "surname:Von Bergen;given-names:M.", "name_3": "surname:Griesinger;given-names:C.", "name_4": "surname:Mandelkow;given-names:E.", "name_5": "surname:Zweckstetter;given-names:M.", "pub-id_doi": "10.1074/jbc.M501565200", "pub-id_pmid": "15855160", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "280", "year": "2005"}, "text": "Sites of Tau Important for Aggregation Populate β-Structure and Bind to Microtubules and Polyanions", "sentences": [], "annotations": [], "relations": []}, {"offset": 56929, "infons": {"fpage": "4094", "lpage": "4103", "name_0": "surname:Trabzuni;given-names:D.", "name_1": "surname:Wray;given-names:S.", "name_2": "surname:Vandrovcova;given-names:J.", "name_3": "surname:Ramasamy;given-names:A.", "name_4": "surname:Walker;given-names:R.", "name_5": "surname:Smith;given-names:C.", "name_6": "surname:Luk;given-names:C.", "name_7": "surname:Gibbs;given-names:J.R.", "name_8": "surname:Dillman;given-names:A.", "name_9": "surname:Hernandez;given-names:D.G.", "pub-id_doi": "10.1093/hmg/dds238", "pub-id_pmid": "22723018", "section_type": "REF", "source": "Hum. Mol. Genet.", "type": "ref", "volume": "21", "year": "2012"}, "text": "MAPT Expression and Splicing Is Differentially Regulated by Brain Region: Relation to Genotype and Implication for Tauopathies", "sentences": [], "annotations": [], "relations": []}, {"offset": 57056, "infons": {"fpage": "1914", "lpage": "1917", "name_0": "surname:Hong;given-names:M.", "pub-id_doi": "10.1126/science.282.5395.1914", "pub-id_pmid": "9836646", "section_type": "REF", "source": "Science", "type": "ref", "volume": "282", "year": "1998"}, "text": "Mutation-Specific Functional Impairments in Distinct Tau Isoforms of Hereditary FTDP-17", "sentences": [], "annotations": [], "relations": []}, {"offset": 57144, "infons": {"fpage": "37", "name_0": "surname:Xia;given-names:Y.", "name_1": "surname:Prokop;given-names:S.", "name_2": "surname:Giasson;given-names:B.I.", "pub-id_doi": "10.1186/s13024-021-00460-5", "pub-id_pmid": "34090488", "section_type": "REF", "source": "Mol. Neurodegener.", "type": "ref", "volume": "16", "year": "2021"}, "text": "“Don’t Phos Over Tau”: Recent Developments in Clinical Biomarkers and Therapies Targeting Tau Phosphorylation in Alzheimer’s Disease and Other Tauopathies", "sentences": [], "annotations": [], "relations": []}, {"offset": 57307, "infons": {"fpage": "3250", "lpage": "3261", "name_0": "surname:Smit;given-names:F.X.", "name_1": "surname:Luiken;given-names:J.A.", "name_2": "surname:Bolhuis;given-names:P.G.", "pub-id_doi": "10.1021/acs.jpcb.6b07045", "pub-id_pmid": "27776213", "section_type": "REF", "source": "J. Phys. Chem. B", "type": "ref", "volume": "121", "year": "2017"}, "text": "Primary Fibril Nucleation of Aggregation Prone Tau Fragments PHF6 and PHF6 *", "sentences": [], "annotations": [], "relations": []}, {"offset": 57384, "infons": {"fpage": "652", "lpage": "660", "name_0": "surname:Williams;given-names:D.R.", "pub-id_doi": "10.1111/j.1445-5994.2006.01153.x", "pub-id_pmid": "16958643", "section_type": "REF", "source": "Intern. Med. J.", "type": "ref", "volume": "36", "year": "2006"}, "text": "Tauopathies: Classification and Clinical Update on Neurodegenerative Diseases Associated with Microtubule-Associated Protein Tau", "sentences": [], "annotations": [], "relations": []}, {"offset": 57513, "infons": {"fpage": "1721", "lpage": "1744", "name_0": "surname:Brunello;given-names:C.A.", "name_1": "surname:Merezhko;given-names:M.", "name_2": "surname:Uronen;given-names:R.-L.", "name_3": "surname:Huttunen;given-names:H.J.", "pub-id_doi": "10.1007/s00018-019-03349-1", "pub-id_pmid": "31667556", "section_type": "REF", "source": "Cell Mol. Life Sci.", "type": "ref", "volume": "77", "year": "2020"}, "text": "Mechanisms of Secretion and Spreading of Pathological Tau Protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 57579, "infons": {"fpage": "15692", "lpage": "15701", "name_0": "surname:Li;given-names:W.", "name_1": "surname:Lee;given-names:V.M.-Y.", "pub-id_doi": "10.1021/bi061422+", "pub-id_pmid": "17176091", "section_type": "REF", "source": "Biochemistry", "type": "ref", "volume": "45", "year": "2006"}, "text": "Characterization of Two VQIXXK Motifs for Tau Fibrillization In Vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 57649, "infons": {"fpage": "361", "lpage": "384", "name_0": "surname:Avila;given-names:J.", "name_1": "surname:Lucas;given-names:J.J.", "name_2": "surname:Pérez;given-names:M.", "name_3": "surname:Hernández;given-names:F.", "pub-id_doi": "10.1152/physrev.00024.2003", "pub-id_pmid": "15044677", "section_type": "REF", "source": "Physiol. Rev.", "type": "ref", "volume": "84", "year": "2004"}, "text": "Role of Tau Protein in Both Physiological and Pathological Conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 57719, "infons": {"fpage": "18", "name_0": "surname:Goedert;given-names:M.", "name_1": "surname:Spillantini;given-names:M.G.", "pub-id_doi": "10.1186/s13041-017-0298-7", "pub-id_pmid": "28558799", "section_type": "REF", "source": "Mol. Brain", "type": "ref", "volume": "10", "year": "2017"}, "text": "Propagation of Tau Aggregates", "sentences": [], "annotations": [], "relations": []}, {"offset": 57749, "infons": {"fpage": "7", "lpage": "13", "name_0": "surname:Lim;given-names:S.", "name_1": "surname:Haque;given-names:M.M.", "name_2": "surname:Kim;given-names:D.", "name_3": "surname:Kim;given-names:D.J.", "name_4": "surname:Kim;given-names:Y.K.", "pub-id_doi": "10.1016/j.csbj.2014.09.011", "pub-id_pmid": "25505502", "section_type": "REF", "source": "Comput. Struct. Biotechnol. J.", "type": "ref", "volume": "12", "year": "2014"}, "text": "Cell-Based Models To Investigate Tau Aggregation", "sentences": [], "annotations": [], "relations": []}, {"offset": 57798, "infons": {"fpage": "28", "name_0": "surname:Zhang;given-names:Y.", "name_1": "surname:Wu;given-names:K.-M.", "name_2": "surname:Yang;given-names:L.", "name_3": "surname:Dong;given-names:Q.", "name_4": "surname:Yu;given-names:J.-T.", "pub-id_doi": "10.1186/s13024-022-00533-z", "pub-id_pmid": "35392986", "section_type": "REF", "source": "Mol. Neurodegener.", "type": "ref", "volume": "17", "year": "2022"}, "text": "Tauopathies: New Perspectives and Challenges", "sentences": [], "annotations": [], "relations": []}, {"offset": 57843, "infons": {"fpage": "83", "name_0": "surname:Noble;given-names:W.", "name_1": "surname:Hanger;given-names:D.P.", "name_2": "surname:Miller;given-names:C.C.J.", "name_3": "surname:Lovestone;given-names:S.", "pub-id_doi": "10.3389/fneur.2013.00083", "pub-id_pmid": "23847585", "section_type": "REF", "source": "Front. Neurol.", "type": "ref", "volume": "4", "year": "2013"}, "text": "The Importance of Tau Phosphorylation for Neurodegenerative Diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 57912, "infons": {"fpage": "185", "lpage": "190", "name_0": "surname:Fitzpatrick;given-names:A.W.P.", "name_1": "surname:Falcon;given-names:B.", "name_2": "surname:He;given-names:S.", "name_3": "surname:Murzin;given-names:A.G.", "name_4": "surname:Murshudov;given-names:G.", "name_5": "surname:Garringer;given-names:H.J.", "name_6": "surname:Crowther;given-names:R.A.", "name_7": "surname:Ghetti;given-names:B.", "name_8": "surname:Goedert;given-names:M.", "name_9": "surname:Scheres;given-names:S.H.W.", "pub-id_doi": "10.1038/nature23002", "pub-id_pmid": "28678775", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "547", "year": "2017"}, "text": "Cryo-EM Structures of Tau Filaments from Alzheimer’s Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 57975, "infons": {"fpage": "697", "lpage": "708", "name_0": "surname:Shi;given-names:Y.", "name_1": "surname:Murzin;given-names:A.G.", "name_2": "surname:Falcon;given-names:B.", "name_3": "surname:Epstein;given-names:A.", "name_4": "surname:Machin;given-names:J.", "name_5": "surname:Tempest;given-names:P.", "name_6": "surname:Newell;given-names:K.L.", "name_7": "surname:Vidal;given-names:R.", "name_8": "surname:Garringer;given-names:H.J.", "name_9": "surname:Sahara;given-names:N.", "pub-id_doi": "10.1007/s00401-021-02294-3", "pub-id_pmid": "33723967", "section_type": "REF", "source": "Acta Neuropathol.", "type": "ref", "volume": "141", "year": "2021"}, "text": "Cryo-EM Structures of Tau Filaments from Alzheimer’s Disease with PET Ligand APN-1607", "sentences": [], "annotations": [], "relations": []}, {"offset": 58063, "infons": {"elocation-id": "1776", "name_0": "surname:Subedi;given-names:S.", "name_1": "surname:Sasidharan;given-names:S.", "name_2": "surname:Nag;given-names:N.", "name_3": "surname:Saudagar;given-names:P.", "name_4": "surname:Tripathi;given-names:T.", "pub-id_doi": "10.3390/molecules27061776", "pub-id_pmid": "35335141", "section_type": "REF", "source": "Molecules", "type": "ref", "volume": "27", "year": "2022"}, "text": "Amyloid Cross-Seeding: Mechanism, Implication, and Inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 58125, "infons": {"elocation-id": "e0201182", "name_0": "surname:Nizynski;given-names:B.", "name_1": "surname:Nieznanska;given-names:H.", "name_2": "surname:Dec;given-names:R.", "name_3": "surname:Boyko;given-names:S.", "name_4": "surname:Dzwolak;given-names:W.", "name_5": "surname:Nieznanski;given-names:K.", "pub-id_doi": "10.1371/journal.pone.0201182", "pub-id_pmid": "30024984", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "13", "year": "2018"}, "text": "Amyloidogenic Cross-Seeding of Tau Protein: Transient Emergence of Structural Variants of Fibrils", "sentences": [], "annotations": [], "relations": []}, {"offset": 58223, "infons": {"fpage": "6923", "lpage": "6928", "name_0": "surname:Alonso;given-names:A.d.C.", "name_1": "surname:Zaidi;given-names:T.", "name_2": "surname:Novak;given-names:M.", "name_3": "surname:Grundke-Iqbal;given-names:I.", "name_4": "surname:Iqbal;given-names:K.", "pub-id_doi": "10.1073/pnas.121119298", "pub-id_pmid": "11381127", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "98", "year": "2001"}, "text": "Hyperphosphorylation Induces Self-Assembly of τ into Tangles of Paired Helical Filaments/Straight Filaments", "sentences": [], "annotations": [], "relations": []}, {"offset": 58333, "infons": {"comment": "Available online: www.schrodinger.com", "section_type": "REF", "type": "ref", "year": "2018"}, "text": "Schrödinger Release 2018-3: Maestro", "sentences": [], "annotations": [], "relations": []}, {"offset": 58370, "infons": {"fpage": "359", "lpage": "363", "name_0": "surname:Shi;given-names:Y.", "name_1": "surname:Zhang;given-names:W.", "name_2": "surname:Yang;given-names:Y.", "name_3": "surname:Murzin;given-names:A.G.", "name_4": "surname:Falcon;given-names:B.", "name_5": "surname:Kotecha;given-names:A.", "name_6": "surname:van Beers;given-names:M.", "name_7": "surname:Tarutani;given-names:A.", "name_8": "surname:Kametani;given-names:F.", "name_9": "surname:Garringer;given-names:H.J.", "pub-id_doi": "10.1038/s41586-021-03911-7", "pub-id_pmid": "34588692", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "598", "year": "2021"}, "text": "Structure-Based Classification of Tauopathies", "sentences": [], "annotations": [], "relations": []}, {"offset": 58416, "infons": {"fpage": "283", "lpage": "287", "name_0": "surname:Zhang;given-names:W.", "name_1": "surname:Tarutani;given-names:A.", "name_2": "surname:Newell;given-names:K.L.", "name_3": "surname:Murzin;given-names:A.G.", "name_4": "surname:Matsubara;given-names:T.", "name_5": "surname:Falcon;given-names:B.", "name_6": "surname:Vidal;given-names:R.", "name_7": "surname:Garringer;given-names:H.J.", "name_8": "surname:Shi;given-names:Y.", "name_9": "surname:Ikeuchi;given-names:T.", "pub-id_doi": "10.1038/s41586-020-2043-0", "pub-id_pmid": "32050258", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "580", "year": "2020"}, "text": "Novel Tau Filament Fold in Corticobasal Degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 58469, "infons": {"fpage": "633", "lpage": "644.e12", "name_0": "surname:Arakhamia;given-names:T.", "name_1": "surname:Lee;given-names:C.E.", "name_2": "surname:Carlomagno;given-names:Y.", "name_3": "surname:Kumar;given-names:M.", "name_4": "surname:Duong;given-names:D.M.", "name_5": "surname:Wesseling;given-names:H.", "name_6": "surname:Kundinger;given-names:S.R.", "name_7": "surname:Wang;given-names:K.", "name_8": "surname:Williams;given-names:D.", "name_9": "surname:DeTure;given-names:M.", "pub-id_doi": "10.1016/j.cell.2020.01.027", "pub-id_pmid": "32032505", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "180", "year": "2020"}, "text": "Posttranslational Modifications Mediate the Structural Diversity of Tauopathy Strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 58555, "infons": {"fpage": "420", "lpage": "423", "name_0": "surname:Falcon;given-names:B.", "name_1": "surname:Zivanov;given-names:J.", "name_2": "surname:Zhang;given-names:W.", "name_3": "surname:Murzin;given-names:A.G.", "name_4": "surname:Garringer;given-names:H.J.", "name_5": "surname:Vidal;given-names:R.", "name_6": "surname:Crowther;given-names:R.A.", "name_7": "surname:Newell;given-names:K.L.", "name_8": "surname:Ghetti;given-names:B.", "name_9": "surname:Goedert;given-names:M.", "pub-id_doi": "10.1038/s41586-019-1026-5", "pub-id_pmid": "30894745", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "568", "year": "2019"}, "text": "Novel Tau Filament Fold in Chronic Traumatic Encephalopathy Encloses Hydrophobic Molecules", "sentences": [], "annotations": [], "relations": []}, {"offset": 58646, "infons": {"comment": "Available online: https://www.rcsb.org/structure/8BYN", "section_type": "REF", "type": "ref"}, "text": "Chronic Traumatic Encephalopathy Tau Filaments with PET Ligand Flortaucipir", "sentences": [], "annotations": [], "relations": []}, {"offset": 58722, "infons": {"fpage": "e76494", "name_0": "surname:Lövestam;given-names:S.", "name_1": "surname:Koh;given-names:F.A.", "name_2": "surname:van Knippenberg;given-names:B.", "name_3": "surname:Kotecha;given-names:A.", "name_4": "surname:Murzin;given-names:A.G.", "name_5": "surname:Goedert;given-names:M.", "name_6": "surname:Scheres;given-names:S.H.", "pub-id_doi": "10.7554/eLife.76494", "pub-id_pmid": "35244536", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "11", "year": "2022"}, "text": "Assembly of Recombinant Tau into Filaments Identical to Those of Alzheimer’s Disease and Chronic Traumatic Encephalopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 58846, "infons": {"fpage": "e43584", "name_0": "surname:Zhang;given-names:W.", "name_1": "surname:Falcon;given-names:B.", "name_2": "surname:Murzin;given-names:A.G.", "name_3": "surname:Fan;given-names:J.", "name_4": "surname:Crowther;given-names:R.A.", "name_5": "surname:Goedert;given-names:M.", "name_6": "surname:Scheres;given-names:S.H.", "pub-id_doi": "10.7554/eLife.43584", "pub-id_pmid": "30720432", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "8", "year": "2019"}, "text": "Heparin-Induced Tau Filaments Are Polymorphic and Differ from Those in Alzheimer’s and Pick’s Diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 58953, "infons": {"fpage": "1346", "lpage": "1355.e15", "name_0": "surname:Chang;given-names:A.", "name_1": "surname:Xiang;given-names:X.", "name_2": "surname:Wang;given-names:J.", "name_3": "surname:Lee;given-names:C.", "name_4": "surname:Arakhamia;given-names:T.", "name_5": "surname:Simjanoska;given-names:M.", "name_6": "surname:Wang;given-names:C.", "name_7": "surname:Carlomagno;given-names:Y.", "name_8": "surname:Zhang;given-names:G.", "name_9": "surname:Dhingra;given-names:S.", "pub-id_doi": "10.1016/j.cell.2022.02.026", "pub-id_pmid": "35247328", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "185", "year": "2022"}, "text": "Homotypic Fibrillization of TMEM106B across Diverse Neurodegenerative Diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 59032, "infons": {"fpage": "10347", "lpage": "10351", "name_0": "surname:Kadavath;given-names:H.", "name_1": "surname:Jaremko;given-names:M.", "name_2": "surname:Jaremko;given-names:Ł.", "name_3": "surname:Biernat;given-names:J.", "name_4": "surname:Mandelkow;given-names:E.", "name_5": "surname:Zweckstetter;given-names:M.", "pub-id_doi": "10.1002/anie.201501714", "section_type": "REF", "source": "Angew. Chem. Int. Ed.", "type": "ref", "volume": "54", "year": "2015"}, "text": "Folding of the Tau Protein on Microtubules", "sentences": [], "annotations": [], "relations": []}, {"offset": 59075, "infons": {"fpage": "1986", "lpage": "1995", "name_0": "surname:Brotzakis;given-names:Z.F.", "name_1": "surname:Lindstedt;given-names:P.R.", "name_2": "surname:Taylor;given-names:R.J.", "name_3": "surname:Rinauro;given-names:D.J.", "name_4": "surname:Gallagher;given-names:N.C.T.", "name_5": "surname:Bernardes;given-names:G.J.L.", "name_6": "surname:Vendruscolo;given-names:M.", "pub-id_doi": "10.1021/acscentsci.1c00585", "pub-id_pmid": "34963892", "section_type": "REF", "source": "ACS Cent. Sci.", "type": "ref", "volume": "7", "year": "2021"}, "text": "A Structural Ensemble of a Tau-Microtubule Complex Reveals Regulatory Tau Phosphorylation and Acetylation Mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 59192, "infons": {"fpage": "699", "lpage": "708", "name_0": "surname:Falcon;given-names:B.", "name_1": "surname:Zhang;given-names:W.", "name_2": "surname:Schweighauser;given-names:M.", "name_3": "surname:Murzin;given-names:A.G.", "name_4": "surname:Vidal;given-names:R.", "name_5": "surname:Garringer;given-names:H.J.", "name_6": "surname:Ghetti;given-names:B.", "name_7": "surname:Scheres;given-names:S.H.W.", "name_8": "surname:Goedert;given-names:M.", "pub-id_doi": "10.1007/s00401-018-1914-z", "pub-id_pmid": "30276465", "section_type": "REF", "source": "Acta Neuropathol.", "type": "ref", "volume": "136", "year": "2018"}, "text": "Tau Filaments from Multiple Cases of Sporadic and Inherited Alzheimer’s Disease Adopt a Common Fold", "sentences": [], "annotations": [], "relations": []}, {"offset": 59294, "infons": {"fpage": "227", "lpage": "241", "name_0": "surname:Hallinan;given-names:G.I.", "name_1": "surname:Hoq;given-names:M.R.", "name_2": "surname:Ghosh;given-names:M.", "name_3": "surname:Vago;given-names:F.S.", "name_4": "surname:Fernandez;given-names:A.", "name_5": "surname:Garringer;given-names:H.J.", "name_6": "surname:Vidal;given-names:R.", "name_7": "surname:Jiang;given-names:W.", "name_8": "surname:Ghetti;given-names:B.", "pub-id_doi": "10.1007/s00401-021-02336-w", "pub-id_pmid": "34128081", "section_type": "REF", "source": "Acta Neuropathol.", "type": "ref", "volume": "142", "year": "2021"}, "text": "Structure of Tau Filaments in Prion Protein Amyloidoses", "sentences": [], "annotations": [], "relations": []}, {"offset": 59350, "infons": {"fpage": "5451", "name_0": "surname:Seidler;given-names:P.M.", "name_1": "surname:Murray;given-names:K.A.", "name_2": "surname:Boyer;given-names:D.R.", "name_3": "surname:Ge;given-names:P.", "name_4": "surname:Sawaya;given-names:M.R.", "name_5": "surname:Hu;given-names:C.J.", "name_6": "surname:Cheng;given-names:X.", "name_7": "surname:Abskharon;given-names:R.", "name_8": "surname:Pan;given-names:H.", "name_9": "surname:DeTure;given-names:M.A.", "pub-id_doi": "10.1038/s41467-022-32951-4", "pub-id_pmid": "36114178", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "13", "year": "2022"}, "text": "Structure-Based Discovery of Small Molecules That Disaggregate Alzheimer’s Disease Tissue Derived Tau Fibrils in Vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 59471, "infons": {"fpage": "105645", "name_0": "surname:Li;given-names:X.", "name_1": "surname:Zhang;given-names:S.", "name_2": "surname:Liu;given-names:Z.", "name_3": "surname:Tao;given-names:Y.", "name_4": "surname:Xia;given-names:W.", "name_5": "surname:Sun;given-names:Y.", "name_6": "surname:Liu;given-names:C.", "name_7": "surname:Le;given-names:W.", "name_8": "surname:Sun;given-names:B.", "name_9": "surname:Li;given-names:D.", "pub-id_doi": "10.1016/j.isci.2022.105645", "pub-id_pmid": "36505939", "section_type": "REF", "source": "iScience", "type": "ref", "volume": "25", "year": "2022"}, "text": "Subtle Change of Fibrillation Condition Leads to Substantial Alteration of Recombinant Tau Fibril Structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 59579, "infons": {"fpage": "137", "lpage": "140", "name_0": "surname:Falcon;given-names:B.", "name_1": "surname:Zhang;given-names:W.", "name_2": "surname:Murzin;given-names:A.G.", "name_3": "surname:Murshudov;given-names:G.", "name_4": "surname:Garringer;given-names:H.J.", "name_5": "surname:Vidal;given-names:R.", "name_6": "surname:Crowther;given-names:R.A.", "name_7": "surname:Ghetti;given-names:B.", "name_8": "surname:Scheres;given-names:S.H.W.", "name_9": "surname:Goedert;given-names:M.", "pub-id_doi": "10.1038/s41586-018-0454-y", "pub-id_pmid": "30158706", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "561", "year": "2018"}, "text": "Structures of Filaments from Pick’s Disease Reveal a Novel Tau Protein Fold", "sentences": [], "annotations": [], "relations": []}, {"offset": 59657, "infons": {"fpage": "15720", "lpage": "15724", "name_0": "surname:Milroy;given-names:L.", "name_1": "surname:Bartel;given-names:M.", "name_2": "surname:Henen;given-names:M.A.", "name_3": "surname:Leysen;given-names:S.", "name_4": "surname:Adriaans;given-names:J.M.C.", "name_5": "surname:Brunsveld;given-names:L.", "name_6": "surname:Landrieu;given-names:I.", "name_7": "surname:Ottmann;given-names:C.", "pub-id_doi": "10.1002/anie.201507976", "pub-id_pmid": "26537010", "section_type": "REF", "source": "Angew. Chem. Int. Ed.", "type": "ref", "volume": "54", "year": "2015"}, "text": "Stabilizer-Guided Inhibition of Protein–Protein Interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 59720, "infons": {"fpage": "2639", "lpage": "2654", "name_0": "surname:Andrei;given-names:S.A.", "name_1": "surname:Meijer;given-names:F.A.", "name_2": "surname:Neves;given-names:J.F.", "name_3": "surname:Brunsveld;given-names:L.", "name_4": "surname:Landrieu;given-names:I.", "name_5": "surname:Ottmann;given-names:C.", "name_6": "surname:Milroy;given-names:L.-G.", "pub-id_doi": "10.1021/acschemneuro.8b00118", "pub-id_pmid": "29722962", "section_type": "REF", "source": "ACS Chem. Neurosci.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Inhibition of 14-3-3/Tau by Hybrid Small-Molecule Peptides Operating via Two Different Binding Modes", "sentences": [], "annotations": [], "relations": []}, {"offset": 59821, "infons": {"fpage": "1626", "lpage": "1634.e4", "name_0": "surname:Zhang;given-names:H.", "name_1": "surname:Zhu;given-names:X.", "name_2": "surname:Pascual;given-names:G.", "name_3": "surname:Wadia;given-names:J.S.", "name_4": "surname:Keogh;given-names:E.", "name_5": "surname:Hoozemans;given-names:J.J.", "name_6": "surname:Siregar;given-names:B.", "name_7": "surname:Inganäs;given-names:H.", "name_8": "surname:Stoop;given-names:E.J.M.", "name_9": "surname:Goudsmit;given-names:J.", "pub-id_doi": "10.1016/j.str.2018.08.012", "pub-id_pmid": "30318466", "section_type": "REF", "source": "Structure", "type": "ref", "volume": "26", "year": "2018"}, "text": "Structural Basis for Recognition of a Unique Epitope by a Human Anti-Tau Antibody", "sentences": [], "annotations": [], "relations": []}, {"offset": 59903, "infons": {"fpage": "43", "name_0": "surname:Apetri;given-names:A.", "name_1": "surname:Crespo;given-names:R.", "name_2": "surname:Juraszek;given-names:J.", "name_3": "surname:Pascual;given-names:G.", "name_4": "surname:Janson;given-names:R.", "name_5": "surname:Zhu;given-names:X.", "name_6": "surname:Zhang;given-names:H.", "name_7": "surname:Keogh;given-names:E.", "name_8": "surname:Holland;given-names:T.", "name_9": "surname:Wadia;given-names:J.", "pub-id_doi": "10.1186/s40478-018-0543-z", "pub-id_pmid": "29855358", "section_type": "REF", "source": "Acta Neuropathol. Commun.", "type": "ref", "volume": "6", "year": "2018"}, "text": "A Common Antigenic Motif Recognized by Naturally Occurring Human VH5–51/VL4–1 Anti-Tau Antibodies with Distinct Functionalities", "sentences": [], "annotations": [], "relations": []}, {"offset": 60035, "infons": {"fpage": "1981", "name_0": "surname:Cabrales Fontela;given-names:Y.", "name_1": "surname:Kadavath;given-names:H.", "name_2": "surname:Biernat;given-names:J.", "name_3": "surname:Riedel;given-names:D.", "name_4": "surname:Mandelkow;given-names:E.", "name_5": "surname:Zweckstetter;given-names:M.", "pub-id_doi": "10.1038/s41467-017-02230-8", "pub-id_pmid": "29215007", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "8", "year": "2017"}, "text": "Multivalent Cross-Linking of Actin Filaments and Microtubules through the Microtubule-Associated Protein Tau", "sentences": [], "annotations": [], "relations": []}, {"offset": 60144, "infons": {"fpage": "44425", "lpage": "44434", "name_0": "surname:Shih;given-names:H.H.", "name_1": "surname:Tu;given-names:C.", "name_2": "surname:Cao;given-names:W.", "name_3": "surname:Klein;given-names:A.", "name_4": "surname:Ramsey;given-names:R.", "name_5": "surname:Fennell;given-names:B.J.", "name_6": "surname:Lambert;given-names:M.", "name_7": "surname:Ní Shúilleabháin;given-names:D.", "name_8": "surname:Autin;given-names:B.", "name_9": "surname:Kouranova;given-names:E.", "pub-id_doi": "10.1074/jbc.M112.415935", "pub-id_pmid": "23148212", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "287", "year": "2012"}, "text": "An Ultra-Specific Avian Antibody to Phosphorylated Tau Protein Reveals a Unique Mechanism for Phosphoepitope Recognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 60265, "infons": {"fpage": "288", "lpage": "305", "name_0": "surname:Bujotzek;given-names:A.", "name_1": "surname:Lipsmeier;given-names:F.", "name_2": "surname:Harris;given-names:S.F.", "name_3": "surname:Benz;given-names:J.", "name_4": "surname:Kuglstatter;given-names:A.", "name_5": "surname:Georges;given-names:G.", "pub-id_doi": "10.1080/19420862.2015.1117720", "pub-id_pmid": "26637054", "section_type": "REF", "source": "mAbs", "type": "ref", "volume": "8", "year": "2016"}, "text": "VH-VL Orientation Prediction for Antibody Humanization Candidate Selection: A Case Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 60354, "infons": {"fpage": "427", "lpage": "434", "name_0": "surname:Malia;given-names:T.J.", "name_1": "surname:Teplyakov;given-names:A.", "name_2": "surname:Ernst;given-names:R.", "name_3": "surname:Wu;given-names:S.", "name_4": "surname:Lacy;given-names:E.R.", "name_5": "surname:Liu;given-names:X.", "name_6": "surname:Vandermeeren;given-names:M.", "name_7": "surname:Mercken;given-names:M.", "name_8": "surname:Luo;given-names:J.", "name_9": "surname:Sweet;given-names:R.W.", "pub-id_doi": "10.1002/prot.24988", "pub-id_pmid": "26800003", "section_type": "REF", "source": "Proteins", "type": "ref", "volume": "84", "year": "2016"}, "text": "Epitope Mapping and Structural Basis for the Recognition of Phosphorylated Tau by the Anti-tau Antibody AT8", "sentences": [], "annotations": [], "relations": []}, {"offset": 60462, "infons": {"fpage": "6209", "name_0": "surname:Chukwu;given-names:J.E.", "name_1": "surname:Pedersen;given-names:J.T.", "name_2": "surname:Pedersen;given-names:L.Ø.", "name_3": "surname:Volbracht;given-names:C.", "name_4": "surname:Sigurdsson;given-names:E.M.", "name_5": "surname:Kong;given-names:X.-P.", "pub-id_doi": "10.1038/s41598-018-24276-4", "pub-id_pmid": "29670132", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "8", "year": "2018"}, "text": "Tau Antibody Structure Reveals a Molecular Switch Defining a Pathological Conformation of the Tau Protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 60568, "infons": {"fpage": "477", "lpage": "488", "name_0": "surname:Chukwu;given-names:J.E.", "name_1": "surname:Congdon;given-names:E.E.", "name_2": "surname:Sigurdsson;given-names:E.M.", "name_3": "surname:Kong;given-names:X.-P.", "pub-id_doi": "10.1080/19420862.2019.1574530", "pub-id_pmid": "30794086", "section_type": "REF", "source": "mAbs", "type": "ref", "volume": "11", "year": "2019"}, "text": "Structural Characterization of Monoclonal Antibodies Targeting C-Terminal Ser 404 Region of Phosphorylated Tau Protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 60687, "infons": {"fpage": "2140", "lpage": "2149", "name_0": "surname:Tsuchida;given-names:T.", "name_1": "surname:Susa;given-names:K.", "name_2": "surname:Kibiki;given-names:T.", "name_3": "surname:Tsuchiya;given-names:T.", "name_4": "surname:Miyamoto;given-names:K.", "name_5": "surname:In;given-names:Y.", "name_6": "surname:Minoura;given-names:K.", "name_7": "surname:Taniguchi;given-names:T.", "name_8": "surname:Ishida;given-names:T.", "name_9": "surname:Tomoo;given-names:K.", "pub-id_doi": "10.1002/1873-3468.13791", "section_type": "REF", "source": "FEBS Lett.", "type": "ref", "volume": "594", "year": "2020"}, "text": "Crystal Structure of the Human Tau PHF Core Domain VQIINK Complexed with the Fab Domain of Monoclonal Antibody Tau2r3", "sentences": [], "annotations": [], "relations": []}, {"offset": 60805, "infons": {"fpage": "105120", "name_0": "surname:Sopko;given-names:R.", "name_1": "surname:Golonzhka;given-names:O.", "name_2": "surname:Arndt;given-names:J.", "name_3": "surname:Quan;given-names:C.", "name_4": "surname:Czerkowicz;given-names:J.", "name_5": "surname:Cameron;given-names:A.", "name_6": "surname:Smith;given-names:B.", "name_7": "surname:Murugesan;given-names:Y.", "name_8": "surname:Gibbons;given-names:G.", "name_9": "surname:Kim;given-names:S.-J.", "pub-id_doi": "10.1016/j.nbd.2020.105120", "pub-id_pmid": "32991997", "section_type": "REF", "source": "Neurobiol. Dis.", "type": "ref", "volume": "146", "year": "2020"}, "text": "Characterization of Tau Binding by Gosuranemab", "sentences": [], "annotations": [], "relations": []}, {"offset": 60852, "infons": {"fpage": "1397", "lpage": "1416", "name_0": "surname:Van Kolen;given-names:K.", "name_1": "surname:Malia;given-names:T.J.", "name_2": "surname:Theunis;given-names:C.", "name_3": "surname:Nanjunda;given-names:R.", "name_4": "surname:Teplyakov;given-names:A.", "name_5": "surname:Ernst;given-names:R.", "name_6": "surname:Wu;given-names:S.-J.", "name_7": "surname:Luo;given-names:J.", "name_8": "surname:Borgers;given-names:M.", "name_9": "surname:Vandermeeren;given-names:M.", "pub-id_doi": "10.3233/JAD-200544", "pub-id_pmid": "32894244", "section_type": "REF", "source": "JAD", "type": "ref", "volume": "77", "year": "2020"}, "text": "Discovery and Functional Characterization of HPT3, a Humanized Anti-Phospho Tau Selective Monoclonal Antibody", "sentences": [], "annotations": [], "relations": []}, {"offset": 60962, "infons": {"fpage": "59", "name_0": "surname:van Ameijde;given-names:J.", "name_1": "surname:Crespo;given-names:R.", "name_2": "surname:Janson;given-names:R.", "name_3": "surname:Juraszek;given-names:J.", "name_4": "surname:Siregar;given-names:B.", "name_5": "surname:Verveen;given-names:H.", "name_6": "surname:Sprengers;given-names:I.", "name_7": "surname:Nahar;given-names:T.", "name_8": "surname:Hoozemans;given-names:J.J.", "name_9": "surname:Steinbacher;given-names:S.", "pub-id_doi": "10.1186/s40478-018-0562-9", "pub-id_pmid": "30001207", "section_type": "REF", "source": "Acta Neuropathol. Commun.", "type": "ref", "volume": "6", "year": "2018"}, "text": "Enhancement of Therapeutic Potential of a Naturally Occurring Human Antibody Targeting a Phosphorylated Ser422 Containing Epitope on Pathological Tau", "sentences": [], "annotations": [], "relations": []}, {"offset": 61112, "infons": {"fpage": "25150", "lpage": "25156", "name_0": "surname:Wintjens;given-names:R.", "name_1": "surname:Wieruszeski;given-names:J.-M.", "name_2": "surname:Drobecq;given-names:H.", "name_3": "surname:Rousselot-Pailley;given-names:P.", "name_4": "surname:Buée;given-names:L.", "name_5": "surname:Lippens;given-names:G.", "name_6": "surname:Landrieu;given-names:I.", "pub-id_doi": "10.1074/jbc.M010327200", "pub-id_pmid": "11313338", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "276", "year": "2001"}, "text": "1H NMR Study on the Binding of Pin1 Trp-Trp Domain with Phosphothreonine Peptides", "sentences": [], "annotations": [], "relations": []}, {"offset": 61194, "infons": {"fpage": "e2119952119", "name_0": "surname:Abskharon;given-names:R.", "name_1": "surname:Sawaya;given-names:M.R.", "name_2": "surname:Boyer;given-names:D.R.", "name_3": "surname:Cao;given-names:Q.", "name_4": "surname:Nguyen;given-names:B.A.", "name_5": "surname:Cascio;given-names:D.", "name_6": "surname:Eisenberg;given-names:D.S.", "pub-id_doi": "10.1073/pnas.2119952119", "pub-id_pmid": "35377792", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "119", "year": "2022"}, "text": "Cryo-EM Structure of RNA-Induced Tau Fibrils Reveals a Small C-Terminal Core That May Nucleate Fibril Formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 61306, "infons": {"fpage": "170", "lpage": "176", "name_0": "surname:Seidler;given-names:P.M.", "name_1": "surname:Boyer;given-names:D.R.", "name_2": "surname:Rodriguez;given-names:J.A.", "name_3": "surname:Sawaya;given-names:M.R.", "name_4": "surname:Cascio;given-names:D.", "name_5": "surname:Murray;given-names:K.", "name_6": "surname:Gonen;given-names:T.", "name_7": "surname:Eisenberg;given-names:D.S.", "pub-id_doi": "10.1038/nchem.2889", "pub-id_pmid": "29359764", "section_type": "REF", "source": "Nat. Chem.", "type": "ref", "volume": "10", "year": "2018"}, "text": "Structure-Based Inhibitors of Tau Aggregation", "sentences": [], "annotations": [], "relations": []}, {"offset": 61352, "infons": {"fpage": "e2014139118", "name_0": "surname:Shipps;given-names:C.", "name_1": "surname:Kelly;given-names:H.R.", "name_2": "surname:Dahl;given-names:P.J.", "name_3": "surname:Yi;given-names:S.M.", "name_4": "surname:Vu;given-names:D.", "name_5": "surname:Boyer;given-names:D.", "name_6": "surname:Glynn;given-names:C.", "name_7": "surname:Sawaya;given-names:M.R.", "name_8": "surname:Eisenberg;given-names:D.", "name_9": "surname:Batista;given-names:V.S.", "pub-id_doi": "10.1073/pnas.2014139118", "pub-id_pmid": "33372136", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "118", "year": "2021"}, "text": "Intrinsic Electronic Conductivity of Individual Atomically Resolved Amyloid Crystals Reveals Micrometer-Long Hole Hopping via Tyrosines", "sentences": [], "annotations": [], "relations": []}, {"offset": 61488, "infons": {"fpage": "484279", "name_0": "surname:Boyer;given-names:D.R.", "name_1": "surname:Eisenberg;given-names:D.S.", "pub-id_doi": "10.1016/j.jalz.2019.06.775", "section_type": "REF", "source": "bioRxiv", "type": "ref", "year": "2018"}, "text": "A Structure-Based Model for the Electrostatic Interaction of the N-Terminus of Protein Tau with the Fibril Core of Alzheimer’s Disease Filaments", "sentences": [], "annotations": [], "relations": []}, {"offset": 61635, "infons": {"fpage": "16451", "lpage": "16464", "name_0": "surname:Seidler;given-names:P.M.", "name_1": "surname:Boyer;given-names:D.R.", "name_2": "surname:Murray;given-names:K.A.", "name_3": "surname:Yang;given-names:T.P.", "name_4": "surname:Bentzel;given-names:M.", "name_5": "surname:Sawaya;given-names:M.R.", "name_6": "surname:Rosenberg;given-names:G.", "name_7": "surname:Cascio;given-names:D.", "name_8": "surname:Williams;given-names:C.K.", "name_9": "surname:Newell;given-names:K.L.", "pub-id_doi": "10.1074/jbc.RA119.009688", "pub-id_pmid": "31537646", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "294", "year": "2019"}, "text": "Structure-Based Inhibitors Halt Prion-like Seeding by Alzheimer’s Disease–and Tauopathy–Derived Brain Tissue Samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 61758, "infons": {"fpage": "20913", "lpage": "20918", "name_0": "surname:Liu;given-names:C.", "name_1": "surname:Zhao;given-names:M.", "name_2": "surname:Jiang;given-names:L.", "name_3": "surname:Cheng;given-names:P.-N.", "name_4": "surname:Park;given-names:J.", "name_5": "surname:Sawaya;given-names:M.R.", "name_6": "surname:Pensalfini;given-names:A.", "name_7": "surname:Gou;given-names:D.", "name_8": "surname:Berk;given-names:A.J.", "name_9": "surname:Glabe;given-names:C.G.", "pub-id_doi": "10.1073/pnas.1218792109", "pub-id_pmid": "23213214", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "109", "year": "2012"}, "text": "Out-of-Register β-Sheets Suggest a Pathway to Toxic Amyloid Aggregates", "sentences": [], "annotations": [], "relations": []}, {"offset": 61832, "infons": {"fpage": "453", "lpage": "457", "name_0": "surname:Sawaya;given-names:M.R.", "name_1": "surname:Sambashivan;given-names:S.", "name_2": "surname:Nelson;given-names:R.", "name_3": "surname:Ivanova;given-names:M.I.", "name_4": "surname:Sievers;given-names:S.A.", "name_5": "surname:Apostol;given-names:M.I.", "name_6": "surname:Thompson;given-names:M.J.", "name_7": "surname:Balbirnie;given-names:M.", "name_8": "surname:Wiltzius;given-names:J.J.W.", "name_9": "surname:McFarlane;given-names:H.T.", "pub-id_doi": "10.1038/nature05695", "pub-id_pmid": "17468747", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "447", "year": "2007"}, "text": "Atomic Structures of Amyloid Cross-β Spines Reveal Varied Steric Zippers", "sentences": [], "annotations": [], "relations": []}, {"offset": 61908, "infons": {"elocation-id": "e1001080", "name_0": "surname:Landau;given-names:M.", "name_1": "surname:Sawaya;given-names:M.R.", "name_2": "surname:Faull;given-names:K.F.", "name_3": "surname:Laganowsky;given-names:A.", "name_4": "surname:Jiang;given-names:L.", "name_5": "surname:Sievers;given-names:S.A.", "name_6": "surname:Liu;given-names:J.", "name_7": "surname:Barrio;given-names:J.R.", "name_8": "surname:Eisenberg;given-names:D.", "pub-id_doi": "10.1371/journal.pbio.1001080", "pub-id_pmid": "21695112", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "9", "year": "2011"}, "text": "Towards a Pharmacophore for Amyloid", "sentences": [], "annotations": [], "relations": []}, {"offset": 61944, "infons": {"fpage": "973", "lpage": "978", "name_0": "surname:Wiltzius;given-names:J.J.W.", "name_1": "surname:Landau;given-names:M.", "name_2": "surname:Nelson;given-names:R.", "name_3": "surname:Sawaya;given-names:M.R.", "name_4": "surname:Apostol;given-names:M.I.", "name_5": "surname:Goldschmidt;given-names:L.", "name_6": "surname:Soriaga;given-names:A.B.", "name_7": "surname:Cascio;given-names:D.", "name_8": "surname:Rajashankar;given-names:K.", "name_9": "surname:Eisenberg;given-names:D.", "pub-id_doi": "10.1038/nsmb.1643", "pub-id_pmid": "19684598", "section_type": "REF", "source": "Nat. Struct. Mol. Biol.", "type": "ref", "volume": "16", "year": "2009"}, "text": "Molecular Mechanisms for Protein-Encoded Inheritance", "sentences": [], "annotations": [], "relations": []}, {"offset": 61997, "infons": {"fpage": "399", "lpage": "402", "name_0": "surname:de la Cruz;given-names:M.J.", "name_1": "surname:Hattne;given-names:J.", "name_2": "surname:Shi;given-names:D.", "name_3": "surname:Seidler;given-names:P.", "name_4": "surname:Rodriguez;given-names:J.", "name_5": "surname:Reyes;given-names:F.E.", "name_6": "surname:Sawaya;given-names:M.R.", "name_7": "surname:Cascio;given-names:D.", "name_8": "surname:Weiss;given-names:S.C.", "name_9": "surname:Kim;given-names:S.K.", "pub-id_doi": "10.1038/nmeth.4178", "pub-id_pmid": "28192420", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "Atomic-Resolution Structures from Fragmented Protein Crystals with the CryoEM Method MicroED", "sentences": [], "annotations": [], "relations": []}, {"offset": 62090, "infons": {"fpage": "189", "lpage": "210", "name_0": "surname:Goedert;given-names:M.", "name_1": "surname:Eisenberg;given-names:D.S.", "name_2": "surname:Crowther;given-names:R.A.", "pub-id_doi": "10.1146/annurev-neuro-072116-031153", "pub-id_pmid": "28772101", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "40", "year": "2017"}, "text": "Propagation of Tau Aggregates and Neurodegeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 62142, "infons": {"fpage": "e12792", "name_0": "surname:Kovacs;given-names:G.G.", "name_1": "surname:Ghetti;given-names:B.", "name_2": "surname:Goedert;given-names:M.", "pub-id_doi": "10.1111/nan.12792", "section_type": "REF", "source": "Neuropathol. Appl. Neurobio.", "type": "ref", "volume": "48", "year": "2022"}, "text": "Classification of Diseases with Accumulation of Tau Protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 62202, "infons": {"fpage": "664", "lpage": "668", "name_0": "surname:Höglinger;given-names:G.U.", "name_1": "surname:Respondek;given-names:G.", "name_2": "surname:Kovacs;given-names:G.G.", "pub-id_doi": "10.1016/j.neurol.2018.07.001", "pub-id_pmid": "30098799", "section_type": "REF", "source": "Rev. Neurol.", "type": "ref", "volume": "174", "year": "2018"}, "text": "New Classification of Tauopathies", "sentences": [], "annotations": [], "relations": []}, {"offset": 62236, "infons": {"fpage": "325", "lpage": "334", "name_0": "surname:Goedert;given-names:M.", "name_1": "surname:Spillantini;given-names:M.G.", "name_2": "surname:Jakes;given-names:R.", "name_3": "surname:Crowtherp;given-names:R.A.", "name_4": "surname:Vanmechelen;given-names:E.", "name_5": "surname:Probst;given-names:A.", "name_6": "surname:Götz;given-names:J.", "name_7": "surname:Bürki;given-names:K.", "name_8": "surname:Cohen;given-names:P.", "pub-id_doi": "10.1016/0197-4580(95)00017-9", "pub-id_pmid": "7566342", "section_type": "REF", "source": "Neurobiol. Aging", "type": "ref", "volume": "16", "year": "1995"}, "text": "Molecular Dissection of the Paired Helical Filament", "sentences": [], "annotations": [], "relations": []}, {"offset": 62288, "infons": {"fpage": "681", "lpage": "693", "name_0": "surname:Buée;given-names:L.", "name_1": "surname:Delacourte;given-names:A.", "pub-id_doi": "10.1111/j.1750-3639.1999.tb00550.x", "pub-id_pmid": "10517507", "section_type": "REF", "source": "Brain Pathol.", "type": "ref", "volume": "9", "year": "1999"}, "text": "Comparative Biochemistry of Tau in Progressive Supranuclear Palsy, Corticobasal Degeneration, FTDP-17 and Pick’s Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 62411, "infons": {"fpage": "489", "lpage": "498", "name_0": "surname:Arai;given-names:T.", "name_1": "surname:Ikeda;given-names:K.", "name_2": "surname:Akiyama;given-names:H.", "name_3": "surname:Tsuchiya;given-names:K.", "name_4": "surname:Iritani;given-names:S.", "name_5": "surname:Ishiguro;given-names:K.", "name_6": "surname:Yagishita;given-names:S.", "name_7": "surname:Oda;given-names:T.", "name_8": "surname:Odawara;given-names:T.", "name_9": "surname:Iseki;given-names:E.", "pub-id_doi": "10.1007/s00401-003-0671-8", "pub-id_pmid": "12677450", "section_type": "REF", "source": "Acta Neuropathol.", "type": "ref", "volume": "105", "year": "2003"}, "text": "Different Immunoreactivities of the Microtubule-Binding Region of Tau and Its Molecular Basis in Brains from Patients with Alzheimer’s Disease, Pick’s Disease, Progressive Supranuclear Palsy and Corticobasal Degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 62636, "infons": {"fpage": "57", "name_0": "surname:Chung;given-names:D.C.", "name_1": "surname:Roemer;given-names:S.", "name_2": "surname:Petrucelli;given-names:L.", "name_3": "surname:Dickson;given-names:D.W.", "pub-id_doi": "10.1186/s13024-021-00476-x", "pub-id_pmid": "34425874", "section_type": "REF", "source": "Mol. Neurodegener.", "type": "ref", "volume": "16", "year": "2021"}, "text": "Cellular and Pathological Heterogeneity of Primary Tauopathies", "sentences": [], "annotations": [], "relations": []}, {"offset": 62699, "infons": {"fpage": "590754", "name_0": "surname:Oakley;given-names:S.S.", "name_1": "surname:Maina;given-names:M.B.", "name_2": "surname:Marshall;given-names:K.E.", "name_3": "surname:Al-Hilaly;given-names:Y.K.", "name_4": "surname:Harrington;given-names:C.R.", "name_5": "surname:Wischik;given-names:C.M.", "name_6": "surname:Serpell;given-names:L.C.", "pub-id_doi": "10.3389/fneur.2020.590754", "pub-id_pmid": "33281730", "section_type": "REF", "source": "Front. Neurol.", "type": "ref", "volume": "11", "year": "2020"}, "text": "Tau Filament Self-Assembly and Structure: Tau as a Therapeutic Target", "sentences": [], "annotations": [], "relations": []}, {"offset": 62769, "infons": {"fpage": "6", "name_0": "surname:Sweeney;given-names:P.", "name_1": "surname:Park;given-names:H.", "name_2": "surname:Baumann;given-names:M.", "name_3": "surname:Dunlop;given-names:J.", "name_4": "surname:Frydman;given-names:J.", "name_5": "surname:Kopito;given-names:R.", "name_6": "surname:McCampbell;given-names:A.", "name_7": "surname:Leblanc;given-names:G.", "name_8": "surname:Venkateswaran;given-names:A.", "name_9": "surname:Nurmi;given-names:A.", "pub-id_doi": "10.1186/s40035-017-0077-5", "pub-id_pmid": "28293421", "section_type": "REF", "source": "Transl. Neurodegener.", "type": "ref", "volume": "6", "year": "2017"}, "text": "Protein Misfolding in Neurodegenerative Diseases: Implications and Strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 62847, "infons": {"fpage": "167", "lpage": "172", "name_0": "surname:Yang;given-names:Y.", "name_1": "surname:Arseni;given-names:D.", "name_2": "surname:Zhang;given-names:W.", "name_3": "surname:Huang;given-names:M.", "name_4": "surname:Lövestam;given-names:S.", "name_5": "surname:Schweighauser;given-names:M.", "name_6": "surname:Kotecha;given-names:A.", "name_7": "surname:Murzin;given-names:A.G.", "name_8": "surname:Peak-Chew;given-names:S.Y.", "name_9": "surname:Macdonald;given-names:J.", "pub-id_doi": "10.1126/science.abm7285", "pub-id_pmid": "35025654", "section_type": "REF", "source": "Science", "type": "ref", "volume": "375", "year": "2022"}, "text": "Cryo-EM Structures of Amyloid-β 42 Filaments from Human Brains", "sentences": [], "annotations": [], "relations": []}, {"offset": 62913, "infons": {"fpage": "2383", "lpage": "2391", "name_0": "surname:Goedert;given-names:M.", "pub-id_doi": "10.1002/1873-3468.13108", "pub-id_pmid": "29790176", "section_type": "REF", "source": "FEBS Lett.", "type": "ref", "volume": "592", "year": "2018"}, "text": "Tau Filaments in Neurodegenerative Diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 62957, "infons": {"fpage": "13166", "lpage": "13175", "name_0": "surname:Eidenmüller;given-names:J.", "name_1": "surname:Fath;given-names:T.", "name_2": "surname:Hellwig;given-names:A.", "name_3": "surname:Reed;given-names:J.", "name_4": "surname:Sontag;given-names:E.", "name_5": "surname:Brandt;given-names:R.", "pub-id_doi": "10.1021/bi001290z", "pub-id_pmid": "11052669", "section_type": "REF", "source": "Biochemistry", "type": "ref", "volume": "39", "year": "2000"}, "text": "Structural and Functional Implications of Tau Hyperphosphorylation: Information from Phosphorylation-Mimicking Mutated Tau Proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 63089, "infons": {"fpage": "2181", "lpage": "2195", "name_0": "surname:Wilson;given-names:D.M.", "name_1": "surname:Binder;given-names:L.I.", "pub-id_pmid": "9176408", "section_type": "REF", "source": "Am. J. Pathol.", "type": "ref", "volume": "150", "year": "1997"}, "text": "Free Fatty Acids Stimulate the Polymerization of Tau and Amyloid Beta Peptides. In Vitro Evidence for a Common Effector of Pathogenesis in Alzheimer’s Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 63250, "infons": {"fpage": "jacs.2c08004", "name_0": "surname:Montgomery;given-names:K.M.", "name_1": "surname:Carroll;given-names:E.C.", "name_2": "surname:Thwin;given-names:A.C.", "name_3": "surname:Quddus;given-names:A.Y.", "name_4": "surname:Hodges;given-names:P.", "name_5": "surname:Southworth;given-names:D.R.", "name_6": "surname:Gestwicki;given-names:J.E.", "pub-id_doi": "10.1021/jacs.2c08004", "pub-id_pmid": "36753572", "section_type": "REF", "source": "J. Am. Chem. Soc.", "type": "ref", "volume": "145", "year": "2023"}, "text": "Chemical Features of Polyanions Modulate Tau Aggregation and Conformational States", "sentences": [], "annotations": [], "relations": []}, {"offset": 63333, "infons": {"fpage": "20711", "lpage": "20719", "name_0": "surname:Zhong;given-names:Q.", "name_1": "surname:Congdon;given-names:E.E.", "name_2": "surname:Nagaraja;given-names:H.N.", "name_3": "surname:Kuret;given-names:J.", "pub-id_doi": "10.1074/jbc.M112.364067", "pub-id_pmid": "22539343", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "287", "year": "2012"}, "text": "Tau Isoform Composition Influences Rate and Extent of Filament Formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 63406, "infons": {"file": "molecules-28-04544-g002.jpg", "id": "molecules-28-04544-f002", "section_type": "FIG", "type": "fig_caption"}, "text": "Three-dimensional (3D) complexes including Tau reported per year into the Protein Data Bank (PDB). As can be observed the majority of the reported complexes derive by X-ray crystallography and Electron microscopy experiments, the majority of Tau structures being obtained through this latter technique, in the last 4 years.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63730, "infons": {"file": "molecules-28-04544-g003.jpg", "id": "molecules-28-04544-f003", "section_type": "FIG", "type": "fig_caption"}, "text": "Representative conformations of Tau. In particular, the (4R–3R) AD PHF (PDB structure: 5O3L; N-Term: Val306—C-Term: Phe378), (4R–3R) AD SF (PDB structure: 5O3T; N-Term: Val306—C-Term: Phe378), (4R–3R) CTE I (PDB structure: 6NWP; N-Term: Ser305—C-Term: Arg379), (4R–3R) CTE II (PDB structure: 6NWQ; N-Term: Ser305—C-Term: Arg379), (4R–3R) CTE III (PDB structure: 7QL3; N-Term: Ile308—C-Term: Phe378), (4R) CDB (PDB structure: 6VHA; N-Term: Lys274—C-Term: Glu380), (4R) GPT I (PDB structure: 7P6A; N-Term: Gly272—C-Term: Arg379), (4R) GPT II (PDB structure: 7P6C; N-Term: Gly272—C-Term: Arg379), (4R) AGD I (PDB structure: 7P6D; N-Term: Gly273—C-Term: Asp387), (4R) AGD II (PDB structure: 7P6E; N-Term: Lys274—C-Term: Asn381), (4R) PSP (PDB structure: 7P65; N-Term: Gly272—C-Term: Asn381), (4R) GGT I (PDB structure: 7P66; N-Term: Gly272—C-Term: Arg379), (4R) GGT II (PDB structure: 7P67; N-Term: Gly272—C-Term: Arg379), (4R) GGT III (PDB structure: 7P68; N-Term: Gly272—C-Term: Arg379) and (3R) NPF (PDB structure: 6QJQ; N-Term: Lys274—C-Term: His330) are shown. N-terminal and C-terminal residues numbering refer to that of their respective crystal structures (see Table S1 in the Supporting Information for the complete list).", "sentences": [], "annotations": [], "relations": []}, {"offset": 64998, "infons": {"file": "molecules-28-04544-g004.jpg", "id": "molecules-28-04544-f004", "section_type": "FIG", "type": "fig_caption"}, "text": "PHFs and SFs main morphological and structural characteristics from AD patients’ brain (ex vivo samples). Crossover distances and width filaments values are showed for PHFs (A) and SFs (B). A schematic representation of the protofilaments core, spanning residues V306–F378 and 8 8 β-sheets, is showed in (C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 65312, "infons": {"file": "molecules-28-04544-t002.xml", "id": "molecules-28-04544-t002", "section_type": "TABLE", "type": "table_caption"}, "text": "Morphological and structural parameters describing tau filaments polymorphs from ex vivo and in vitro samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65423, "infons": {"file": "molecules-28-04544-t002.xml", "id": "molecules-28-04544-t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Type of Filaments</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Width</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Crossover Distance</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Helical Rise</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Helical Twist</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Core <break/> Residues</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Tau <break/> Repeats</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Secondary Structure <break/> Elements</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">Sample Type</th><th align=\"center\" valign=\"middle\" style=\"border-top:solid thin;border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">References</th></tr></thead><tbody><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PHF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">70–150 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">650–800 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4.7 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">−1°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">V306–F378</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">R3, R4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">8 β-sheets</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Ex vivo AD patient, tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B35-molecules-28-04544\" ref-type=\"bibr\">35</xref><xref rid=\"B36-molecules-28-04544\" ref-type=\"bibr\">36</xref><xref rid=\"B55-molecules-28-04544\" ref-type=\"bibr\">55</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">SF</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">100 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">700–900 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4.7 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">−1°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">V306–F378</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">R3, R4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">8 β-sheets</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Ex vivo AD patient, tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B35-molecules-28-04544\" ref-type=\"bibr\">35</xref><xref rid=\"B36-molecules-28-04544\" ref-type=\"bibr\">36</xref><xref rid=\"B55-molecules-28-04544\" ref-type=\"bibr\">55</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Twisted</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">829 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">179.16°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.4°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">E391-A426</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">C-terminal</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5 β-sheets</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro (RNA induced aggregation), tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B71-molecules-28-04544\" ref-type=\"bibr\">71</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Not twisted</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro (RNA induced aggregation), tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B71-molecules-28-04544\" ref-type=\"bibr\">71</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Snake</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">40–100 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">650 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">−1.26°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">G272–K330</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">R2, R3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6 β-strands</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro (heparin induced aggregation), tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Twister</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">80 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">250 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">−3.38°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">K274–K321</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">R2, R3 (half)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4 β-strands</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro (heparin induced aggregation), tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Hose</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro (heparin induced aggregation), tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Jagged</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">50–90 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">450 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">−2.03°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">K274–K321</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">R2, R3 (half)</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3 β-strands</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro (heparin induced aggregation), tau full-length</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2N3R tau filaments</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">50–120 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">800 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">−1.05°</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">K274–G330 and G272-G330 without V275–S305</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">R3</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4 β-strands</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro (heparin induced aggregation), tau 2N3R</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B47-molecules-28-04544\" ref-type=\"bibr\">47</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R and tau 297–391 ribbon straight</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro 3R and tau 297–391</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R and tau 297–391 twisted type I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">140 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">790 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro 3R and tau 297–391</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R and tau 297–391 twisted type II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1300 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro 3R and tau 297–391</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">tau 297–391 ribbon straight</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro tau 297–391</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">tau 297–391 twisted type I</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">130 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">760 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro tau 297–391</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">tau 297–391 twisted type II</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1100–1860 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro tau 297–391</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3R and tau 297–391 PHF-like</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">800 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">4.80 Å</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">In vitro 3R and tau 297–391</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr><tr><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">tau 297–391 spindle-like</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">750 Å</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">4.82 Å</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">G304–H362</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">R3, R4</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">7 β-strands</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\">In vitro tau 297–391</td><td align=\"center\" valign=\"middle\" style=\"border-bottom:solid thin\" rowspan=\"1\" colspan=\"1\"><xref rid=\"B54-molecules-28-04544\" ref-type=\"bibr\">54</xref></td></tr></tbody></table>\n"}, "text": "Type of Filaments\tWidth\tCrossover Distance\tHelical Rise\tHelical Twist\tCore  Residues\tTau  Repeats\tSecondary Structure  Elements\tSample Type\tReferences\t \tPHF\t70–150 Å\t650–800 Å\t4.7 Å\t−1°\tV306–F378\tR3, R4\t8 β-sheets\tEx vivo AD patient, tau full-length\t\t \tSF\t100 Å\t700–900 Å\t4.7 Å\t−1°\tV306–F378\tR3, R4\t8 β-sheets\tEx vivo AD patient, tau full-length\t\t \tTwisted\t-\t829 Å\t179.16°\t2.4°\tE391-A426\tC-terminal\t5 β-sheets\tIn vitro (RNA induced aggregation), tau full-length\t\t \tNot twisted\t-\t-\t-\t-\t-\t-\t-\tIn vitro (RNA induced aggregation), tau full-length\t\t \tSnake\t40–100 Å\t650 Å\t-\t−1.26°\tG272–K330\tR2, R3\t6 β-strands\tIn vitro (heparin induced aggregation), tau full-length\t\t \tTwister\t80 Å\t250 Å\t-\t−3.38°\tK274–K321\tR2, R3 (half)\t4 β-strands\tIn vitro (heparin induced aggregation), tau full-length\t\t \tHose\t-\t-\t-\t-\t-\t-\t-\tIn vitro (heparin induced aggregation), tau full-length\t\t \tJagged\t50–90 Å\t450 Å\t-\t−2.03°\tK274–K321\tR2, R3 (half)\t3 β-strands\tIn vitro (heparin induced aggregation), tau full-length\t\t \t2N3R tau filaments\t50–120 Å\t800 Å\t-\t−1.05°\tK274–G330 and G272-G330 without V275–S305\tR3\t4 β-strands\tIn vitro (heparin induced aggregation), tau 2N3R\t\t \t3R and tau 297–391 ribbon straight\t-\t-\t-\t-\t-\t-\t-\tIn vitro 3R and tau 297–391\t\t \t3R and tau 297–391 twisted type I\t140 Å\t790 Å\t-\t-\t-\t-\t-\tIn vitro 3R and tau 297–391\t\t \t3R and tau 297–391 twisted type II\t-\t1300 Å\t-\t-\t-\t-\t-\tIn vitro 3R and tau 297–391\t\t \ttau 297–391 ribbon straight\t-\t-\t-\t-\t-\t-\t-\tIn vitro tau 297–391\t\t \ttau 297–391 twisted type I\t130 Å\t760 Å\t-\t-\t-\t-\t-\tIn vitro tau 297–391\t\t \ttau 297–391 twisted type II\t-\t1100–1860 Å\t-\t-\t-\t-\t-\tIn vitro tau 297–391\t\t \t3R and tau 297–391 PHF-like\t-\t800 Å\t4.80 Å\t-\t-\t-\t-\tIn vitro 3R and tau 297–391\t\t \ttau 297–391 spindle-like\t-\t750 Å\t4.82 Å\t-\tG304–H362\tR3, R4\t7 β-strands\tIn vitro tau 297–391\t\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]