[{"source": "PMC", "date": "20230612", "key": "pmc.key", "infons": {}, "documents": [{"id": "3185025", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_pmc": "3185025", "article-id_pmid": "21976953", "article-id_publisher-id": "263 2011MOLVIS0182", "fpage": "2421", "license": "This is an open-access article distributed under the terms of the\n        Creative Commons Attribution License, which permits unrestricted use,\n        distribution, and reproduction in any medium, provided the original\n        work is properly cited.", "lpage": "2427", "name_0": "surname:Meng;given-names:Bo", "name_1": "surname:Li;given-names:Hongyi", "name_2": "surname:Yang;given-names:Tao", "name_3": "surname:Huang;given-names:Shangzhi", "name_4": "surname:Sun;given-names:Xian", "name_5": "surname:Yuan;given-names:Huiping", "section_type": "TITLE", "type": "front", "volume": "17", "year": "2011"}, "text": "Identification of a novel FBN1 gene mutation in a Chinese family with Marfan syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 86, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose", "sentences": [], "annotations": [], "relations": []}, {"offset": 94, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "To identify the mutation in the fibrillin-1 gene (FBN1) in a Chinese family with Marfan syndrome (MFS).", "sentences": [], "annotations": [], "relations": []}, {"offset": 198, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 206, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients and family members were given complete physical, ophthalmic, and cardiovascular examinations. Genomic DNA was extracted from leukocytes of venous blood of six individuals in the family and 170 healthy Chinese individuals. All of the 65 coding exons and their flanking intronic boundaries of FBN1 were amplified in the proband by polymerase chain reaction and followed by direct sequencing. The mutation identified in the proband was screened in the other family members and the 170 healthy Chinese individuals by direct sequencing. Protein conservation analysis was performed in six species using an online ClustalW tool. Protein structure was modeled based on the Protein data bank and mutated in DeepView v4.0.1 to predict the functional consequences of the mutation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 985, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 993, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A novel heterozygous c.3703T>C change in exon 29 of FBN1 was detected in the proband, which resulted in the substitution of serine by proline at codon 1235 (p.S1235P). This mutation was also present in two family members but absent in the other, unaffected family members and the 170 healthy Chinese individuals. The mutant residue located in the calcium binding epidermal growth factor-like#15 domain is highly conserved among mammalian species and could probably induce conformation change of the domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1500, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1512, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We indentified a novel p.S1235P mutation in FBN1, which is the causative mutation for MFS in this family. Our result expands the mutation spectrum of FBN1 and contributes to the study of the molecular pathogenesis of Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1746, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1759, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Marfan syndrome (MFS, OMIM 154700) is a relatively common autosomal dominant hereditary disorder of the connective tissue, with prominent manifestations in the skeletal, ocular, and cardiovascular systems. It is clinically diagnosed according to the Ghent criteria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2025, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "MFS is mainly caused by mutations in the human fibrillin-1 (FBN1) gene. FBN1 contains 65 exons encoding a secreted 350 kDa glycoprotein, which is highly conserved among different species. Fibrillin-1 is characterized by a specific module organization in the extracellular matrix and is mainly composed of three types of repeated modules: 47 epidermal growth factor (EGF)-like modules (43 calcium binding [or cb] EGF-like modules and 4 non-cb EGF-like modules), 7 transforming growth factor-binding (or TB) protein-like modules (8 Cys/TB), and 2 hybrid modules. To date, more than 60% of the reported mutations of FBN1 are missense mutations, and the majority of these are located in the cb EGF modules (in particular, cysteine residues, implicated in disulfide bond formation, or other residues implicated in calcium-binding and/or intra-/intermolecular interactions). There is limited evidence of genotype-phenotype correlations of this disorder, while mutations associated with neonatal MFS and other severe forms have been shown to cluster in exons 24–32. Molecular analysis of FBN1 is necessary because such analysis can detect at-risk individuals at an early stage and offer the possibility of prenatal diagnosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3247, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We came across a four-generation family affected with MFS in Northeast China and detected a novel heterozygous mutation in FBN1. The mutation was found in the affected individuals but was not observed in any of the healthy family members.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3486, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 3494, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patients and clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 3521, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The proband, a 32-year-old female, was diagnosed with MFS according to the Ghent criteria. The family history revealed four affected members over four generations, two of whom were deceased. Available individuals II:2, II:6, II:7, III:4, III:12, and IV:4 were given complete physical, ophthalmic, and cardiovascular examinations after obtaining informed consent (Figure 1). One hundred Chinese controls without diagnostic features of MFS were also recruited. The study was approved by the Harbin Medical University Ethics Committee (Harbin, China).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4070, "infons": {"file": "mv-v17-2421-f1.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "The pedigree of the family. Squares and circles indicate males and females, respectively, and the darkened symbols represent the affected members. Slashed symbols denote that the subject is deceased. Symbols with a question mark in the center indicate that the member is not diagnosed clearly. Asterisks indicate the subjects participating in this study. The patient indicated by the arrow is the proband.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4476, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genomic DNA preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 4500, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Whole blood from six members of the family (II:2, II:6, II:7, III:4, III:12, and IV:4) and 170 unrelated Chinese controls were collected in tubes containing EDTA as an anticoagulant. Genomic DNA was extracted using a TIANamp Blood DNA Kit (Tiangen Biltech Co. Ltd, Beijing, China) according to the manufacturer’s protocol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4825, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mutation screening", "sentences": [], "annotations": [], "relations": []}, {"offset": 4844, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All 65 coding exons and flanking intronic regions, including splice sites of FBN1, were amplified by polymerase chain reaction (PCR) using a set of primers listed in Appendix 1. PCR was performed for 35 cycles, with a denaturing phase of 30 s at 94 °C, annealing phase of 30 s at 58–62 °C, and an extension of 1 min at 72 °C. The PCR products were subsequently purified with a TIANgel Midi Purification Kit (Tiangen Biltech Co. Ltd) and sequenced with an ABI 3130XL Genetic Analyzer (Applied Biosystems, Foster City, CA). Sequencing results were assembled and analyzed using Chromas 2.22 software (Technelysium Pty. Ltd., QLD, Australia) with reference sequence in the Universal Mutation Database (UMD).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5556, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Protein structure analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 5583, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A schematic of the cb EGF-like domain of human fibrillin-1 was used to assess the possible impact of the mutation at the secondary structure level. A homology 3D model of the cb EGF-like#15 domain was created based on the Protein data bank (PDB) template 1LMJ (45% sequence identity). DeepView v4.0.1 was used to display the structure file and to predict the potential consequence of the mutation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5981, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 5989, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical findings", "sentences": [], "annotations": [], "relations": []}, {"offset": 6007, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Two members (II:2 and III:12) of the family showed classic MFS (Appendix 2), and the unaffected family members, including a spouse (II:6), appeared normal. The daughter of the proband (IV:4), who was 2 years old, was too young for a clinical diagnosis to be made because several manifestations of MFS are age-dependent and may not yet be present in childhood. The proband had bilateral lens dislocation (Figure 2A,B), high myopia, and strabismus of both eyes. Echocardiography revealed cardiovascular manifestation of dilatation of the aortic root and mild mitral valve prolapse in the proband. Skeletal system abnormalities such as tall stature, long limbs, joint hypermobility, long narrow head, and arachnodactyly (Figure 2C), were also present in the proband. Individual II:2 showed similar clinical symptoms as the proband, with the exception of abnormalities of the cardiovascular system. Lentectomy and intraocular lens implantation were performed on individual II:2 in 2010. Family member II:5 had died of heart disease at the age of 53 and III:2 had died of hepatic cancer at the age of 39, and according to the proband’s description, both of them appeared with tall stature, long limbs, and poor vision.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7223, "infons": {"file": "mv-v17-2421-f2.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "Photographs of the proband. A and B display the slit lamp photographs of both of the proband’s eyes after the pupils were dilated, showing ectopia lentis. In the right eye (A), the lens is dislocated nasally. In the left eye (B), the lens is dislocated superonasally. C shows arachnodactyly of the proband.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7532, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mutation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7550, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Direct sequencing of FBN1 revealed a novel heterozygous mutation, c.3703T>C in exon 29, which resulted in the substitution of serine by proline (p.S1235P; Figure 3A). The mutation identified in the proband was also found in patient II:2 and the available affected member IV:4 (Figure 3B,C). No mutation was detected in the healthy family members (Figure 3D-F) or in any of the 170 unrelated control subjects (Figure 3G).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7971, "infons": {"file": "mv-v17-2421-f3.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "A novel FBN1 mutation in exon 29. A-C show a heterozygous T>C transition (indicated by the arrow) resulting in the substitution of serine by proline (S1235P) in the proband, patient II:2, and the proband’s daughter, IV:4, respectively. D-F show the corresponding normal sequence in unaffected family members II:7 and III:4 and spouse II:6, respectively. G shows the corresponding normal sequence in a healthy member. H displays the sequence alignment of FBN1 orthologs surrounding the mutated site using ClustalW. The serine1235 of the human FBN1 protein is highly conserved in several species. These sequences were selected from the NCBI database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8622, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Potential functional consequences of the mutation", "sentences": [], "annotations": [], "relations": []}, {"offset": 8672, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The missense mutation c.3703T>C resulted in the substitution of serine at codon 1235, which is located in the neonatal region of fibrillin-1 (Figure 4A), and is highly conserved among mammalian species (Figure 3H). Secondary structure analysis of the cb EGF-like domain revealed that the mutant proline1235 could neither interfere with calcium binding in the NH2-terminal region of the domain nor influence disulfide bond formation (Figure 4B). Prediction by DeepView v4.0.1 suggested that the mutant residue could probably induce steric clash with its surroundings. Therefore, the conformation of the cb EGF-like domain was likely to be altered by the presence of this mutation (Figure 4C,D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9366, "infons": {"file": "mv-v17-2421-f4.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "Structure analyses of the missense mutation in the calcium binding (cb) epidermal growth factor (EGF)-like#15 domain. A displays the location of the affected module in the neonatal region of the fibrillin-1 domain structure. B displays the consensus secondary structure of a prototypical cb EGF-like domain. Calcium binding in the NH2-terminal region of the wild-type domain is mediated by the consensus sequence (D/N)-X-(D/N)(E/Q)Xm(D/N)Xn(Y/F) (m and n are variables), and highly conserved amino acids are identified by their single-letter amino acid code. Letter C in the schematic represents the highly conserved cysteines of cb EGF-like domain, and the lines between cysteines represent disulfide bridges. The mutation S1235P is located at the 39th residue of the domain, which neither interferes with calcium binding of the domain nor influences disulfide bond formation. C displays the 3D structure of the cb EGF-like#15 domain, which is created based on the Protein data bank (PDB) template 1LMJ (45% sequence identity) by DeepView v4.0.1. The yellow lines represent disulfide bonds, and the purple residue represents the unaffected serine. D displays the potential consequence of the mutation. The purple residue represents the substitute proline, and the purple dashed lines mean steric clash with surroundings, which may lead to unstable conformation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10729, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 10740, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we identified a novel heterozygous FBN1 mutation (p.S1235P) in a four-generation family affected with MFS. This missense mutation is located in the cb EGF-like#15 domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10926, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is clear that EGF-like domains play a major role in the pathogenesis of fibrillinopathies, as most of the mutations in these domains are associated with classic MFS. Each cb EGF-like domain of fibrillin-1 contains six highly conserved cysteine residues that form three intra-domain disulphide bonds (C1-C3, C2-C4, C5-C6) and a consensus sequence for calcium binding in the NH2-terminal region. The mutant residue found in our study, located at the 39th residue of the cb EGF-like#15 domain, did not affect disulphide bond formation or calcium binding of the domain at the secondary structure level. 3D structure analysis by DeepView v4.0.1 showed that the substitution of serine by proline could probably induce steric clash with its surroundings, which probably resulted in a conformation change and had a predictable detrimental effect on its function. It is evident that the structural effects of different FBN1 missense mutations are complex. Mutations in cb EGF motifs not affecting cysteines or residues of the calcium binding consensus sequence are extremely rare and have been postulated to affect intramolecular packing or intermolecular interactions, and subsequently affect microfiber assembly. Previously, only 6 mutations were published in the UMD website in the cb EGF-like#15 domain, and none of those mutations affected the residues between C-5 and C-6. The present study not only suggested that residues between C-5 and C-6 of cb EGF-like domains play an important role in maintaining the function of the FBN1 protein, but also added a new case to the notion that cb EGF-like#14–18 domains (in exons 28–32) are functionally more essential in fibrillin-1 of classic MFS than that of neonatal MFS. This rare mutation found in our study is located in the hot spot region for neonatal MFS and could also cause classic MFS. There is general consensus that neither the location of the affected module in the protein nor the position of the mutant residue is, by itself, sufficient to predict potential genotype-phenotype correlations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12979, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This missense mutation was also found in the proband’s daughter, who was 2 years old and did not yet fulfill the diagnostic criteria. As such, in situations of clinical uncertainty, molecular analysis of FBN1 seems a logical aid in the clinical diagnosis of MFS. Moreover, the most important complication of MFS is a progressive dilatation of the aortic root and ascending aorta, leading to aortic valve incompetence and aortic dissection. As a result, early recognition of at-risk individuals not (yet) fulfilling the diagnostic criteria by molecular diagnosis is important in view of the available treatments that can significantly improve life expectancy and also offer the possibility of prenatal diagnosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13693, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although the four-generation MFS family we studied was large, the number of patients was relatively small. For genetic studies, it is better to examine pedigrees with more affected individuals, because (1) to find the mutant gene and exclude genetic heterogeneity, linkage analysis for candidate gene screening should be initially done, and in this condition, numbers of affected individuals should be large enough; and (2) more patients can help investigators to better interpret the rule of inheritance of the disease and display the genotype-phenotype correlations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14262, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Collectively, evidences from our study and published data supported that this novel p.S1235P mutation is the causative mutation for MFS in this four-generation family. Mutations in cb EGF-like domains of FBN1 play a critical role in the pathogenesis of classic MFS, and molecular diagnosis of MFS is becoming more and more important. Although more than 600 FBN1 mutations have been published in the UMD website for MFS, information on genotype–phenotype correlations is still limited, especially in the Chinese population. Our data adds a novel mutation to the spectrum of FBN1 gene mutations, analyzes the potential functional consequence of the mutation, and enriches the existing knowledge of genotype–phenotype correlations of Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15014, "infons": {"section_type": "APPENDIX", "type": "title"}, "text": "Appendix", "sentences": [], "annotations": [], "relations": []}, {"offset": 15023, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Appendix 1. Primers used for FBN1 amplification. Summary of the primers used for the amplification of FBN1 exons. Sequences are given in the 5′→3′direction. To access the data, click or select the words “Appendix 1.” This will initiate the download of a compressed (pdf) archive that contains the file.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15336, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Appendix 2. Clinical details of the patients II:2, III:12, and family member IV:4. Each patient in the family has bilateral ectopia lentis, myopia, arachnodactyly, and joint hypermobility. Only the proband displays abnormalities of the cardiovascular system. Individual IV:4 appears normal. Abbreviations: M: male; F: female; IOL: intraocular lens; AS/H: arm span/height ratio; +: present; –: absent. N: normal. To access the data, click or select the words “Appendix 2.” This will initiate the download of a compressed (pdf) archive that contains the file.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15900, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 15911, "infons": {"fpage": "9", "lpage": "25", "name_0": "surname:Robinson;given-names:PN", "name_1": "surname:Godfrey;given-names:M", "pub-id_pmid": "10633129", "section_type": "REF", "source": "J Med Genet", "type": "ref", "volume": "37", "year": "2000"}, "text": "The molecular genetics of Marfan syndrome and related microfibrillopathies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15987, "infons": {"fpage": "476", "lpage": "85", "name_0": "surname:Loeys;given-names:BL", "name_1": "surname:Dietz;given-names:HC", "name_10": "surname:Pyeritz;given-names:RE", "name_11": "surname:Sponseller;given-names:PD", "name_12": "surname:Wordsworth;given-names:P", "name_13": "surname:De Paepe;given-names:AM", "name_2": "surname:Braverman;given-names:AC", "name_3": "surname:Callewaert;given-names:BL", "name_4": "surname:De Backer;given-names:J", "name_5": "surname:Devereux;given-names:RB", "name_6": "surname:Hilhorst-Hofstee;given-names:Y", "name_7": "surname:Jondeau;given-names:G", "name_8": "surname:Faivre;given-names:L", "name_9": "surname:Milewicz;given-names:DM", "pub-id_pmid": "20591885", "section_type": "REF", "source": "J Med Genet", "type": "ref", "volume": "47", "year": "2010"}, "text": "The revised Ghent nosology for the Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16039, "infons": {"fpage": "153", "lpage": "61", "name_0": "surname:Robinson;given-names:PN", "name_1": "surname:Booms;given-names:P", "name_2": "surname:Katzke;given-names:S", "name_3": "surname:Ladewig;given-names:M", "name_4": "surname:Neumann;given-names:L", "name_5": "surname:Palz;given-names:M", "name_6": "surname:Pregla;given-names:R", "name_7": "surname:Tiecke;given-names:F", "name_8": "surname:Rosenberg;given-names:T", "pub-id_pmid": "12203987", "section_type": "REF", "source": "Hum Mutat", "type": "ref", "volume": "20", "year": "2002"}, "text": "Mutations of FBN1 and genotype-phenotype correlations in Marfan syndrome and related fibrillinopathies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16143, "infons": {"fpage": "70", "lpage": "7", "name_0": "surname:Biery;given-names:NJ", "name_1": "surname:Eldadah;given-names:ZA", "name_2": "surname:Moore;given-names:CS", "name_3": "surname:Stetten;given-names:G", "name_4": "surname:Spencer;given-names:F", "name_5": "surname:Dietz;given-names:HC", "pub-id_pmid": "10036187", "section_type": "REF", "source": "Genomics", "type": "ref", "volume": "56", "year": "1999"}, "text": "Revised genomic organization of FBN1 and significance for regulated gene expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16228, "infons": {"fpage": "673", "lpage": "81", "name_0": "surname:Collod-Béroud;given-names:G", "name_1": "surname:Boileau;given-names:C", "pub-id_pmid": "12404097", "section_type": "REF", "source": "Eur J Hum Genet", "type": "ref", "volume": "10", "year": "2002"}, "text": "Marfan syndrome in the third Millennium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16269, "infons": {"fpage": "199", "lpage": "208", "name_0": "surname:Collod-Béroud;given-names:G", "name_1": "surname:Le Bourdelles;given-names:S", "name_10": "surname:Holman;given-names:K", "name_11": "surname:Kaitila;given-names:I", "name_12": "surname:Loeys;given-names:B", "name_13": "surname:Matyas;given-names:G", "name_14": "surname:Nuytinck;given-names:L", "name_15": "surname:Peltonen;given-names:L", "name_16": "surname:Rantamaki;given-names:T", "name_17": "surname:Robinson;given-names:P", "name_18": "surname:Steinmann;given-names:B", "name_19": "surname:Junien;given-names:C", "name_2": "surname:Ades;given-names:L", "name_20": "surname:Béroud;given-names:C", "name_21": "surname:Boileau;given-names:C", "name_3": "surname:Ala-Kokko;given-names:L", "name_4": "surname:Booms;given-names:P", "name_5": "surname:Boxer;given-names:M", "name_6": "surname:Child;given-names:A", "name_7": "surname:Comeglio;given-names:P", "name_8": "surname:De Paepe;given-names:A", "name_9": "surname:Hyland;given-names:JC", "pub-id_pmid": "12938084", "section_type": "REF", "source": "Hum Mutat", "type": "ref", "volume": "22", "year": "2003"}, "text": "Update of the UMD-FBN1 mutation database and creation of an FBN1 polymorphism database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16357, "infons": {"fpage": "597", "lpage": "605", "name_0": "surname:Downing;given-names:AK", "name_1": "surname:Knott;given-names:V", "name_2": "surname:Werner;given-names:JM", "name_3": "surname:Cardy;given-names:CM", "name_4": "surname:Campbell;given-names:ID", "name_5": "surname:Handford;given-names:PA", "pub-id_pmid": "8653794", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "85", "year": "1996"}, "text": "Solution structure of a pair of calcium-binding epidermal growth factor-like domains: implications for the Marfan syndrome and other genetic disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16509, "infons": {"fpage": "2447", "lpage": "54", "name_0": "surname:Loeys;given-names:B", "name_1": "surname:Nuytinck;given-names:L", "name_2": "surname:Delvaux;given-names:I", "name_3": "surname:De Bie;given-names:S", "name_4": "surname:De Paepe;given-names:A", "pub-id_pmid": "11700157", "section_type": "REF", "source": "Arch Intern Med", "type": "ref", "volume": "161", "year": "2001"}, "text": "Genotype and phenotype analysis of 171 patients referred for molecular study of the fibrillin-1 gene FBN1 because of suspected Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16653, "infons": {"fpage": "64", "lpage": "9", "name_0": "surname:Kainulainen;given-names:K", "name_1": "surname:Karttunen;given-names:L", "name_2": "surname:Puhakka;given-names:L", "name_3": "surname:Sakai;given-names:L", "name_4": "surname:Peltonen;given-names:L", "pub-id_pmid": "8136837", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "6", "year": "1994"}, "text": "Mutations in the fibrillin gene responsible for dominant ectopia lentis and neonatal Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16755, "infons": {"fpage": "110", "lpage": "7", "name_0": "surname:Booms;given-names:P", "name_1": "surname:Cisler;given-names:J", "name_2": "surname:Mathews;given-names:KR", "name_3": "surname:Godfrey;given-names:M", "name_4": "surname:Tiecke;given-names:F", "name_5": "surname:Kaufmann;given-names:UC", "name_6": "surname:Vetter;given-names:U", "name_7": "surname:Hagemeier;given-names:C", "name_8": "surname:Robinson;given-names:PN", "pub-id_pmid": "10189088", "section_type": "REF", "source": "Clin Genet", "type": "ref", "volume": "55", "year": "1999"}, "text": "Novel exon skipping mutation in the fibrillin-1 gene: two ‘hot spots’ for the neonatal Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16863, "infons": {"fpage": "13", "lpage": "21", "name_0": "surname:Tiecke;given-names:F", "name_1": "surname:Katzke;given-names:S", "name_10": "surname:Hovels-Gurich;given-names:HH", "name_11": "surname:Hagemeier;given-names:C", "name_12": "surname:Fuchs;given-names:J", "name_13": "surname:Skovby;given-names:F", "name_14": "surname:Rosenberg;given-names:T", "name_2": "surname:Booms;given-names:P", "name_3": "surname:Robinson;given-names:PN", "name_4": "surname:Neumann;given-names:L", "name_5": "surname:Godfrey;given-names:M", "name_6": "surname:Mathews;given-names:KR", "name_7": "surname:Scheuner;given-names:M", "name_8": "surname:Hinkel;given-names:GK", "name_9": "surname:Brenner;given-names:RE", "pub-id_pmid": "11175294", "section_type": "REF", "source": "Eur J Hum Genet", "type": "ref", "volume": "9", "year": "2001"}, "text": "Classic, atypically severe and neonatal Marfan syndrome: twelve mutations and genotype-phenotype correlations in FBN1 exons 24–40.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16996, "infons": {"fpage": "907", "lpage": "18", "name_0": "surname:Whiteman;given-names:P", "name_1": "surname:Willis;given-names:AC", "name_2": "surname:Warner;given-names:A", "name_3": "surname:Brown;given-names:J", "name_4": "surname:Redfield;given-names:C", "name_5": "surname:Handford;given-names:PA", "pub-id_pmid": "17324963", "section_type": "REF", "source": "Hum Mol Genet", "type": "ref", "volume": "16", "year": "2007"}, "text": "Cellular and molecular studies of Marfan syndrome mutations identify co-operative protein folding in the cbEGF12–13 region of fibrillin-1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17137, "infons": {"fpage": "12199", "lpage": "206", "name_0": "surname:Smallridge;given-names:RS", "name_1": "surname:Whiteman;given-names:P", "name_2": "surname:Werner;given-names:JM", "name_3": "surname:Campbell;given-names:ID", "name_4": "surname:Handford;given-names:PA", "name_5": "surname:Downing;given-names:AK", "pub-id_pmid": "12511552", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "278", "year": "2003"}, "text": "Solution structure and dynamics of a calcium binding epidermal growth factor-like domain pair from the neonatal region of human fibrillin-1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17278, "infons": {"fpage": "2714", "lpage": "23", "name_0": "surname:Guex;given-names:N", "name_1": "surname:Peitsch;given-names:MC", "pub-id_pmid": "9504803", "section_type": "REF", "source": "Electrophoresis", "type": "ref", "volume": "18", "year": "1997"}, "text": "SWISS-MODEL and the Swiss-PdbViewer: an environment for comparative protein modeling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17364, "infons": {"fpage": "1231", "lpage": "6", "name_0": "surname:Reinhardt;given-names:DP", "name_1": "surname:Ono;given-names:RN", "name_2": "surname:Sakai;given-names:LY", "pub-id_pmid": "8995426", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "272", "year": "1997"}, "text": "Calcium stabilizes fibrillin-1 against proteolytic degradation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17428, "infons": {"fpage": "1799", "issue": "Spec No", "lpage": "809", "name_0": "surname:Dietz;given-names:HC", "name_1": "surname:Pyeritz;given-names:RE", "pub-id_pmid": "8541880", "section_type": "REF", "source": "Hum Mol Genet", "type": "ref", "volume": "4", "year": "1995"}, "text": "Mutations in the human gene for fibrillin-1 (FBN1) in the Marfan syndrome and related disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17525, "infons": {"fpage": "1007", "lpage": "20", "name_0": "surname:Schrijver;given-names:I", "name_1": "surname:Liu;given-names:W", "name_2": "surname:Brenn;given-names:T", "name_3": "surname:Furthmayr;given-names:H", "name_4": "surname:Francke;given-names:U", "pub-id_pmid": "10486319", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "65", "year": "1999"}, "text": "Cysteine substitutions in epidermal growth factor-like domains of fibrillin-1: distinct effects on biochemical and clinical phenotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17661, "infons": {"fpage": "769", "lpage": "87", "name_0": "surname:Robinson;given-names:PN", "name_1": "surname:Arteaga-Solis;given-names:E", "name_10": "surname:Kielty;given-names:CM", "name_11": "surname:Loeys;given-names:B", "name_12": "surname:Milewicz;given-names:DM", "name_13": "surname:Ney;given-names:A", "name_14": "surname:Ramirez;given-names:F", "name_15": "surname:Reinhardt;given-names:DP", "name_16": "surname:Tiedemann;given-names:K", "name_17": "surname:Whiteman;given-names:P", "name_18": "surname:Godfrey;given-names:M", "name_2": "surname:Baldock;given-names:C", "name_3": "surname:Collod-Béroud;given-names:G", "name_4": "surname:Booms;given-names:P", "name_5": "surname:De Paepe;given-names:A", "name_6": "surname:Dietz;given-names:HC", "name_7": "surname:Guo;given-names:G", "name_8": "surname:Handford;given-names:PA", "name_9": "surname:Judge;given-names:DP", "pub-id_pmid": "16571647", "section_type": "REF", "source": "J Med Genet", "type": "ref", "volume": "43", "year": "2006"}, "text": "The molecular genetics of Marfan syndrome and related disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17726, "infons": {"fpage": "382", "lpage": "5", "name_0": "surname:Weidenbach;given-names:M", "name_1": "surname:Brenner;given-names:R", "name_2": "surname:Rantamaki;given-names:T", "name_3": "surname:Redel;given-names:DA", "pub-id_pmid": "10441700", "section_type": "REF", "source": "Pediatr Cardiol", "type": "ref", "volume": "20", "year": "1999"}, "text": "Acute mitral regurgitation due to chordal rupture in a patient with neonatal Marfan syndrome caused by a deletion in exon 29 of the FBN1 gene.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17869, "infons": {"fpage": "338", "lpage": "9", "name_0": "surname:Hewett;given-names:DR", "name_1": "surname:Lynch;given-names:JR", "name_2": "surname:Child;given-names:A", "name_3": "surname:Sykes;given-names:BC", "pub-id_pmid": "8071963", "section_type": "REF", "source": "J Med Genet", "type": "ref", "volume": "31", "year": "1994"}, "text": "A new missense mutation of fibrillin in a patient with Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17941, "infons": {"fpage": "209", "lpage": "11", "name_0": "surname:Sood;given-names:S", "name_1": "surname:Eldadah;given-names:ZA", "name_2": "surname:Krause;given-names:WL", "name_3": "surname:McIntosh;given-names:I", "name_4": "surname:Dietz;given-names:HC", "pub-id_pmid": "8563763", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "12", "year": "1996"}, "text": "Mutation in fibrillin-1 and the Marfanoid-craniosynostosis (Shprintzen-Goldberg) syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18032, "infons": {"fpage": "993", "lpage": "1001", "name_0": "surname:Rantamäki;given-names:T", "name_1": "surname:Kaitila;given-names:I", "name_2": "surname:Syvänen;given-names:AC", "name_3": "surname:Lukka;given-names:M", "name_4": "surname:Peltonen;given-names:L", "pub-id_pmid": "10090884", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "64", "year": "1999"}, "text": "Recurrence of Marfan syndrome as a result of parental germ-line mosaicism for an FBN1 mutation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18128, "infons": {"fpage": "212", "lpage": "21", "name_0": "surname:Palz;given-names:M", "name_1": "surname:Tiecke;given-names:F", "name_10": "surname:Nienaber;given-names:CA", "name_11": "surname:Leitner;given-names:C", "name_12": "surname:Katzke;given-names:S", "name_13": "surname:Vetter;given-names:B", "name_14": "surname:Hagemeier;given-names:C", "name_15": "surname:Robinson;given-names:PN", "name_2": "surname:Booms;given-names:P", "name_3": "surname:Göldner;given-names:B", "name_4": "surname:Rosenberg;given-names:T", "name_5": "surname:Fuchs;given-names:J", "name_6": "surname:Skovby;given-names:F", "name_7": "surname:Schumacher;given-names:H", "name_8": "surname:Kaufmann;given-names:UC", "name_9": "surname:von Kodolitsch;given-names:Y", "pub-id_pmid": "10756346", "section_type": "REF", "source": "Am J Med Genet", "type": "ref", "volume": "91", "year": "2000"}, "text": "Clustering of mutations associated with mild Marfan-like phenotypes in the 3′ region of FBN1 suggests a potential genotype-phenotype correlation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18276, "infons": {"fpage": "2447", "lpage": "54", "name_0": "surname:Loeys;given-names:B", "name_1": "surname:Nuytinck;given-names:L", "name_2": "surname:Delvaux;given-names:I", "name_3": "surname:De Bie;given-names:S", "name_4": "surname:De Paepe;given-names:A", "pub-id_pmid": "11700157", "section_type": "REF", "source": "Arch Intern Med", "type": "ref", "volume": "161", "year": "2001"}, "text": "Genotype and phenotype analysis of 171 patients referred for molecular study of the fibrillin-1 gene FBN1 because of suspected Marfan syndrome.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]