{"do_lower_case": false, "model_max_length": 512, "special_tokens_map_file": "/home/gy237/.cache/torch/transformers/29bcdc1d6651ef6310f8743ffb91ebec1135819dde9448330d5c636dc614425f.275045728fbf41c11d3dae08b8742c054377e18d92cc7b72b6351152a99b64e4", "full_tokenizer_file": null}