[{"source": "PMC", "date": "20210731", "key": "pmc.key", "infons": {}, "documents": [{"id": "8313857", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fimmu.2021.659193", "article-id_pmc": "8313857", "article-id_pmid": "34326834", "elocation-id": "659193", "kwd": "sepsis prognosis SDF4 gene co-expression network endoplasmic reticulum stress CLP", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Zhu;given-names:Tingting", "name_1": "surname:Su;given-names:Qun", "name_10": "surname:Chen;given-names:Jianghua", "name_2": "surname:Wang;given-names:Cuili", "name_3": "surname:Shen;given-names:Lingling", "name_4": "surname:Chen;given-names:Hongjun", "name_5": "surname:Feng;given-names:Shi", "name_6": "surname:Peng;given-names:Xiaofeng", "name_7": "surname:Chen;given-names:Siyu", "name_8": "surname:Wang;given-names:Yucheng", "name_9": "surname:Jiang;given-names:Hong", "section_type": "TITLE", "type": "front", "volume": "12", "year": "2021"}, "text": "SDF4 Is a Prognostic Factor for 28-Days Mortality in Patients With Sepsis via Negatively Regulating ER Stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 110, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Sepsis is a heterogeneous syndrome induced by infection and results in high mortality. Even though more than 100 biomarkers for sepsis prognosis were evaluated, prediction of patient outcomes in sepsis continues to be driven by clinical signs because of unsatisfactory specificity and sensitivity of these biomarkers. This study aimed to elucidate the key candidate genes involved in sepsis response and explore their downstream effects based on weighted gene co-expression network analysis (WGCNA). The dataset GSE63042 with sepsis outcome information was obtained from the Gene Expression Omnibus (GEO) database and then consensus WGCNA was conducted. We identified the hub gene SDF4 (stromal cell derived factor 4) from the M6 module, which was significantly associated with mortality. Subsequently, two datasets (GSE54514 and E-MTAB-4421) and cohort validation (n=89) were performed. Logistic regression analysis was used to build a prediction model and the combined score resulting in a satisfactory prognosis value (area under the ROC curve=0.908). The model was subsequently tested by another sepsis cohort (n=70, ROC= 0.925). We next demonstrated that endoplasmic reticulum (ER) stress tended to be more severe in patients PBMCs with negative outcomes compared to those with positive outcomes and SDF4 was related to this phenomenon. In addition, our results indicated that adenovirus-mediated Sdf4 overexpression attenuated ER stress in cecal ligation and puncture (CLP) mice lung. In summary, our study indicates that incorporation of SDF4 can improve clinical parameters predictive value for the prognosis of sepsis, and decreased expression levels of SDF4 contributes to excessive ER stress, which is associated with worsened outcomes, whereas overexpression of SDF4 attenuated such activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1917, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 1928, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Sepsis, a syndrome of physiologic, pathologic, and biochemical abnormalities induced by infection, is a major cause of mortality among critical ICU patients. The annual incidence rate of sepsis ranges from 437 to 1031 per 100000 person-years, while its hospital mortality rate remains at a high level of over 25% even with modern surveillance and monitoring, prompt initiation of therapy, and advances in the support of failing organs. In addition to rapid diagnosis, one of the clinical dilemmas that we faced is that once a sepsis diagnosis is made and appropriate treatment is taken, it is often difficult to distinguish between a positive and a negative prognosis. In the past thirty years, more than 100 markers have been evaluated for sepsis prognosis, including cytokine/chemokine biomarkers, cell and receptor biomarkers, coagulation biomarkers, vascular endothelial damage biomarkers, vasodilation biomarkers, organ dysfunction biomarkers, and acute-phase protein biomarkers. Nevertheless, the prediction of patient outcomes in sepsis continues to be driven by clinical signs because of the unsatisfactory specificity and sensitivity of these currently available biomarkers. Therefore, it is vital to research novel biomarkers for a better prediction of sepsis progression to improve the prognosis of sepsis patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3255, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In recent years, analysis of differentially expressed genes (DEGs) detected by high-throughput sequencing, followed by enrichment analyses to established functional pathways were performed in several studies to improve prognostic accuracy and establish the underlying molecular processes. However, host responses during sepsis are highly heterogeneous, which involve multidimensional networks of molecules and cells. Therefore, the sensitivity of individual genes might be low while network analysis might be more informative, especially when the set of available expression data is large. Weighted correlation network analysis (WGCNA) is a systems biology approach for describing the correlation patterns among genes across microarray samples. It is widely applied to various biological contexts, such as tumor, metabolic disease, neurological disorders, and autoimmune disease. WGCNA has also been used to analyze correlation patterns in sepsis. These research efforts focused on inflammatory cells in vitro, long non-coding RNA, transcription factors and miRNA based on samples with or without sepsis, but did not distinguish between patients with positive outcomes from those with negative outcomes. A recent study identified two transcription factors, CEBPB and ETV6, associated with mortality outcome via WGCNA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4574, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, we performed a WGCNA analysis to identify co-expression modules relating to the outcome of sepsis. KEGG enrichment analysis was performed on the interested modules and a hub gene was identified. We validated the hub gene in ICU patients in our hospital and conducted a logistic regression analysis to build a prediction module. Downstream effects of the hub gene were then explored, which might provide potential targets for sepsis treatment in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5053, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5075, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA Sequencing Data and Data Pre-Processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 5119, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The publicly available gene expression profile GSE63042 was downloaded from the Gene Expression Omnibus (GEO) database (). The dataset contained 129 peripheral blood RNA samples, including 23 with systemic inflammatory response syndrome (SIRS) and 106 with sepsis. Furthermore, the sepsis patients could be further categorized into non-survivors and survivors at 28 days. Details of samples preparation and RNA sequencing method were elaborated in the previous study. 28 sepsis non-survivors and 78 sepsis survivors were used for the follow-up WGCNA analysis after filtering low-expression gene (mean RPM of all samples less than 0.5) and removing duplicate genes randomly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5793, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of the Gene Co-Expression Network and Module Detection via WGCNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 5871, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "WGCNA was used to assess the weighted gene co-expression network and its module membership under the R platform. First, we selected the soft threshold (β) for network construction in the WGCNA algorithm. The soft threshold makes the adjacency matrix to be a continuous value between 0 and 1 so that the constructed network conforms to the power-law distribution and is closer to the real biological network state. Then, a topological overlap matrix (TOM) similarity function was used to convert the matrix to a TOM. Co-expression genes were assigned to modules via dynamic minimum tree-cutting arithmetic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6480, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of Trait-Related Modules", "sentences": [], "annotations": [], "relations": []}, {"offset": 6520, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Similar modules were merged into one and then 11 total modules were obtained. The module eigengenes (ME), which represented the expression level for each module, were calculated. Then, the correlation between ME and clinical traits in each module was calculated, and a P-value < 0.05 was considered to be statistically significant for determining trait-related modules. There were two parameters to further access the relationship between module and trait. Gene Significance (GS) represented the correlation between individual genes and traits and Module Membership (MM) calculated the association between individual genes and the MEs of the module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7170, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Differentially-Expressed Genes (DEGs) in Trait-Related Modules and the Identification of a Hub Gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 7270, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DEGs analysis between sepsis survivors and sepsis non-survivors was performed by authors of GSE63042. There are 1,238 genes differentially expressed (1,099 annotated) between sepsis survivors and sepsis non-survivors. Then, the M6 module, which included the majority of DEGs, was imported into Cytoscape with their weighted correlations. We identified hub gene with the following criteria:1) DEGs; 2) GS > 0.2, MM > 0.8; 3) highest 20 Maximal Clique Centrality(MCC)value calculated by the Cytohubba package in Cytoscape.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7791, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "KEGG Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7805, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DAVID, an online bioinformatics tool, is designed to predict a large number of gene function. Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways were used to represent the detailed information of the biological functions of genes in known signaling or metabolic pathways. Therefore, we used DAVID to visualize the gene enrichment of pathways (P < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8168, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dataset Validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 8187, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to verify the expression of hub genes with larger sample size, two datasets (GSE54514 and E-MTAB-4421) with sepsis prognosis information were downloaded from GEO and ArrayExpress (), respectively. In GSE54514, we only selected the samples collected within the initial 24 h of admission to the ICU to be consistent with the GSE63042 and E-MTAB-4421. The sepsis criteria were consistent in three datasets. Then, the expression of the hub gene was compared between sepsis survivors and non-survivors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8695, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patients and Blood Sample Collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 8732, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Studies involving human participants were reviewed and approved by the Research Ethics Committee of the First Affiliated Hospital, College of Medicine, Zhejiang University. The patients/participants (or their next of kin) provided written informed consent to participate in this study. Patients over 18 years of age diagnosed with sepsis in the intensive care unit (ICU) were included in the study. These patients had been hospitalized at the First Affiliated Hospital, College of Medicine, Zhejiang University between 1 March 2020 and 30 May 2021. Sepsis was defined according to The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) [1]. Detailed information of the selected patients was further reviewed by a clinician. Blood samples were obtained within the first 24 h following admission. Peripheral blood mononuclear cells (PBMCs) separation was performed within 3 h following collection. Patients status was monitored up to 28 days after the initial blood draw.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9734, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA Extraction, cDNA Synthesis, and Real-time Quantitative PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 9797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PBMCs RNA was isolated via TRIzol® reagent (Invitrogen, CA, USA). PrimeScript™ II Reverse Transcriptase (Takara, Shiga, Japan) was used to reverse transcribe 1000 ng of RNA to cDNA for each sample. Before qPCR, we diluted first-strand cDNA synthesis products 1:4 for each sample. A two-step PCR reaction was performed as follows: pre-denaturation, 95°C for 30 seconds; PCR reaction, denaturation at 95°C for 5 s, annealing at 60°C for 31 s for 40 cycles; dissociation at 95°C for 15 s, 60°C for 1 min, and 95°C for 15 s. The relative mRNA expression of target genes was normalized to GAPDH in the same sample. Results were expressed as fold change in expression, and values were calculated as the ratio of target gene expression to control gene expression. Gene-specific primers were designed via Primer-Blast ( Supplementary Table 1 ). The efficiency of the primers was estimated by Ct< 30 and no multiple Tm peaks. Real time-PCR reactions were carried out using SYBR Green reagent and the CFX96™ Real-Time PCR Detection System (Bio-rad, CA, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10859, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Transmission Electron Microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 10892, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PBMCs were fixed in 2.5% (w/v) glutaraldehyde overnight, washed with PBS three times, stained with 1% osmium tetroxide, and then counterstained with 2% (w/v) uranyl acetate. After dehydration in a gradient series of ethanol (50% for 15min, 70% for 15min, 90% for 15min, and 100% for 20min) and 100% acetone for 20min, samples were embedded in Epon 812 (Electron Microscopy China, Beijing). Specimens were then cut into sections of 70 nm in thickness using the Leica EM UC7 microtome (Leica Biosystems) and ultrathin sections were visualized via transmission electron microscopy (FEI, Tecnai G2 Spirit Bio TWIN).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11504, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Flow Cytometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 11519, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PBMCs were first fixed and permeabilized with IC Fixation Buffer (Invitrogen) and Permeabilization Buffer (Invitrogen). Cells were then incubated with specific primary antibodies against ATF6(Invitrogen, PA5-72554), CHOP (Invitrogen, PA5-35129), and GRP78 (Invitrogen,14-9768-82) for 1 h at 4°C. Isotype antibodies that lack specificity to the target but possess the class and type of the relevant primary antibodies served as a negative control. Cells were then washed with Permeabilization Buffer followed by incubation with APC labeled goat anti-rabbit IgG cross-adsorbed secondary antibody (Invitrogen, A-10931) and FITC labeled goat anti-mouse IgG cross-absorbed secondary antibody (Invitrogen, F-2761) for 1 h at 4°C in dark. After washing, cells were resuspended in Flow Cytometry Staining Buffer, and data were acquired by flow cytometry in a FACSCanto II device (BD Bioscience). Further analysis was performed in FlowJo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12453, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell Immunofluorescence", "sentences": [], "annotations": [], "relations": []}, {"offset": 12477, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Freshly-isolated PBMCs were used for immunofluorescence assays. PBMCs were plated on poly-L-lysine-coated coverslips. 4% paraformaldehyde was used to fix the cells for 15 min. Cells were permeabilized with 0.3% TritonX-100 for 5 min and blocked with 3% BSA for 1 h at room temperature. Then, cells were incubated with primary antibody against ATF6 (1:200 dilution in 3% BSA), CHOP (1:100 dilution in 3% BSA), and GRP78 (1:200 dilution in 3% BSA) for 40 min. After three washes with PBS, cells were incubated with a 1:1000 dilution in 3% BSA of Alexa-488 or -594 conjugated secondary antibody. Stained cells were given a final wash and mounted with Prolong Gold antifade reagent with DAPI (Invitrogen). Images were taken with a 40× objective lens by immunofluorescence microscopy (Lacia, DM4000).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13278, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Adenovirus Production and Adenovirus Delivery", "sentences": [], "annotations": [], "relations": []}, {"offset": 13324, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The adenovirus used to overexpress Sdf4 in mice were purchased from Hanbio Biotechnology Co., Ltd. (Shanghai, China). Mice were intratracheally treated with 1010 plaque-forming units (PFU) of recombinant Sdf4 adenovirus (AdSdf4), EGFP adenovirus (AdCon) or PBS and allowed to recover for 72 hours before CLP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13633, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cecal Ligation and Puncture (CLP) Model", "sentences": [], "annotations": [], "relations": []}, {"offset": 13673, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All mice were maintained in the animal center of Zhejiang University according to animal care regulations. Research Ethics Committee of the First Affiliated Hospital, College of Medicine, Zhejiang University approved the experimental protocols. All experiments were carried out in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Six to eight weeks old C57BL/6 wild type male mice were used for modeling. Polymicrobial sepsis was induced via CLP as previously described. Briefly, abdominal anesthesia was performed with 1% sodium pentobarbital (80mg/kg). Each abdomen was disinfected using 75% alcohol, and the skin was paralleled on the right side of the midline of the abdomen (operator’s field of vision). 75% cecum was ligated with 6/0 line and punctured using a 22G needle. 1–2mm3 of fecal material was expelled from the cecum into the peritoneal cavity, the cecum was returned to the abdominal cavity, and the abdominal muscle layer and skin were sutured layer by layer with a 4/0 line. The mice in the sham operation group were not subjected to cecal ligation and puncture, but all other procedures were the same as those for the experimental group. Mice were sacrificed 6 h,12 h, 18 h and 24h following CLP and lung was harvested.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14943, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Western Blotting", "sentences": [], "annotations": [], "relations": []}, {"offset": 14960, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mice lungs were homogenized using RIPA containing a protease and phosphatase inhibitor (Roche). Protein content was quantified using a PierceTM BCA Protein Assay Kit (Thermo) and proteins were separated via SDS-PAGE with 10% acrylamide and transferred into PVDF membranes (Millipore, Burlington, MA, USA). Next, blots were blocked with 5% milk and probed with specific primary antibodies against SDF4 (1:500 dilution in 3% milk, Santa, sc-393930), ATF6, GRP78 and CHOP (1:1000 dilution in 3% milk) overnight. The membranes were then washed with TBST and incubated with horseradish peroxidase-conjugated secondary antibodies at room temperature for 1 h. Next, target proteins were detected using chemiluminescence via Bio-rad ChemiDoc MP and normalized to β-actin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15727, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Histology and Immunostaining", "sentences": [], "annotations": [], "relations": []}, {"offset": 15756, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Formalin-fixed and paraffin-embedded lung tissues were cut into sections of 3 um in thickness for immunohistochemistry (IHC). 4% paraformaldehyde-fixed lung tissues were cut into sections of 6 um in thickness for immunofluorescence (IF) staining. IHC and IF were performed as previously. The primary antibody used were SDF4 (1:100 dilution in 3% BSA), ATF6 (1:200 dilution in 3% BSA), GRP78 (1:200 dilution in 3% BSA) and CHOP (1:200 dilution in 3% BSA). Images were acquired using Leica DM4000 microscope and Nikon A1 Ti confocal microscope.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16299, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 16320, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data are expressed as mean ± SD. Student’s t-tests and chi-square test were used for comparisons between two groups. A logistic regression model was conducted to create a combined predictive score. Diagnostic ability was evaluated using a receiver operating characteristic (ROC) curve and the area under the ROC curve (AUC) for individual and combined scores. The association between SDF4 and GRP78 or ATF6 expression was examined by Pearson correlation analysis. Significance was set at P < 0.05. Statistical analyses and diagrams were performed using SPSS 20 (IBM) and GraphPad Prism 7.0 (GraphPad Software, CA, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16947, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16955, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Weighted Co-Expression Network Construction and Module Identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 17025, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The input dataset for WGCNA analysis, GSE63042, consisted of the gene expression data from 28 non-surviving sepsis patients and 78 surviving sepsis patients. We Set cut height= 30000 and no abnormalities were detected after sample clustering that warranted their removal ( Figure 1A ). In this study, we chose the power of β=10 for scale-free topology construction due to its scale independence and mean connectivity ( Figure 1B ). Then we set MEDissThres to 0.4 to merge similar modules and obtained a total of eleven modules (M1-11) ( Figure 1C ). Genes that could not be clustered into any modules were put into the M11 module and were identified as non-co-expressed genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17706, "infons": {"file": "fimmu-12-659193-g001.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A) Sample clustering to detect outliers. All samples were in the clusters and there was no outlier. (B) Analysis of network topology for different soft‐thresholding powers. The soft-thresholding power of 10 was selected for scale-free topology construction. (C) Clustering dendrogram of genes with dissimilarity based on the topological overlap, together with assigned module colors. (D) Eigengene adjacency heatmap. The color of column and row square represents the adjacency of corresponded modules. In the heatmap, red represents high adjacency (positive correlation), while blue color represents low adjacency (negative correlation). Squares of red color along the diagonal are the meta‐module. (E) Network heatmap plot of 1000 randomly-selected genes. Light color represents low overlap and darker color represents higher overlap. The gene dendrogram and module assignment are also shown along the left side and the top.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18638, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We analyzed the eigengenes adjacency of the modules in order to determine the proximity of modules ( Figure 1D ). We also performed a network analysis of 1000 randomly selected genes to analyze the interaction relationships among these modules ( Figure 1E ). These two results showed low adjacency between modules, which suggested a large-scale degree of independence in our clustering.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19027, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of Hub Genes and Dataset Validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 19078, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify modules related to the prognosis of sepsis, we performed a heatmap of module-trait relationships ( Figure 2A ). There are two modules (M7, P = 6e-04 and M6, P = 0.004) significantly associated with positive outcomes when expressed at a higher level, while one module (M3, P = 0.016) significantly associated with negative outcomes when expressed at a higher level. Mean gene significance and errors of each module were then calculated and three modules were found to rank in the top three ( Supplementary Figure 1 ). Subsequently, we used two parameters, gene significance (GS) and module membership (MM), to assess the relationship between module and trait ( Figures 2B–D ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19771, "infons": {"file": "fimmu-12-659193-g002.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A) Module-trait associations. Each row corresponds to a module eigengene, and each column corresponds to a trait. Each cell contains the corresponding correlation and P-value. The table is color-coded by correlation according to the color legend. (B) Correlation between module membership and gene significance in the M7 module. (C) Correlation between module membership and gene significance in the M6 module. (D) Correlation between module membership and gene significance in the M3 module. (E) Identification of the hub gene in the intersection of MCC TOP20, DEGs, and GS > 0.2, and MM > 0.8. (F)\nSDF4 expression in survivors compared to non-survivors in the validation dataset E-MTAB-421. (G)\nSDF4 expression in survival compared to death in validation dataset GSE54514. **p < 0.01, *p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20571, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 1,238 genes differentially expressed (1,099 annotated). Only 78 DEGs were confirmed in M7 module while 5 DEGs were confirmed in M3. In M6 module, we ultimately identified 875 DEGs, which accounted for 79.6% of the total DEGs. More DEGs in modules indicated more contribution to the trait, therefore we chose the M6 module for subsequent analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20929, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to identify hub genes in the target module, gene-gene connections with a weight > 0.1 were filtered out and imported to Cytoscape. Then, we calculated the MCC values via Cytohubba and constructed a network based on the top 20 genes ( Supplementary Figure 2 ). Together with the criteria GS > 0.2, MM > 0.8, and differential expression, SDF4 was regarded as the hub gene ( Figure 2E ). Finally, SDF4 was preliminarily validated using other datasets with sepsis prognosis information (GSE54514 and E-MTAB-4421). SDF4 was also down-regulated in patients who would later die compared to sepsis survivors ( Figures 2F, G ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21560, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Quantification of SDF4 in Predicting Sepsis Outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 21612, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 89 patients diagnosed with sepsis after admission to the ICU were in our cohort.  Table 1  shows the baseline demographics and clinical characteristics of survivors and non-survivors. Survivors and non-survivors had average ages of 59.1 and 63.7 respectively. Those patients with cancer (P = 0.02) and chronic kidney disease (P = 0.01) tended to have worse outcomes within 28 days. Patients who died within 28 days had higher APACHE II scores (20.1 ± 6.2 versus 15.8 ± 5.4, P = 0.004) and SOFA scores (9.5 ± 3.1 versus 6.1 ± 3.3, P < 0.001) compared to patients who survived when initially admitted to ICU ( Table 1  and  Figures 3B, C ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22269, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of patients included in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22320, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Characteristic</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Survivors (n=68)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Non-survivors (n=21)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td valign=\"top\" colspan=\"4\" align=\"left\" rowspan=\"1\">Demographics</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Age (years)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">59.1 (16.7)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">63.7 (14.5)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.25</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Male sex</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">47 (69.1%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">13 (61.9%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.54</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Smoking</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">25 (36.8%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">12 (57.1%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.10</td></tr><tr><td valign=\"top\" colspan=\"4\" align=\"left\" rowspan=\"1\">Chronic comorbidity</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Hypertension</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">34 (50.0%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">10 (47.6%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.85*</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Diabetes</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">12 (17.6%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">5 (23.8%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.53*</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Chronic kidney disease</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">9 (13.2%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">8 (38.1%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<bold>0.01*</bold>\n</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Cardiac failure</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">8 (11.8%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1 (4.8%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.35*</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Chronic liver disease</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">5 (7.4%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">3 (14.3%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.33*</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Cancer</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">17 (25.0%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">11 (52.4%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<bold>0.02*</bold>\n</td></tr><tr><td valign=\"top\" colspan=\"4\" align=\"left\" rowspan=\"1\">Infection</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Gram-positive bacteria</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">3 (4.4%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0 (0%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.33*</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Gram-negative bacteria</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4 (5.9%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2 (9.5%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.56*</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Viral</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1 (1.5%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1 (4.8%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.37*</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Fungus</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">5 (7.4%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4 (19.0%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.12*</td></tr><tr><td valign=\"top\" colspan=\"4\" align=\"left\" rowspan=\"1\">Severity at time of admission to ICU</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">APACHE II score</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">15.8 (5.4)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">20.1 (6.3)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<bold>0.004</bold>\n</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SOFA score</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">6.1 (3.3)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">9.5 (3.1)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<bold>&lt;0.001</bold>\n</td></tr><tr><td valign=\"top\" colspan=\"4\" align=\"left\" rowspan=\"1\">Laboratory data</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">WBC (×109/L)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">12.1 (6.6)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">12.6(9.9)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.80</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Neutrophil (%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">85.3 (10.9)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">88.9 (6.6)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.16</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Lymphocyte (%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">7.7 (6.5)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">7.0 (5.0)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.65</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Monocyte (%)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">5.4 (3.5)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4.6 (3.3)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.39</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> CRP (mg/L)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">89.0 (73.9)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">94.2 (83.0)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.79</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> PCT (ng/mL)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">6.7 (19.8)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2.0 (0.5)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.29</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Lactate (mmol/L)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.5 (0.8)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.9 (0.7)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.09</td></tr></tbody></table>\n"}, "text": "Characteristic\tSurvivors (n=68)\tNon-survivors (n=21)\tP value\t \tDemographics\t \t Age (years)\t59.1 (16.7)\t63.7 (14.5)\t0.25\t \t Male sex\t47 (69.1%)\t13 (61.9%)\t0.54\t \tSmoking\t25 (36.8%)\t12 (57.1%)\t0.10\t \tChronic comorbidity\t \t Hypertension\t34 (50.0%)\t10 (47.6%)\t0.85*\t \t Diabetes\t12 (17.6%)\t5 (23.8%)\t0.53*\t \t Chronic kidney disease\t9 (13.2%)\t8 (38.1%)\t0.01*\t \t Cardiac failure\t8 (11.8%)\t1 (4.8%)\t0.35*\t \t Chronic liver disease\t5 (7.4%)\t3 (14.3%)\t0.33*\t \t Cancer\t17 (25.0%)\t11 (52.4%)\t0.02*\t \tInfection\t \t Gram-positive bacteria\t3 (4.4%)\t0 (0%)\t0.33*\t \tGram-negative bacteria\t4 (5.9%)\t2 (9.5%)\t0.56*\t \t Viral\t1 (1.5%)\t1 (4.8%)\t0.37*\t \t Fungus\t5 (7.4%)\t4 (19.0%)\t0.12*\t \tSeverity at time of admission to ICU\t \tAPACHE II score\t15.8 (5.4)\t20.1 (6.3)\t0.004\t \tSOFA score\t6.1 (3.3)\t9.5 (3.1)\t<0.001\t \tLaboratory data\t \tWBC (×109/L)\t12.1 (6.6)\t12.6(9.9)\t0.80\t \t Neutrophil (%)\t85.3 (10.9)\t88.9 (6.6)\t0.16\t \t Lymphocyte (%)\t7.7 (6.5)\t7.0 (5.0)\t0.65\t \t Monocyte (%)\t5.4 (3.5)\t4.6 (3.3)\t0.39\t \t CRP (mg/L)\t89.0 (73.9)\t94.2 (83.0)\t0.79\t \t PCT (ng/mL)\t6.7 (19.8)\t2.0 (0.5)\t0.29\t \t Lactate (mmol/L)\t1.5 (0.8)\t1.9 (0.7)\t0.09\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23429, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "Data are n (%) or mean (SD). APACHE II, Acute Physiology and Chronic Health Evaluation II; SOFA, Sequential Organ Failure Assessment; CRP, C‐reactive protein; PCT, procalcitonin. Statistical analysis t test unless otherwise specified. *χ² test. Bold denotes statistical difference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23715, "infons": {"file": "fimmu-12-659193-g003.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A)\nSDF4 expression in survivors (n=68) compared to non-survivors (n=21) within the cohort. (B) APACHE II score in survivors compared to non-survivors. (C) SOFA score in survivors compared to non-survivors. (D) Combined score in survivors compared to non-survivors. (E)\nCRP in survivors compared to non-survivors. (F)\nPCT in survivors compared to non-survivors. (G) Lactate in survivors compared to non-survivors. (H) Receiver operating characteristics (ROC) curve of a diagnostic test based on SDF4 expression, APACHE II score, SOFA score, combined score, CRP, PCT, and lactate. ****P < 0.0001, ***P < 0.001, **P < 0.01, *P < 0.05. NS, not significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24370, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For further validation, we inspected SDF4 expression level in PBMCs within the cohort and as expected, patients who died had significantly lower SDF4 expression in comparison with the survivors (0.96 ± 0.01 versus 1 ± 0.01) ( Figure 3A ). To identify the combined signature, we performed a logistic regression analysis. Among all characteristics, cancer, chronic kidney disease, APACHE II score, SOFA score, and SDF4 expression levels revealed statistical significance (P < 0.1) in univariate analysis. With these variables, multivariate analysis was conducted and the result was the following: Combined score = -23.845 * (SDF4 relative expression level) + 0.123 * (APACHE II score) + 0.323*(SOFA score) + 3.183 * (cancer status: 0 for without, 1 for with) + 1.988 * (chronic kidney disease: 0 for without, 1 for with) + 15.789 ( Table 2  and  Figure 3D ). ROC analysis was constructed to examine the performance of indicators as predictors of outcome, and the AUC for each indicator was calculated, respectively ( Figure 3H ). PCT (procalcitonin), CRP (C-reactive protein), and lactate were previous reported as biomarkers for prognosis. Thus, these three variables were also analyzed in the study ( Figures 3E–H ). The AUC of the expression level of SDF4 (AUC = 0.648) is superior to CRP (AYC = 0.508) and PCT (AUC = 0.556), similar to APACHE II score (AUC = 0.681) and lactate (AUC = 0.678), and slightly inferior to the SOFA score (AUC = 0.795). The combined score (AUC = 0.908) had the highest power to discriminate between the two groups, which improved the predictive value of model only with clinical parameters (APACHE II score+ SOFA score+ CKD + cancer, AUC= 0.828).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26056, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Results of multivariate logistic regression modeling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26110, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Characteristic</th><th valign=\"top\" colspan=\"3\" align=\"center\" rowspan=\"1\">n = 89</th></tr><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">HR</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">95% CI</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SDF4 expression level</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.165</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.054-0.508</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">APACHE II score</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.131</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.982-1.302</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.088</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SOFA score</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.381</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.126-1.695</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Cancer</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">24.062</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">3.707-156.183</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.001</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Chronic kidney disease</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">7.289</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.404-37.857</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.018</td></tr></tbody></table>\n"}, "text": "Characteristic\tn = 89\t \t\tHR\t95% CI\tP value\t \tSDF4 expression level\t0.165\t0.054-0.508\t0.002\t \tAPACHE II score\t1.131\t0.982-1.302\t0.088\t \tSOFA score\t1.381\t1.126-1.695\t0.002\t \tCancer\t24.062\t3.707-156.183\t0.001\t \tChronic kidney disease\t7.289\t1.404-37.857\t0.018\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26369, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_footnote"}, "text": "HR, hazard ratio; CI, confidence interval.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26412, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate the performance of the model, 70 patients diagnosed with sepsis after admission to the ICU were involved and RNA from their PBMCs were extracted. Patients who died (n=19) had significantly lower SDF4 expression in comparison with the survivors (n=51) ( Figure 4A ). The AUC of combined score is superior to APACHE II score, SOFA score ( Figure 4B ) and laboratory parameter ( Figure 4C ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26816, "infons": {"file": "fimmu-12-659193-g004.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A)\nSDF4 expression in survival (n=51) compared with death (n=19) in validation cohort. (B) Receiver operating characteristics (ROC) curve of a diagnostic test based on SDF4 (AUC=0.794), APACHE II score (AUC=0.750), SOFA score (AUC=0.751) and combined score (AUC=0.925). (C) Receiver operating characteristics (ROC) curve of a diagnostic test based on CRP (AUC=0.624), PCT (AUC=0.659), lactate (AUC=0.752) and combined score. ***p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27257, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Endoplasmic Reticulum Stress May Be the Downstream Effect of SDF4", "sentences": [], "annotations": [], "relations": []}, {"offset": 27323, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "KEGG pathway enrichment was performed for M6 module for functional annotation. Protein processing in the endoplasmic reticulum (ER) was the pathway with the highest enrichment factor ( Figure 5A  and  Supplementary Table 2 ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27551, "infons": {"file": "fimmu-12-659193-g005.jpg", "id": "f5", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A) Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analysis of DEGs (p < 0.05). (B) Representative TEM picture in survival and death. (C) Representative photomicrographs showing SDF4 (green), DAPI (blue) and their merged images (original magnification ×400). Scale bar, 100um. (D)\nGRP78 expression in survival (n=68) compared with death (n=21) in cohort. (E) Pearson correlation analysis between the expression level of GRP78 and SDF4 in cohort. (F) Pearson correlation analysis between the expression level of ATF6 and SDF4 in cohort. (G) Representative histograms of CHOP expression among survival and death in flow cytometry. (H) Mean fluorescence intensity of CHOP in survival (n=54) and death (n=19). (I) Representative histograms of ATF6 expression among survival and death in flow cytometry. (J) Mean fluorescence intensity of ATF6 in survival and death. (K) Representative histograms of GRP78 expression among survival and death in flow cytometry. (L) Mean fluorescence intensity of GRP78 in survival and death. (M) Representative photomicrographs showing CHOP (red), DAPI (blue) and their merged images (original magnification ×400). Scale bar, 100um. (N) Representative photomicrographs showing ATF6 (green), DAPI (blue) and their merged images (original magnification ×400). (O) Representative photomicrographs showing GRP78 (red), DAPI (blue) and their merged images (original magnification ×400). ***p < 0.001, **p < 0.01, *p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Alternative splicing of SDF4 encoded protein, Cab45, produces three different isoforms: Cab45C, Cab45G, and Cab45S. Cab45C is reported to be a cytosolic splice variant and participates in Ca2+-induced amylase secretion. Cab45G is localized to the Golgi lumen, required for Ca2+-dependent cargo sorting at the trans-Golgi network, and can regulate impairment elicited by ethanol or UV. Cab45S, is related to ER Ca2+ signaling and ER stress response genes. Therefore, we speculated that the underlying mechanism of SDF4 is associated with ER function. Firstly, PBMCs were observed with transmission electron microscopy (TEM). Those patients with negative outcomes showed more severe swelling of the ER and ribosome degranulation ( Figure 5B ). After the expression level of SDF4 was verified ( Figure 5C ), we next determined the expression levels of GRP78, CHOP, and ATF6 in our cohort, which are key genes in signaling cascades to reduce the accumulation of unfolded proteins. We found that patients who died within 28 days tended to express GRP78 more highly (1.29 ± 0.13 versus 1.03 ± 0.06,  Figure 5D ). Moreover, we evaluated the correlation between SFD4 expression and GRP78 expression in PBMCs and found that GRP78 expression was negatively correlated with SDF4 ( Figure 5E ). Similar results were observed for the correlation between SDF4 and ATF6 expression ( Figure 5F ). In addition, our data showed that GRP78, CHOP, and ATF6 were over-expressed in patients with severe sepsis that led to death via calculating the mean fluorescence intensity in flow cytometry ( Figures 5G–L ), which was further verified by immunofluorescence ( Figures 5M–O ) in another cohort. Taken together, our data indicate that ER stress may be up-regulated as a result of down-regulation of SDF4, leading to worsened sepsis outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30850, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Sdf4 Overexpression Inhibited Endoplasmic Reticulum Stress in CLP Mice Lung", "sentences": [], "annotations": [], "relations": []}, {"offset": 30926, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Considering the decreased expression of SDF4 in sepsis patients, we investigated whether Sdf4 was down-regulated in CLP-induced sepsis in mice. Acute lung damage is one of the main causes of death among sepsis patients, thus we selected lung as the target organ. We first detected the level of Sdf4 expression and ER stress of lungs 6 h, 12 h, 18 h and 24 h following our CLP models. We found that Sdf4 gradually decreased along with an increasing of cleaved-Atf6, Grp78 and Chop as the disease progressing ( Figure 6 ). Therefore, 24 h after CLP was selected as the observation point in the following study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31541, "infons": {"file": "fimmu-12-659193-g006.jpg", "id": "f6", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A). Representative western blot results from sham-operated and CLP mice lung for levels of cleaved- Atf6, Grp78, Chop, and β-actin. (B–E) The cleaved- Atf6, Grp78 and Chop bands were quantified by densitometry and normalized to the density of β-actin. n=5. Data were shown in Mean ± SD. ***p < 0.001, **p < 0.01, *p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31874, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine the role of Sdf4 in sepsis-induced lung injury, we overexpressed Sdf4 using adenovirus vector. Each mouse was intratracheally treated with 1010 plaque-forming units (PFU) of recombinant Sdf4 adenovirus (AdSdf4), EGFP adenovirus (AdCon) or PBS and allowed to recover for 72 hours. We first confirmed adenoviral gene delivery and transfection. EGFP signals were detected in both AdSdf4 and AdCon group ( Supplementary Figure 3A ). Sdf4 overexpression is verified by immunofluorescence ( Supplementary Figure 3B ) and western blot ( Supplementary Figures 3C, D ). Then, AdSdf4 and AdCon mice were subjected to CLP-induced sepsis and were sacrificed 24h after CLP. IHC staining against Grp78 and Chop showed ER stress was down-regulated in AdSdf4 mice compared with AdCon mice ( Figures 7A–C ). Western blot presented a similar change ( Figures 7D–G ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32745, "infons": {"file": "fimmu-12-659193-g007.jpg", "id": "f7", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A) Representative photomicrographs of Grp78 and Chop from sham-operated and CLP mice lung treated with AdCon or AdSdf4 (original magnification ×400). Scale bar, 100um. (B, C) Positive staining area of Grp78 and Chop from four groups. (D) Representative western blot results from four groups for levels of cleaved- Atf6, Grp78, Chop, and β-actin. (E–G) The cleaved- Atf6, Grp78 and Chop bands were quantified by densitometry and normalized to the density of β-actin. n=5. Data were shown in Mean ± SD. ****p < 0.001, ***p < 0.001, **p < 0.01, *p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33307, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Considered together, these results indicated that the Sdf4 is a negative upstream regulator of ER stress in sepsis-induced lung injury, whereas overexpression of Sdf4 attenuated excessive ER stress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33506, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33517, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Sepsis is a life-threatening complication caused by infections, leading to severe host response dysregulation and organ dysfunction. A recent study has revealed that sepsis is a complex and dynamic syndrome with great heterogeneity. Therefore, co-expression network analysis was employed in the current study to mine the hub gene and explore the underlying mechanisms of sepsis responses in the current study. Expression data of 28 sepsis non-survivors and 78 sepsis survivors were used for WGCNA analysis. Through WGCNA, we divided all genes into 11 separate modules and found that the M6 module was indicative of sepsis outcome. SDF4 was then screened out satisfying three criteria: 1) DEGs; 2) GS > 0.2, MM > 0.8; 3) the 20 highest MCC value, followed by validation in both two datasets and clinical cohorts. Evidence from KEGG and a literature review further demonstrated the potential relationship between SDF4 expression and ER stress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34459, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For sepsis patients, screening for risk factors and prognosis could have a role in triaging direct resources appropriately to the most vulnerable patients. Meaningful definitions of sepsis severity are supposed to capture a subset of patients where severe physiological derangements led to a substantially great mortality risk. In addition, more than 100 biomarkers have been evaluated for sepsis prognosis in the last few decades. Regardless of this, no gold standard for prognosis yet exists and clinicians still rely on a number of traditional biomarkers to discriminate between patients with positive and negative outcomes. Reportedly, PCT, CRP, lactate levels, and SOFA scores have a moderate predictive value in sepsis prognosis, while prognosis accuracy depends much on multiple assessments and measurements throughout disease progression. Our findings showed that SDF4 expression level was significantly lower in non-survivors compared to survivors and that its prediction value is superior to that of CRP and PCT, equal to lactate and the APACHE II score, and inferior to the SOFA score. As a combination of several sepsis biomarkers might be more effective, we applied a multivariable logistic regression approach and the combined score turned out to be a satisfactory predictor with an AUC of 0.908. Incorporation of SDF4 can improve clinical parameters predictive value for the prognosis of sepsis, showing a potential for future applications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35915, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " SDF4, mapping to 1p36.33, is a member of the CREC family. Previous DNA methylation analysis revealed that the promoter region of SDF4 was hypomethylated in porcine mammary epithelial cells faced with Escherichia coli challenge, suggesting the potential effect of SDF4 in sepsis. Alternative splicing of its encoded protein, Cab45, produces three different isoforms: Cab45C, Cab45G, and Cab45S. Cab45C is reported to be a cytosolic splice variant and participates in Ca2+-induced amylase secretion. Cab45G is localized to the Golgi lumen, required for Ca2+-dependent cargo sorting at the trans-Golgi network, and can regulate impairment elicited by ethanol or UV. Cab45S, a secreted variant of Cab45, can inhibit ER stress and apoptosis via GRP78/Bip and can promote cell proliferation through inhibition of Ca2+ signaling in tumors. The downregulation of apoptosis was also observed in neurons when SDF4 was overexpressed. We observed that SDF4 was a protective factor for sepsis patients in both the validation datasets and cohort. KEGG pathway analysis also revealed protein processes in the ER as the most enriched pathway in the M6 module, so we shifted our focus to ER dysfunction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37103, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The ER is a vital intracellular organelle in eukaryotic cells, which is constructed of a continuous membrane system of tubules and sheets. The ER plays a major role in protein translocation, folding, post-translational modifications, and transportation to the Golgi body, commonly considered as a protein folding factory. The ER also serves a role in calcium storage and lipid metabolism. Accumulated evidence supports that the ER is altered in septic pathology and ER stress is involved in the progression of sepsis, which is marked by the accumulation of misfolded or unfolded proteins. ER stress not only contributes to abnormal lymphocyte apoptosis, but also impairs beneficial autophagy activity in septic mice. In addition, it was reported that ER stress can modulate the NF-κB/IκB and HIF-1α signaling pathways in LPS-induced lung inflammation. Nevertheless, there is little research focusing on the relation between ER stress and sepsis prognosis. In the current study, ATF6, GRP78, and CHOP were significantly overexpressed in non-survivors compared to survivors, which was confirmed in both flow cytometry and immunofluorescence. And to further verify our hypothesis, we established the mice CLP model and found that ER stress gradually increased within 24 hours after surgery, accompanied by the decreasing of Sdf4. And overexpression of Sdf4 by intratracheally injecting recombinant adenovirus attenuated such activation. In mild or temporary ER stress, this signaling cascade can restore the cell to homeostasis. Conversely, if stress is long-term or excessive and cellular function is compromised, apoptosis is initiated involving the transcription factor C/EPB homologous protein (CHOP).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38818, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, using WGCNA analysis, our study identified SDF4 as a biomarker of sepsis prognosis, and a prediction model was established based on SDF4 expression levels and clinical characteristics. Then, the mechanism was speculated and preliminarily verified in sepsis patients and CLP mice. Upon inflammatory overload in severe sepsis, the SDF4 expression level was decreased, leading to an ER stress signaling cascade. ER stress beyond the regulation level of cells results in compromised cellular function, which gives rise to a worsened outcome. Nevertheless, the study also has some limitations. Firstly, the performance of the combined score for sepsis outcome prediction requires an evaluation in a larger multicenter and prospective study to compare with existing biomarkers. Secondly, we only followed up for 28 days but did not confirm the impact of SDF4 expression and ER stress levels on the long-term mortality of septic patients. Finally, studies elucidating dynamic changes in SDF4 and ER stress with disease process or therapeutic intervention and the molecular mechanism of SDF4 and ER stress in sepsis in vivo or in vitro might be of great significance in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40007, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 40035, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Publicly available datasets were analyzed in this study. This data can be found here: GSE63042, GSE54514 and E-MTAB-4421.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40157, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 40174, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The studies involving human participants were reviewed and approved by the Research Ethics Committee of the First Affiliated Hospital, College of Medicine, Zhejiang University. The patients/participants provided their written informed consent to participate in this study. The animal study was reviewed and approved by Research Ethics Committee of the First Affiliated Hospital, College of Medicine, Zhejiang University.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40595, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40617, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "JC, HJ, TZ, and QS designed the study. TZ and HC analyzed bioinformatics. QS, XP, and SC recruited sepsis patients cohort and collected clinical characteristics. TZ, CW, SF, and LS carried out experiments. QS and YW analyzed data. All authors contributed to the article and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40923, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 40931, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by the key research project of precision medicine in National Key Research and Development Plan (2017YFC0907603), and Natural Science Foundation of China (81900611), LQ19H050008, 2018M642464.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41147, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 41168, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41341, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 41364, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fimmu.2021.659193/full#supplementary-material", "sentences": [], "annotations": [], "relations": []}, {"offset": 41523, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 41534, "infons": {"issue": "8", "name_0": "surname:Singer;given-names:M", "name_1": "surname:Deutschman;given-names:CS", "name_2": "surname:Seymour;given-names:CW", "name_3": "surname:Shankar-Hari;given-names:M", "name_4": "surname:Annane;given-names:D", "name_5": "surname:Bauer;given-names:M", "pub-id_doi": "10.1001/jama.2016.0287", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "315", "year": "2016"}, "text": "The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)", "sentences": [], "annotations": [], "relations": []}, {"offset": 41619, "infons": {"issue": "3", "name_0": "surname:Fleischmann;given-names:C", "name_1": "surname:Scherag;given-names:A", "name_2": "surname:Adhikari;given-names:NK", "name_3": "surname:Hartog;given-names:CS", "name_4": "surname:Tsaganos;given-names:T", "name_5": "surname:Schlattmann;given-names:P", "pub-id_doi": "10.1164/rccm.201504-0781OC", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "193", "year": "2016"}, "text": "Assessment of Global Incidence and Mortality of Hospital-Treated Sepsis. Current Estimates and Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 41726, "infons": {"fpage": "581", "issue": "5", "lpage": "614", "name_0": "surname:Cohen;given-names:J", "name_1": "surname:Vincent;given-names:JL", "name_2": "surname:Adhikari;given-names:NK", "name_3": "surname:Machado;given-names:FR", "name_4": "surname:Angus;given-names:DC", "name_5": "surname:Calandra;given-names:T", "pub-id_doi": "10.1016/S1473-3099(15)70112-X", "pub-id_pmid": "25932591", "section_type": "REF", "source": "Lancet Infect Dis", "type": "ref", "volume": "15", "year": "2015"}, "text": "Sepsis: A Roadmap for Future Research", "sentences": [], "annotations": [], "relations": []}, {"offset": 41764, "infons": {"issue": "12", "name_0": "surname:Paoli;given-names:CJ", "name_1": "surname:Reynolds;given-names:MA", "name_2": "surname:Sinha;given-names:M", "name_3": "surname:Gitlin;given-names:M", "name_4": "surname:Crouser;given-names:E", "pub-id_doi": "10.1097/CCM.0000000000003342", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "46", "year": "2018"}, "text": "Epidemiology and Costs of Sepsis in the United States-an Analysis Based on Timing of Diagnosis and Severity Level", "sentences": [], "annotations": [], "relations": []}, {"offset": 41878, "infons": {"issue": "5", "name_0": "surname:Gaieski;given-names:DF", "name_1": "surname:Edwards;given-names:JM", "name_2": "surname:Kallan;given-names:MJ", "name_3": "surname:Carr;given-names:BG", "pub-id_doi": "10.1097/CCM.0b013e31827c09f8", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "41", "year": "2013"}, "text": "Benchmarking the Incidence and Mortality of Severe Sepsis in the United States", "sentences": [], "annotations": [], "relations": []}, {"offset": 41957, "infons": {"fpage": "R15", "issue": "1", "name_0": "surname:Pierrakos;given-names:C", "name_1": "surname:Vincent;given-names:JL", "pub-id_doi": "10.1186/cc8872", "pub-id_pmid": "20144219", "section_type": "REF", "source": "Crit Care", "type": "ref", "volume": "14", "year": "2010"}, "text": "Sepsis Biomarkers: A Review", "sentences": [], "annotations": [], "relations": []}, {"offset": 41985, "infons": {"issue": "10", "name_0": "surname:Sandquist;given-names:M", "name_1": "surname:Wong;given-names:HR", "pub-id_doi": "10.1586/1744666X.2014.949675", "section_type": "REF", "source": "Expert Rev Clin Immunol", "type": "ref", "volume": "10", "year": "2014"}, "text": "Biomarkers of Sepsis and Their Potential Value in Diagnosis, Prognosis and Treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 42070, "infons": {"issue": "3", "name_0": "surname:Burnham;given-names:KL", "name_1": "surname:Davenport;given-names:EE", "name_2": "surname:Radhakrishnan;given-names:J", "name_3": "surname:Humburg;given-names:P", "name_4": "surname:Gordon;given-names:AC", "name_5": "surname:Hutton;given-names:P", "pub-id_doi": "10.1164/rccm.201608-1685OC", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "196", "year": "2017"}, "text": "Shared and Distinct Aspects of the Sepsis Transcriptomic Response to Fecal Peritonitis and Pneumonia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42171, "infons": {"issue": "10", "name_0": "surname:Scicluna;given-names:BP", "name_1": "surname:van Vught;given-names:LA", "name_2": "surname:Zwinderman;given-names:AH", "name_3": "surname:Wiewel;given-names:MA", "name_4": "surname:Davenport;given-names:EE", "name_5": "surname:Burnham;given-names:KL", "pub-id_doi": "10.1016/S2213-2600(17)30294-1", "section_type": "REF", "source": "Lancet Respir Med", "type": "ref", "volume": "5", "year": "2017"}, "text": "Classification of Patients With Sepsis According to Blood Genomic Endotype: A Prospective Cohort Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42274, "infons": {"fpage": "287ra71", "issue": "287", "name_0": "surname:Sweeney;given-names:TE", "name_1": "surname:Shidham;given-names:A", "name_2": "surname:Wong;given-names:HR", "name_3": "surname:Khatri;given-names:P", "pub-id_doi": "10.1126/scitranslmed.aaa5993", "section_type": "REF", "source": "Sci Transl Med", "type": "ref", "volume": "7", "year": "2015"}, "text": "A Comprehensive Time-Course-Based Multicohort Analysis of Sepsis and Sterile Inflammation Reveals a Robust Diagnostic Gene Set", "sentences": [], "annotations": [], "relations": []}, {"offset": 42401, "infons": {"issue": "10", "name_0": "surname:De Smet;given-names:R", "name_1": "surname:Marchal;given-names:K", "pub-id_doi": "10.1038/nrmicro2419", "section_type": "REF", "source": "Nat Rev Microbiol", "type": "ref", "volume": "8", "year": "2010"}, "text": "Advantages and Limitations of Current Network Inference Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 42465, "infons": {"fpage": "i11", "issue": "11", "name_0": "surname:Langfelder;given-names:P", "name_1": "surname:Horvath;given-names:S", "pub-id_doi": "10.18637/jss.v046.i11", "section_type": "REF", "source": "J Stat Software", "type": "ref", "volume": "46", "year": "2012"}, "text": "Fast R Functions for Robust Correlations and Hierarchical Clustering", "sentences": [], "annotations": [], "relations": []}, {"offset": 42534, "infons": {"fpage": "559", "name_0": "surname:Langfelder;given-names:P", "name_1": "surname:Horvath;given-names:S", "pub-id_doi": "10.1186/1471-2105-9-559", "pub-id_pmid": "19114008", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "9", "year": "2008"}, "text": "WGCNA: An R Package for Weighted Correlation Network Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42596, "infons": {"fpage": "37", "issue": "1", "name_0": "surname:Niemira;given-names:M", "name_1": "surname:Collin;given-names:F", "name_2": "surname:Szalkowska;given-names:A", "name_3": "surname:Bielska;given-names:A", "name_4": "surname:Chwialkowska;given-names:K", "name_5": "surname:Reszec;given-names:J", "pub-id_doi": "10.3390/cancers12010037", "section_type": "REF", "source": "Cancers (Basel)", "type": "ref", "volume": "12", "year": "2019"}, "text": "Molecular Signature of Subtypes of Non-Small-Cell Lung Cancer by Large-Scale Transcriptional Profiling: Identification of Key Modules and Genes by Weighted Gene Co-Expression Network Analysis (WGCNA)", "sentences": [], "annotations": [], "relations": []}, {"offset": 42796, "infons": {"fpage": "106", "issue": "1", "name_0": "surname:Luo;given-names:Z", "name_1": "surname:Wang;given-names:W", "name_2": "surname:Li;given-names:F", "name_3": "surname:Songyang;given-names:Z", "name_4": "surname:Feng;given-names:X", "name_5": "surname:Xin;given-names:C", "pub-id_doi": "10.1186/s12943-019-1035-x", "pub-id_pmid": "31179925", "section_type": "REF", "source": "Mol Cancer", "type": "ref", "volume": "18", "year": "2019"}, "text": "Pan-Cancer Analysis Identifies Telomerase-Associated Signatures and Cancer Subtypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 42880, "infons": {"fpage": "76", "issue": "1", "lpage": "89", "name_0": "surname:Alaei;given-names:S", "name_1": "surname:Sadeghi;given-names:B", "name_2": "surname:Najafi;given-names:A", "name_3": "surname:Masoudi-Nejad;given-names:A", "pub-id_doi": "10.1016/j.ygeno.2018.01.003", "pub-id_pmid": "29317304", "section_type": "REF", "source": "Genomics", "type": "ref", "volume": "111", "year": "2019"}, "text": "LncRNA and mRNA Integration Network Reconstruction Reveals Novel Key Regulators in Esophageal Squamous-Cell Carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 42998, "infons": {"issue": "5-6", "name_0": "surname:Chen;given-names:M", "name_1": "surname:Yan;given-names:J", "name_2": "surname:Han;given-names:Q", "name_3": "surname:Luo;given-names:J", "name_4": "surname:Zhang;given-names:Q", "pub-id_doi": "10.1002/jcb.29584", "section_type": "REF", "source": "J Cell Biochem", "type": "ref", "volume": "121", "year": "2020"}, "text": "Identification of Hub-Methylated Differentially Expressed Genes in Patients With Gestational Diabetes Mellitus by Multi-Omic WGCNA Basing Epigenome-Wide and Transcriptome-Wide Profiling", "sentences": [], "annotations": [], "relations": []}, {"offset": 43184, "infons": {"fpage": "36", "issue": "1", "name_0": "surname:Xu;given-names:J", "name_1": "surname:Bankov;given-names:G", "name_2": "surname:Kim;given-names:M", "name_3": "surname:Wretlind;given-names:A", "name_4": "surname:Lord;given-names:J", "name_5": "surname:Green;given-names:R", "pub-id_doi": "10.1186/s40035-020-00215-0", "pub-id_pmid": "32951606", "section_type": "REF", "source": "Transl Neurodegener", "type": "ref", "volume": "9", "year": "2020"}, "text": "Integrated Lipidomics and Proteomics Network Analysis Highlights Lipid and Immunity Pathways Associated With Alzheimer’s Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 43315, "infons": {"elocation-id": "1992", "name_0": "surname:Sezin;given-names:T", "name_1": "surname:Vorobyev;given-names:A", "name_2": "surname:Sadik;given-names:CD", "name_3": "surname:Zillikens;given-names:D", "name_4": "surname:Gupta;given-names:Y", "name_5": "surname:Ludwig;given-names:RJ", "pub-id_doi": "10.3389/fimmu.2017.01992", "pub-id_pmid": "29387060", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "8", "year": "2017"}, "text": "Gene Expression Analysis Reveals Novel Shared Gene Signatures and Candidate Molecular Mechanisms Between Pemphigus and Systemic Lupus Erythematosus in CD4(+) T Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 43481, "infons": {"elocation-id": "1142", "name_0": "surname:Yao;given-names:Q", "name_1": "surname:Song;given-names:Z", "name_2": "surname:Wang;given-names:B", "name_3": "surname:Qin;given-names:Q", "name_4": "surname:Zhang;given-names:JA", "pub-id_doi": "10.3389/fgene.2019.01142", "pub-id_pmid": "31798636", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "10", "year": "2019"}, "text": "Identifying Key Genes and Functionally Enriched Pathways in Sjogren’s Syndrome by Weighted Gene Co-Expression Network Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43610, "infons": {"fpage": "e0201674", "issue": "8", "name_0": "surname:Godini;given-names:R", "name_1": "surname:Fallahi;given-names:H", "name_2": "surname:Ebrahimie;given-names:E", "pub-id_doi": "10.1371/journal.pone.0201674", "pub-id_pmid": "30086151", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "13", "year": "2018"}, "text": "Network Analysis of Inflammatory Responses to Sepsis by Neutrophils and Peripheral Blood Mononuclear Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 43717, "infons": {"fpage": "217", "issue": "1", "name_0": "surname:Cheng;given-names:L", "name_1": "surname:Nan;given-names:C", "name_2": "surname:Kang;given-names:L", "name_3": "surname:Zhang;given-names:N", "name_4": "surname:Liu;given-names:S", "name_5": "surname:Chen;given-names:H", "pub-id_doi": "10.1186/s12967-020-02372-2", "pub-id_pmid": "32471511", "section_type": "REF", "source": "J Transl Med", "type": "ref", "volume": "18", "year": "2020"}, "text": "Whole Blood Transcriptomic Investigation Identifies Long Non-Coding RNAs as Regulators in Sepsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43814, "infons": {"issue": "6", "name_0": "surname:Dong;given-names:L", "name_1": "surname:Li;given-names:HW", "name_2": "surname:Zhang;given-names:SL", "name_3": "surname:Yang;given-names:GZ", "pub-id_doi": "10.3892/mmr.2019.10174", "section_type": "REF", "source": "Mol Med Rep", "type": "ref", "volume": "19", "year": "2019"}, "text": "miR-148 Family Members Are Putative Biomarkers for Sepsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43872, "infons": {"fpage": "381", "issue": "1", "name_0": "surname:Zhang;given-names:Z", "name_1": "surname:Chen;given-names:L", "name_2": "surname:Xu;given-names:P", "name_3": "surname:Xing;given-names:L", "name_4": "surname:Hong;given-names:Y", "name_5": "surname:Chen;given-names:P", "pub-id_doi": "10.1186/s12967-020-02561-z", "pub-id_pmid": "33032623", "section_type": "REF", "source": "J Transl Med", "type": "ref", "volume": "18", "year": "2020"}, "text": "Gene Correlation Network Analysis to Identify Regulatory Factors in Sepsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43947, "infons": {"fpage": "111", "issue": "11", "name_0": "surname:Tsalik;given-names:EL", "name_1": "surname:Langley;given-names:RJ", "name_2": "surname:Dinwiddie;given-names:DL", "name_3": "surname:Miller;given-names:NA", "name_4": "surname:Yoo;given-names:B", "name_5": "surname:van Velkinburgh;given-names:JC", "pub-id_doi": "10.1186/s13073-014-0111-5", "pub-id_pmid": "25538794", "section_type": "REF", "source": "Genome Med", "type": "ref", "volume": "6", "year": "2014"}, "text": "An Integrated Transcriptome and Expressed Variant Analysis of Sepsis Survival and Death", "sentences": [], "annotations": [], "relations": []}, {"offset": 44035, "infons": {"fpage": "S11", "name_0": "surname:Chin;given-names:CH", "name_1": "surname:Chen;given-names:SH", "name_2": "surname:Wu;given-names:HH", "name_3": "surname:Ho;given-names:CW", "name_4": "surname:Ko;given-names:MT", "name_5": "surname:Lin;given-names:CY", "pub-id_doi": "10.1186/1752-0509-8-S4-S11", "pub-id_pmid": "25521941", "section_type": "REF", "source": "BMC Syst Biol", "type": "ref", "volume": "8 Suppl 4", "year": "2014"}, "text": "cytoHubba: Identifying Hub Objects and Sub-Networks From Complex Interactome", "sentences": [], "annotations": [], "relations": []}, {"offset": 44112, "infons": {"fpage": "44", "issue": "1", "lpage": "57", "name_0": "surname:Huang;given-names:DW", "name_1": "surname:Sherman;given-names:BT", "name_2": "surname:Lempicki;given-names:RA", "pub-id_doi": "10.1038/nprot.2008.211", "pub-id_pmid": "19131956", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "4", "year": "2009"}, "text": "Systematic and Integrative Analysis of Large Gene Lists Using DAVID Bioinformatics Resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 44205, "infons": {"issue": "3", "name_0": "surname:Parnell;given-names:GP", "name_1": "surname:Tang;given-names:BM", "name_2": "surname:Nalos;given-names:M", "name_3": "surname:Armstrong;given-names:NJ", "name_4": "surname:Huang;given-names:SJ", "name_5": "surname:Booth;given-names:DR", "pub-id_doi": "10.1097/SHK.0b013e31829ee604", "section_type": "REF", "source": "Shock", "type": "ref", "volume": "40", "year": "2013"}, "text": "Identifying Key Regulatory Genes in the Whole Blood of Septic Patients To Monitor Underlying Immune Dysfunctions", "sentences": [], "annotations": [], "relations": []}, {"offset": 44318, "infons": {"issue": "4", "name_0": "surname:Davenport;given-names:EE", "name_1": "surname:Burnham;given-names:KL", "name_2": "surname:Radhakrishnan;given-names:J", "name_3": "surname:Humburg;given-names:P", "name_4": "surname:Hutton;given-names:P", "name_5": "surname:Mills;given-names:TC", "pub-id_doi": "10.1016/S2213-2600(16)00046-1", "section_type": "REF", "source": "Lancet Resp Med", "type": "ref", "volume": "4", "year": "2016"}, "text": "Genomic Landscape of the Individual Host Response and Outcomes in Sepsis: A Prospective Cohort Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 44419, "infons": {"issue": "1", "name_0": "surname:Rittirsch;given-names:D", "name_1": "surname:Huber-Lang;given-names:MS", "name_2": "surname:Flierl;given-names:MA", "name_3": "surname:Ward;given-names:PA", "pub-id_doi": "10.1038/nprot.2008.214", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "4", "year": "2009"}, "text": "Immunodesign of Experimental Sepsis by Cecal Ligation and Puncture", "sentences": [], "annotations": [], "relations": []}, {"offset": 44486, "infons": {"issue": "3", "name_0": "surname:Li;given-names:B", "name_1": "surname:Zhu;given-names:C", "name_2": "surname:Dong;given-names:L", "name_3": "surname:Qin;given-names:J", "name_4": "surname:Xiang;given-names:W", "name_5": "surname:Davidson;given-names:AJ", "pub-id_doi": "10.1002/path.5517", "section_type": "REF", "source": "J Pathol", "type": "ref", "volume": "252", "year": "2020"}, "text": "ADAM10 Mediates Ectopic Proximal Tubule Development and Renal Fibrosis Through Notch Signalling", "sentences": [], "annotations": [], "relations": []}, {"offset": 44582, "infons": {"fpage": "e22996", "issue": "9", "name_0": "surname:Jekarl;given-names:DW", "name_1": "surname:Lee;given-names:S", "name_2": "surname:Kim;given-names:M", "name_3": "surname:Kim;given-names:Y", "name_4": "surname:Woo;given-names:SH", "name_5": "surname:Lee;given-names:WJ", "pub-id_doi": "10.1002/jcla.22996", "pub-id_pmid": "31420921", "section_type": "REF", "source": "J Clin Lab Anal", "type": "ref", "volume": "33", "year": "2019"}, "text": "Procalcitonin as a Prognostic Marker for Sepsis Based on SEPSIS-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 44648, "infons": {"issue": "6", "name_0": "surname:Ryoo;given-names:SM", "name_1": "surname:Lee;given-names:J", "name_2": "surname:Lee;given-names:YS", "name_3": "surname:Lee;given-names:JH", "name_4": "surname:Lim;given-names:KS", "name_5": "surname:Huh;given-names:JW", "pub-id_doi": "10.1097/CCM.0000000000003030", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "46", "year": "2018"}, "text": "Lactate Level Versus Lactate Clearance for Predicting Mortality in Patients With Septic Shock Defined by Sepsis-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 44762, "infons": {"issue": "4", "name_0": "surname:Cui;given-names:N", "name_1": "surname:Zhang;given-names:H", "name_2": "surname:Chen;given-names:Z", "name_3": "surname:Yu;given-names:Z", "pub-id_doi": "10.1177/0300060518822404", "section_type": "REF", "source": "J Int Med Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "Prognostic Significance of PCT and CRP Evaluation for Adult ICU Patients With Sepsis and Septic Shock: Retrospective Analysis of 59 Cases", "sentences": [], "annotations": [], "relations": []}, {"offset": 44900, "infons": {"issue": "5", "name_0": "surname:Blank;given-names:B", "name_1": "surname:von Blume;given-names:J", "pub-id_doi": "10.1016/j.ejcb.2017.03.001", "section_type": "REF", "source": "Eur J Cell Biol", "type": "ref", "volume": "96", "year": "2017"}, "text": "Cab45-Unraveling Key Features of a Novel Secretory Cargo Sorter at the Trans-Golgi Network", "sentences": [], "annotations": [], "relations": []}, {"offset": 44991, "infons": {"issue": "7", "name_0": "surname:Lam;given-names:PP", "name_1": "surname:Hyvarinen;given-names:K", "name_2": "surname:Kauppi;given-names:M", "name_3": "surname:Cosen-Binker;given-names:L", "name_4": "surname:Laitinen;given-names:S", "name_5": "surname:Keranen;given-names:S", "pub-id_doi": "10.1091/mbc.e06-10-0950", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "18", "year": "2007"}, "text": "A Cytosolic Splice Variant of Cab45 Interacts With Munc18b and Impacts on Amylase Secretion by Pancreatic Acini", "sentences": [], "annotations": [], "relations": []}, {"offset": 45103, "infons": {"issue": "2", "name_0": "surname:Scherer;given-names:PE", "name_1": "surname:Lederkremer;given-names:GZ", "name_2": "surname:Williams;given-names:S", "name_3": "surname:Fogliano;given-names:M", "name_4": "surname:Baldini;given-names:G", "name_5": "surname:Lodish;given-names:HF", "pub-id_doi": "10.1083/jcb.133.2.257", "section_type": "REF", "source": "J Cell Biol", "type": "ref", "volume": "133", "year": "1996"}, "text": "Cab45, a Novel Ca2+-Binding Protein Localized to the Golgi Lumen", "sentences": [], "annotations": [], "relations": []}, {"offset": 45168, "infons": {"issue": "3", "name_0": "surname:Zhu;given-names:YF", "name_1": "surname:Wang;given-names:QL", "name_2": "surname:Xu;given-names:WR", "name_3": "surname:Li;given-names:S", "pub-id_doi": "10.1016/S1673-8527(08)60021-1", "section_type": "REF", "source": "J Genet Genomics", "type": "ref", "volume": "35", "year": "2008"}, "text": "The Ethanol Response Gene Cab45 can Modulate the Impairment Elicited by Ethanol and Ultraviolet in PC12 Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 45278, "infons": {"issue": "7", "name_0": "surname:von Blume;given-names:J", "name_1": "surname:Alleaume;given-names:AM", "name_2": "surname:Kienzle;given-names:C", "name_3": "surname:Carreras-Sureda;given-names:A", "name_4": "surname:Valverde;given-names:M", "name_5": "surname:Malhotra;given-names:V", "pub-id_doi": "10.1083/jcb.201207180", "section_type": "REF", "source": "J Cell Biol", "type": "ref", "volume": "199", "year": "2012"}, "text": "Cab45 is Required for Ca2+-Dependent Secretory Cargo Sorting at the Trans-Golgi Network", "sentences": [], "annotations": [], "relations": []}, {"offset": 45366, "infons": {"fpage": "35", "issue": "1", "lpage": "46", "name_0": "surname:Chen;given-names:L", "name_1": "surname:Xu;given-names:S", "name_2": "surname:Xu;given-names:Y", "name_3": "surname:Lu;given-names:W", "name_4": "surname:Liu;given-names:L", "name_5": "surname:Yue;given-names:D", "pub-id_doi": "10.1038/onc.2015.56", "pub-id_pmid": "25772237", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "35", "year": "2016"}, "text": "Cab45S Promotes Cell Proliferation Through SERCA2b Inhibition and Ca2+ Signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 45447, "infons": {"fpage": "36", "lpage": "44", "name_0": "surname:Shen;given-names:J", "name_1": "surname:Zhou;given-names:T", "name_2": "surname:Li;given-names:H", "name_3": "surname:Li;given-names:W", "name_4": "surname:Wang;given-names:S", "name_5": "surname:Song;given-names:Y", "pub-id_doi": "10.1016/j.brainresbull.2018.09.016", "pub-id_pmid": "30266588", "section_type": "REF", "source": "Brain Res Bull", "type": "ref", "volume": "143", "year": "2018"}, "text": "Cab45s Inhibits Neuronal Apoptosis Following Intracerebral Hemorrhage in Adult Rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 45531, "infons": {"fpage": "e1219", "name_0": "surname:Chen;given-names:L", "name_1": "surname:Xu;given-names:S", "name_2": "surname:Liu;given-names:L", "name_3": "surname:Wen;given-names:X", "name_4": "surname:Xu;given-names:Y", "name_5": "surname:Chen;given-names:J", "pub-id_doi": "10.1038/cddis.2014.193", "pub-id_pmid": "24810055", "section_type": "REF", "source": "Cell Death Dis", "type": "ref", "volume": "5", "year": "2014"}, "text": "Cab45S Inhibits the ER Stress-Induced IRE1-JNK Pathway and Apoptosis Via GRP78/Bip", "sentences": [], "annotations": [], "relations": []}, {"offset": 45614, "infons": {"issue": "10", "name_0": "surname:Rittirsch;given-names:D", "name_1": "surname:Flierl;given-names:MA", "name_2": "surname:Ward;given-names:PA", "pub-id_doi": "10.1038/nri2402", "section_type": "REF", "source": "Nat Rev Immunol", "type": "ref", "volume": "8", "year": "2008"}, "text": "Harmful Molecular Mechanisms in Sepsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45653, "infons": {"fpage": "46", "lpage": "50", "name_0": "surname:Larsen;given-names:FF", "name_1": "surname:Petersen;given-names:JA", "pub-id_doi": "10.1016/j.ejim.2017.09.030", "pub-id_pmid": "28965741", "section_type": "REF", "source": "Eur J Intern Med", "type": "ref", "volume": "45", "year": "2017"}, "text": "Novel Biomarkers for Sepsis: A Narrative Review", "sentences": [], "annotations": [], "relations": []}, {"offset": 45701, "infons": {"issue": "8", "name_0": "surname:Shankar-Hari;given-names:M", "name_1": "surname:Phillips;given-names:GS", "name_2": "surname:Levy;given-names:ML", "name_3": "surname:Seymour;given-names:CW", "name_4": "surname:Liu;given-names:VX", "name_5": "surname:Deutschman;given-names:CS", "pub-id_doi": "10.1001/jama.2016.0289", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "315", "year": "2016"}, "text": "Developing a New Definition and Assessing New Clinical Criteria for Septic Shock For the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)", "sentences": [], "annotations": [], "relations": []}, {"offset": 45871, "infons": {"issue": "8", "name_0": "surname:Seymour;given-names:CW", "name_1": "surname:Liu;given-names:VX", "name_2": "surname:Iwashyna;given-names:TJ", "name_3": "surname:Brunkhorst;given-names:FM", "name_4": "surname:Rea;given-names:TD", "name_5": "surname:Scherag;given-names:A", "pub-id_doi": "10.1001/jama.2016.0288", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "315", "year": "2016"}, "text": "Assessment of Clinical Criteria for Sepsis: For the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)", "sentences": [], "annotations": [], "relations": []}, {"offset": 46004, "infons": {"issue": "3", "name_0": "surname:Rhodes;given-names:A", "name_1": "surname:Evans;given-names:LE", "name_2": "surname:Alhazzani;given-names:W", "name_3": "surname:Levy;given-names:MM", "name_4": "surname:Antonelli;given-names:M", "name_5": "surname:Ferrer;given-names:R", "pub-id_doi": "10.1007/s00134-017-4683-6", "section_type": "REF", "source": "Intensive Care Med", "type": "ref", "volume": "43", "year": "2017"}, "text": "Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock: 2016", "sentences": [], "annotations": [], "relations": []}, {"offset": 46104, "infons": {"fpage": "193", "issue": "1", "name_0": "surname:Guo;given-names:S", "name_1": "surname:Mao;given-names:X", "name_2": "surname:Liang;given-names:M", "pub-id_doi": "10.1186/s12931-018-0877-x", "pub-id_pmid": "30285748", "section_type": "REF", "source": "Respir Res", "type": "ref", "volume": "19", "year": "2018"}, "text": "The Moderate Predictive Value of Serial Serum CRP and PCT Levels for the Prognosis of Hospitalized Community-Acquired Pneumonia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46232, "infons": {"issue": "14", "name_0": "surname:Ferreira;given-names:FL", "name_1": "surname:Bota;given-names:DP", "name_2": "surname:Bross;given-names:A", "name_3": "surname:Melot;given-names:C", "name_4": "surname:Vincent;given-names:JL", "pub-id_doi": "10.1001/jama.286.14.1754", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "286", "year": "2001"}, "text": "Serial Evaluation of the SOFA Score to Predict Outcome in Critically Ill Patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 46314, "infons": {"issue": "3", "name_0": "surname:Honore;given-names:B", "pub-id_doi": "10.1002/bies.200800186", "section_type": "REF", "source": "Bioessays", "type": "ref", "volume": "31", "year": "2009"}, "text": "The Rapidly Expanding CREC Protein Family: Members, Localization, Function, and Role in Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 46410, "infons": {"fpage": "623", "issue": "1", "name_0": "surname:Sajjanar;given-names:B", "name_1": "surname:Trakooljul;given-names:N", "name_2": "surname:Wimmers;given-names:K", "name_3": "surname:Ponsuksili;given-names:S", "pub-id_doi": "10.1186/s12864-019-5976-7", "pub-id_pmid": "31366318", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "20", "year": "2019"}, "text": "DNA Methylation Analysis of Porcine Mammary Epithelial Cells Reveals Differentially Methylated Loci Associated With Immune Response Against Escherichia Coli Challenge", "sentences": [], "annotations": [], "relations": []}, {"offset": 46577, "infons": {"issue": "12", "name_0": "surname:Zhang;given-names:H", "name_1": "surname:Hu;given-names:J", "pub-id_doi": "10.1016/j.tcb.2016.06.002", "section_type": "REF", "source": "Trends Cell Biol", "type": "ref", "volume": "26", "year": "2016"}, "text": "Shaping the Endoplasmic Reticulum Into a Social Network", "sentences": [], "annotations": [], "relations": []}, {"offset": 46633, "infons": {"name_0": "surname:Oakes;given-names:SA", "name_1": "surname:Papa;given-names:FR", "pub-id_doi": "10.1146/annurev-pathol-012513-104649", "section_type": "REF", "source": "Annu Rev Pathol", "type": "ref", "volume": "10", "year": "2015"}, "text": "The Role of Endoplasmic Reticulum Stress in Human Pathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 46693, "infons": {"fpage": "79", "issue": "1", "lpage": "94", "name_0": "surname:Schwarz;given-names:DS", "name_1": "surname:Blower;given-names:MD", "pub-id_doi": "10.1007/s00018-015-2052-6", "pub-id_pmid": "26433683", "section_type": "REF", "source": "Cell Mol Life Sci", "type": "ref", "volume": "73", "year": "2016"}, "text": "The Endoplasmic Reticulum: Structure, Function and Response to Cellular Signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 46775, "infons": {"fpage": "294", "issue": "4", "lpage": "304", "name_0": "surname:Khan;given-names:MM", "name_1": "surname:Yang;given-names:WL", "name_2": "surname:Wang;given-names:P", "pub-id_doi": "10.1097/SHK.0000000000000425", "pub-id_pmid": "26125088", "section_type": "REF", "source": "Shock", "type": "ref", "volume": "44", "year": "2015"}, "text": "Endoplasmic Reticulum Stress in Sepsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46814, "infons": {"issue": "2", "name_0": "surname:Ma;given-names:T", "name_1": "surname:Han;given-names:L", "name_2": "surname:Gao;given-names:Y", "name_3": "surname:Li;given-names:L", "name_4": "surname:Shang;given-names:X", "name_5": "surname:Hu;given-names:W", "pub-id_doi": "10.1159/000135631", "section_type": "REF", "source": "Eur Surg Res", "type": "ref", "volume": "41", "year": "2008"}, "text": "The Endoplasmic Reticulum Stress-Mediated Apoptosis Signal Pathway Is Involved in Sepsis-Induced Abnormal Lymphocyte Apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46941, "infons": {"fpage": "106049", "name_0": "surname:Chen;given-names:HG", "name_1": "surname:Han;given-names:HZ", "name_2": "surname:Li;given-names:Y", "name_3": "surname:Yu;given-names:YH", "name_4": "surname:Xie;given-names:KL", "pub-id_doi": "10.1016/j.intimp.2019.106049", "pub-id_pmid": "31830624", "section_type": "REF", "source": "Int Immunopharmacol", "type": "ref", "volume": "78", "year": "2020"}, "text": "Hydrogen Alleviated Organ Injury and Dysfunction in Sepsis: The Role of Cross-Talk Between Autophagy and Endoplasmic Reticulum Stress: Experimental Research", "sentences": [], "annotations": [], "relations": []}, {"offset": 47098, "infons": {"fpage": "1142", "name_0": "surname:Kim;given-names:HJ", "name_1": "surname:Jeong;given-names:JS", "name_2": "surname:Kim;given-names:SR", "name_3": "surname:Park;given-names:SY", "name_4": "surname:Chae;given-names:HJ", "name_5": "surname:Lee;given-names:YC", "pub-id_doi": "10.1038/srep01142", "pub-id_pmid": "23359618", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "3", "year": "2013"}, "text": "Inhibition of Endoplasmic Reticulum Stress Alleviates Lipopolysaccharide-Induced Lung Inflammation Through Modulation of NF-kappaB/HIF-1alpha Signaling Pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 47258, "infons": {"issue": "3", "name_0": "surname:Nishitoh;given-names:H", "pub-id_doi": "10.1093/jb/mvr143", "section_type": "REF", "source": "J Biochem", "type": "ref", "volume": "151", "year": "2012"}, "text": "CHOP Is a Multifunctional Transcription Factor in the ER Stress Response", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]