[{"source": "PMC", "date": "20230312", "key": "pmc.key", "infons": {}, "documents": [{"id": "9989975", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fcvm.2023.1078290", "article-id_pmc": "9989975", "article-id_pmid": "36895830", "elocation-id": "1078290", "kwd": "ischemic cardiomyopathy ferroptosis immune microenvironment bioinformatics analysis GEO", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Huang;given-names:Kai", "name_1": "surname:Mei;given-names:Kun", "name_2": "surname:Duan;given-names:Jiahao", "name_3": "surname:Wang;given-names:Ruting", "name_4": "surname:Yang;given-names:Chun", "name_5": "surname:Wang;given-names:Bin", "name_6": "surname:Gu;given-names:Renjun", "name_7": "surname:Yang;given-names:Ling", "section_type": "TITLE", "type": "front", "volume": "10", "year": "2023"}, "text": "Identification and validation of ferroptosis-related genes and immune infiltration in ischemic cardiomyopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 110, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 121, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cardiomyocyte death is an important pathophysiological basis for ischemic cardiomyopathy (ICM). Many studies have suggested that ferroptosis is a key link in the development of ICM. We performed bioinformatics analysis and experiment validation to explore the potential ferroptosis-related genes and immune infiltration of ICM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 449, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 457, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We downloaded the datasets of ICM from the Gene Expression Omnibus database and analyzed the ferroptosis-related differentially expressed genes (DEGs). Gene Ontology, Kyoto Encyclopedia of Genes and Genomes pathway enrichment analysis, and protein–protein interaction network were performed to analyze ferroptosis-related DEGs. Gene Set Enrichment Analysis was used to evaluate the gene enrichment signaling pathway of ferroptosis-related genes in ICM. Then, we explored the immune landscape of patients with ICM. Finally, the RNA expression of the top five ferroptosis-related DEGs was validated in blood samples from patients with ICM and healthy controls using qRT-PCR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1132, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1140, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Overall, 42 ferroptosis-related DEGs (17 upregulated and 25 downregulated genes) were identified. Functional enrichment analysis indicated several enriched terms related to ferroptosis and the immune pathway. Immunological analysis suggested that the immune microenvironment in patients with ICM is altered. The immune checkpoint-related genes (PDCD1LG2, LAG3, and TIGIT) were overexpressed in ICM. The qRT-PCR results showed that the expression levels of IL6, JUN, STAT3, and ATM in patients with ICM and healthy controls were consistent with the bioinformatics analysis results from the mRNA microarray.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1746, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1757, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our study showed significant differences in ferroptosis-related genes and functional pathway between ICM patients and healthy controls. We also provided insight into the landscape of immune cells and the expression of immune checkpoints in patients with ICM. This study provides a new road for future investigation of the pathogenesis and treatment of ICM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2114, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2127, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ischemic cardiomyopathy (ICM) is a common cardiovascular disease caused by chronic myocardial ischemia. With the development of percutaneous coronary intervention therapy, the survival rate of patients with acute myocardial infarction (AMI) has improved; however, the incidence of ICM has also increased. Currently, the clinical diagnosis of ICM is mainly considered as a left ventricular dysfunction in the presence of severe coronary artery disease, including at least one of the following characteristics: prior revascularization or AMI, >75% stenosis in the left main stem or the left anterior descending artery, and two or more coronary vessels with >75% luminal stenosis. Moreover, ICM can easily lead to arrhythmia, embolism, and even heart failure, bringing serious social and economic burden. Therefore, understanding the etiology and pathogenesis of ICM is of great significance for guiding clinical treatment and improving patient outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3079, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ferroptosis is an iron-dependent programmed cell death mode newly discovered in 2012, the mechanism of which is different from those of apoptosis, necrosis, and autophagy. The recognition and initiation of ferroptosis rely on the involvement of unique genes, which are characterized by mitochondrial atrophy and increased mitochondrial membrane density, and the accumulation of iron and lipid reactive oxygen species (ROS),. More studies have shown that ferroptosis plays an important role in various non-neoplastic diseases. Zhang et al. showed that the administration of ferrostatin-1 (Fer-1; ferroptosis inhibitor) significantly prevented pathological myocardial remodeling, dysfunction, and ultrastructural injury in mice with hypertension by suppressing interleukin-6 (IL6)/STAT3 signaling and activating the xCT/glutathione peroxidase (GPX4) signaling. Additionally, Fang et al. observed that feeding mice lacking ferritin H a high-iron diet causes severe cardiac injury and hypertrophic cardiomyopathy. In brief, ferroptosis may play an important role in the occurrence and development of ICM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4180, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, increasing studies have revealed that the infiltration of immune cells critically affects myocardial ischemia. Kushnareva et al. found that the expression of PD-L1 and the number of CD3+ cells in endothelial cells increased in the myocardium of patients with ischemic heart failure. Besides, several bioinformatic comprehensive analyses have also confirmed the difference in immune infiltrates between patients with coronary artery disease and healthy controls. However, the mechanisms underlying immune infiltration in ICM remain poorly understood.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4740, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we conducted a systematic bioinformatics analysis to determine whether and how ferroptosis contributes to the development of ICM. Then, we outlined the immune infiltration landscape in ICM. Moreover, we examined the relationship between ferroptosis and the immune infiltration landscape to gain a better understanding of the potential molecular processes during ICM development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5134, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5156, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data sources", "sentences": [], "annotations": [], "relations": []}, {"offset": 5169, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Overall, 259 ferroptosis-related genes were obtained from the FerrDb Database1. The gene expression dataset of GSE116250 was downloaded from Gene Expression Omnibus.2 GSE116250 is in the GPL16791 platform (Illumina HiSeq 2500), which included 13 ICM and 14 healthy heart tissue samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5456, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ferroptosis-related differentially expressed gene analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 5515, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We transformed the probe into a gene symbol in each dataset based on the platform’s annotation file. The repeatability and discrimination of the ferroptosis-related genes in GSE116250 were verified by principal component analysis (PCA). The ferroptosis-related differentially expressed genes (DEGs) between the ICM and healthy heart control groups were analyzed using the “limma” package in R, with the following cutoffs: adjusted p value of <0.05 and log2FC > |0.6|. A heatmap and volcano plot were created using the “heatmap” and “ggplot2” packages of R software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6099, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional enrichment analysis of ferroptosis-related DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 6158, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To investigate the potential biological functions of ferroptosis-related DEGs between the ICM and healthy control groups, Gene Ontology (GO), and Kyoto Encyclopedia of Genes and Genomes (KEGG), pathway enrichment analysis were conducted using the R packages “clusterProfiler” and “DOSE”. In addition, the “clusterProfiler” package was used to perform Gene Set Enrichment Analysis (GSEA), to determine the potential mechanisms of c2 (c2.cp.kegg.v7.5.1.entrez.gmt) in the molecular signature database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6670, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation and protein–protein interaction analysis of ferroptosis-related DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 6753, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The correlation between ferroptosis-related DEGs was analyzed using Spearman’s correlation in the “corrplot” package of R. Protein–protein interaction (PPI) analysis of ferroptosis-related DEGs was performed using the STRING database3 and Cytoscape (version 3.9.1). A combined score of more than 0.4 was applied to construct the PPI network, and the maximal clique centrality (MCC) algorithm was used to obtain the top five genes in the network. Then, the GeneCards database4 was employed to find related genes, proteins, drugs, and diseases to learn more about the hub genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7338, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Landscape of immune infiltration and immune checkpoint gene analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here, we downloaded the immunological signature gene sets from the GSEA database.5 Then, the Single-gene Gene Set Variation (ssGSEA), was employed to evaluate the infiltration of 24 immune cells between the ICM and healthy control groups using the “GSVA” package. Furthermore, we analyzed the differences in the expression of immune checkpoint genes between the ICM and healthy control groups. Finally, we explored the correlation between the top five hub genes and the immune landscape.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7899, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patients with ICM and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 7938, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data from 20 patients with ICM and 20 healthy controls were obtained from the Third Affiliated Hospital of Soochow University between August 2021 and March 2022. The clinical diagnosis of ICM was mainly considered as a left ventricular dysfunction in the presence of severe coronary artery disease. The healthy controls were individuals with uncomplicated hypertension or supraventricular tachycardia without structural cardiac disease. This study was conducted according to the Declaration of Helsinki and was approved by the Medical Ethics Committee of the hospital. Written informed consent was obtained from all participants. Venous blood samples from all patients and controls who participated in the study were collected for subsequent analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8690, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA extraction and quantitative real-time PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 8736, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The blood samples from the patients with ICM and healthy controls were processed to isolate peripheral blood mononuclear cells (PBMCs) using Ficoll-Paque PLUS (Cytiva, Shanghai, China). Total RNA was extracted from PBMCs using the RNA Extraction Kit (Omega, Guangzhou, China). Reverse transcription was conducted using the PrimeScript RT Master Mix Kit (Takara, Dalian, China). The mRNA level was assessed using the TB Green Premix Ex Taq Kit (Takara, Dalian, China) following the manufacturer’s instructions. The primers used are shown in Supplementary Table S1. The relative mRNA expression was calculated using the 2 − ΔΔCt method with β-actin normalization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9409, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9430, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Student’s t-test or the Kruskal–Wallis H-test was used to compare continuous variables; the chi-square test or Fisher’s exact test was used to compare categorical variables. Spearman’s rank test or Pearson’s correlation coefficient was used to analyze the associations between hub genes and immune cells and immune checkpoint genes. All statistical analyses were performed using R (version 4.1.3) and Statistical Package for the Social Sciences (version 19.0; IBM Corp., Armonk, NY, United States). Two-tailed values of p < 0.05 were used to denote statistical significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10017, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10025, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of ferroptosis-related DEGs between ICM and healthy control groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 10107, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed PCA to assess the repeatability and discrimination of 259 ferroptosis-related genes, and the results showed that the repeatability and discrimination of ferroptosis-related genes are fine within the group (Figure 1A). Next, we analyzed the expression of the ferroptosis-related genes in 13 ICM and 14 healthy heart tissue samples, and 42 ferroptosis-related genes were identified using the criteria of an adjusted value of p < 0.05 and log2FC > |0.6|. Then, the volcano plot (Figure 1B) and heatmap (Figure 1C) showed the expression pattern of ferroptosis-related DEGs (17 upregulated genes and 25 downregulated genes). The classification of the 42 ferroptosis-related DEGs is shown in Table 1, in which 13 were driver genes, 15 were suppressor genes, and 18 were maker genes. TFRC may be both a driver gene and a marker gene; CBS, HSPB1, and SLC3A2 may be both suppressor and maker genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11018, "infons": {"file": "fcvm-10-1078290-g001.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Differentially expressed ferroptosis-related genes in ischemic cardiomyopathy (ICM) and normal samples. (A) Principal component analysis for GSE116250. (B) Volcano plot of the 259 differentially expressed ferroptosis-related genes. The red dots represent the significantly upregulated genes and the green dots indicate the significantly downregulated genes. (C) Heatmap of the 42 differentially expressed autophagy-related genes in ICM and normal samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11474, "infons": {"file": "tab1.xml", "id": "tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Classification of 42 ferroptosis-related DEGs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11521, "infons": {"file": "tab1.xml", "id": "tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Maker gene</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Driver gene</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Suppressor gene</th></tr></thead><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">TXNRD1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">TFRC</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">AKR1C2</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">GPT2</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SLC38A1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HSPB1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SLC3A2</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">BECN1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NQO1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CBS</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">MAP1LC3A</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SLC3A2</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">KLHL24</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ULK2</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SCD</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">GDF15</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">DPP4</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">FADS2</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">BLOC1S5</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">LINC00472</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">STAT3</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IL6</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">PRKAA1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">PML</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CXCL2</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">TNFAIP3</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CDKN1A</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">TFRC</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ATM</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ENPP2</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HSPB1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">MTDH</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">FH</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">STEAP3</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IDH1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CBS</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">MAP3K5</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">FBXW7</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ARNTL</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SLC2A3</td><td rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">JUN</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SLC2A14</td><td rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ZFP36</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HBA1</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NNMT</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">AURKA</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "Maker gene\tDriver gene\tSuppressor gene\t \tTXNRD1\tTFRC\tAKR1C2\t \tGPT2\tSLC38A1\tHSPB1\t \tSLC3A2\tBECN1\tNQO1\t \tCBS\tMAP1LC3A\tSLC3A2\t \tKLHL24\tULK2\tSCD\t \tGDF15\tDPP4\tFADS2\t \tBLOC1S5\tLINC00472\tSTAT3\t \tIL6\tPRKAA1\tPML\t \tCXCL2\tTNFAIP3\tCDKN1A\t \tTFRC\tATM\tENPP2\t \tHSPB1\tMTDH\tFH\t \tSTEAP3\tIDH1\tCBS\t \tMAP3K5\tFBXW7\tARNTL\t \tSLC2A3\t\tJUN\t \tSLC2A14\t\tZFP36\t \tHBA1\t\t\t \tNNMT\t\t\t \tAURKA\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 11881, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional enrichment analysis of ferroptosis-related DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 11940, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Gene Ontology enrichment was analyzed using the “clusterProfiler” and “DOSE” packages in R (Figures 2A–C). The results of these analyses showed that, regarding the biological process, the genes were mainly enriched in response to oxidative stress and cellular response to chemical stress. As for the cellular component, the genes were mainly enriched in the apical plasma membrane and the protein kinase complex. Finally, regarding molecular function, the genes were mainly enriched in ubiquitin protein ligase binding and ubiquitin-like protein ligase binding. KEGG pathway analysis was performed (Figure 2D). The ferroptosis-related DEGs were mainly focused on the pathways related to ferroptosis, the TNF signaling pathway, and the NOD-like receptor signaling pathway. Furthermore, GSEA also revealed that the expression of the ferroptosis-related genes relevant to cytokine–cytokine receptor interactions, the chemokine signaling pathway, and the Toll-like receptor signaling pathway, among others, were significantly enriched in ICM (Figure 3). The results of the enrichment analysis suggested that oxidative stress, ferroptosis, and immune-related pathways play an important role in ICM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13146, "infons": {"file": "fcvm-10-1078290-g002.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Enrichment analysis of ferroptosis-related differentially expressed genes (DEGs). (A) Top 10 GO biological processes pathway. (B) Top 10 GO cellular component pathways. (C) Top 10 GO molecular function pathway. (D) Top 10 KEGG pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13382, "infons": {"file": "fcvm-10-1078290-g003.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Gene set enrichment analysis (GSEA) of ferroptosis-related genes by the Kyoto Encyclopedia of Genes and Genomes (KEGG) gene set database. FDR < 0.25 and value of p < 0.05 were regarded as the cutoff criteria. Most of the ferroptosis-related genes were involved in cytokine–cytokine receptor interaction, leukocyte transendothelial migration, focal adhesion, ECM-receptor interaction, chemokine signaling, cardiac muscle contraction, TGF-β signaling, and Toll-like receptor signaling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13877, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation and PPI analysis of ferroptosis-related DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 13934, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Correlation analysis was performed to investigate the expression correlation of these ferroptosis-related genes. The results showed the relationship among the 42 ferroptosis-related DEGs in the GSE116250 dataset (Figure 4A). According to the combined score of more than 0.4 used to construct the PPI network, we obtained a PPI network (Figure 4B) containing 29 nodes and 82 edges. The MCC algorithm was used to analyze the topological structure of the entire PPI network and score based on the importance of each node. Then, we identified the top five genes (i.e., IL6, JUN, STAT3, MAP3K5, and ATM) as hub genes. Additionally, further details of the selected hub genes are shown through the GeneCards database (Supplementary Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14670, "infons": {"file": "fcvm-10-1078290-g004.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation and protein–protein interaction (PPI) analysis of ferroptosis-related DEGs. (A) Spearman correlation analysis of ferroptosis-related DEGs. (B) PPI analysis of ferroptosis-related DEGs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14869, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Landscape of immune infiltration and immune checkpoint gene analysis between the ICM and healthy control groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 14981, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the enrichment analyses, we found that ferroptosis-related DEGs were highly enriched in immune-related pathways. Then, we analyzed the differences in heart tissue immune cells between the ICM and healthy control groups using the ssGSEA algorithm. Among the 24 immune cells, there were 17 cell types with significant differences between the ICM and healthy control tissue samples. As shown in Figure 5A, activated B cells, mast cells, eosinophils, monocytes, neutrophils, type 17 T helper cells, plasmacytoid dendritic cells, and central memory CD8 T cells, among others, had a significantly higher expression in the ICM group. Furthermore, using microarray data, we analyzed the difference in immune checkpoint gene expression between the ICM and healthy control groups. Significant differences in three of the eight immune checkpoint genes were observed. As shown in Figure 5B, PDCDILG2, IAG3, and TIGIT had significantly higher expression levels in the ICM group. In short, the landscape of immune infiltration and immune checkpoint genes was highly activated in ICM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16056, "infons": {"file": "fcvm-10-1078290-g005.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Landscape of immune infiltration and immune checkpoint genes between ICM and normal samples in the GSE116250 dataset. (A) Differential expression of different types of immune cells expression between ICM and normal samples. (B) Differential expression of different immune checkpoint genes between ICM and normal samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16377, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation of hub genes with immune cells and immune checkpoint genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 16448, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 6A shows the correlation between five hub genes and immune cells. IL6 and JUN were positively correlated with the expression of immune cells. IL6 was significantly correlated with six immune cells, among which type 17 T helper cells had the strongest correlation (r = 0.60; p < 0.001). JUN was significantly correlated with five immune cells, among which neutrophils had the strongest correlation (r = 0.536; p < 0.01). In contrast, STAT3, MAP3K5, and ATM were negatively correlated with the expression of immune cells. MAP3K5 was significantly correlated with 18 immune cells, among which CD56dim natural killer cells had the strongest correlation (r = −0.677; p < 0.001). Identically, STAT3 also strongly correlated with CD56dim natural killer cells (r = −0.452; p < 0.05). ATM was significantly correlated with five immune cells, among which neutrophils had the strongest correlation (r = −0.497; p < 0.01).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17414, "infons": {"file": "fcvm-10-1078290-g006.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation between hub gene and immune cells and immune checkpoint genes. (A) Correlation between hub gene and immune cells. (B) Correlation between hub gene and immune checkpoint genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17602, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The correlation between the five hub genes and immune checkpoint genes is shown in Figure 6B. IL6 was only significantly associated with LAG3 (r = 0.490; p < 0.05). JUN was found to be positively correlated with LAG3 (r = 0.604; p < 0.01) and TIGIT (r = 0.425; p = 0.05). Moreover, LAG3 was negatively corrected with STAT3 (r = −0.456; p < 0.05), MAP3K5(r = −0.683; p < 0.001), and ATM (r = −0.458; p < 0.05). Therefore, LAG3 may be the most important immune checkpoint gene in ICM, and its expression may be related to the occurrence and development of ICM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18215, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Verification of the serum concentrations of hub genes in the clinical validation set", "sentences": [], "annotations": [], "relations": []}, {"offset": 18300, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To verify the reliability of the analysis based on the GSE116250 dataset, the expression of the top five ferroptosis-related DEGs was further identified using qRT-PCR in our clinical samples. Similar to the results of the mRNA microarray in the heart tissue samples, the expression levels of IL6 and JUN were significantly higher in ICM blood samples, whereas those of STAT3 and ATM were significantly lower (Figure 7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18720, "infons": {"file": "fcvm-10-1078290-g007.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "RNA expression of top five hub genes (IL6, JUN, STAT3, MAP3K5, and ATM) were measured in ICM and healthy controls PBMCs samples using qRT-PCR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18863, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 18874, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Ischemic cardiomyopathy is a special type of coronary heart disease (CHD), which refers to long-term myocardial ischemia caused by coronary atherosclerosis, leading to diffuse myocardial fibrosis, cardiac dysfunction, and even heart failure. With the increasing incidence of CHD, the harm caused by ICM to human health is becoming more serious. A review summarized that ferroptosis can affect inflammation through immunogenicity and that ferroptosis inhibitors may benefit patients with cardiovascular diseases through their anti-inflammatory effects. However, more research is required to enrich our understanding of ferroptosis in the pathogenesis of ICM. This study analyzed different ferroptosis-related DEGs in the ICM and normal groups, and the related functional pathways were preliminarily explored. The imbalance in immune function was inextricably related to the development of ICM. Then, we used the ssGSEA algorithm to analyze the differences in heart tissue immune cells and immune checkpoint gene expression between the ICM and healthy control groups and to analyze the correlation between these cells with hub genes. Finally, we verified the expression of the top five hub genes in PBMCs using qRT-PCR in our clinical samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20116, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The potential biological functions of these ferroptosis-related DEGs were assessed through GO and KEGG enrichment analyses. These analyses showed that oxidative stress, the TNF signaling pathway, the FoxO signaling pathway, and the NOD-like receptor signaling pathway may play an important role in the ferroptosis process. Studies have shown that oxidative damage caused by oxidative stress was found in the glutamate-induced cell death pathway. Meanwhile, glutamate-induced cytotoxicity can be generated by Ca2+ influx or competitive systemXc-(an important component of ferroptosis) after the activation of glutamate receptors, which then mediates the progression of cell ferroptosis. Liu et al. revealed that the TNF signaling pathway may be a potential mechanism involved in ferroptosis-related genes in intracerebral hemorrhage. Furthermore, another research observed that Fer-1, a ferroptosis inhibitor, can significantly reduce the levels of ACSL4 and TNF-α in mice after MI and then reduce cardiovascular and cerebrovascular injury after recanalization. In addition to oxidative stress, the FoxO signaling pathway can promote lipid ROS-mediated cell damage. Kwon et al. found that the metabolic process of polyunsaturated fatty acids can activate the FoxO signaling pathway and then promote the production of ROS. The core role of the NOD-like receptor signaling pathway in the innate immune response involves the signal transduction ATP enzyme, which affects atherosclerosis and ICM formation by modulating inflammation that can cause autoimmunity. Wu et al. revealed that the excessive activation of NOD-like receptor protein 3 can reduce the activity of GPX4, reduce the antioxidant capacity of cells, increase lipid peroxidation, increase lipid ROS, and cause ferroptosis. Anyway, many signal pathways are involved in the ferroptosis process, which directly or indirectly affect the balance of the production and degradation of lipid ROS in cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22079, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Immune response activation is involved in the occurrence and development of many cardiovascular diseases, regardless of whether they involve innate or adaptive immunity. Through the ssGSEA algorithm, we found that immune cells, including activated B cells, mast cells, eosinophils, monocytes, neutrophils, and type 17 T helper cells, were significantly upregulated in ICM. Li et al. found that ferroptosis can regulate the recruitment of neutrophils to the injured myocardium and that inhibiting ferroptosis can reduce the MI area, improve ventricular systolic function, and reduce adverse ventricular remodeling. Dick et al. found that the depletion of intrinsic cardiac macrophages in the early stage of MI would impair cardiac function. However, monocyte-derived macrophages are involved in adverse ventricular remodeling after MI, and the level of monocytes in the blood is a prognostic marker of ICM. Moreover, a recent study found that CD8 + T cells were recruited and activated in ischemic myocardial tissue after MI in mice, leading to apoptosis of cardiomyocytes. Moreover, our analysis showed that multiple immune checkpoints (i.e., PDCDILG2, LAG3, and TIGIT) were also highly expressed in ICM. These overexpressed immune checkpoint factors may affect the immune response to cardiac damage, leading to increased inflammation, decreased collagen deposition, and ventricular remodeling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23480, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We obtained five ferroptosis-related DEGs as hub genes based on the PPI analysis, and the expression levels of IL6, JUN, STAT3, and ATM remained different by qRT-PCR validation. Studies have shown that in patients with ICM, high IL6 levels are associated with a poor prognosis. Other relevant animal experiments also support this result. Li et al. showed that the levels of JUN were significantly higher in patients with CHD and ICM than in healthy individuals by bioinformatics analysis. STAT3 is a transcription factor that plays a critical role in heart development and protection. D’Ascenzo et al. found that the inhibition of STAT3 phosphorylation attenuated ischemia–reperfusion injury during interventional therapy for acute coronary syndrome. Additionally, in Chinese Han populations, the ATM rs189037 polymorphism is associated with coronary artery disease (CAD), and the rs189037 genotype seems to be associated with a lower risk of CAD and is a protective genetic marker of CAD, particularly in males and smokers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24509, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Inevitably, this study also has some limitations. First, although we used the PBMCs of subjects in our center to verify the expression of the hub genes, there was a lack of signal pathway-related mechanisms for further verification. Second, the proportion of immune cells was extrapolated using the ssGSEA algorithm rather than true tests of the number in heart tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24879, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24890, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Our study showed significant differences in ferroptosis-related genes between patients with ICM and healthy controls, and oxidative stress and the TNF signaling pathway, among others, may play an important role in the ferroptosis process. We also provided insight into the landscape of immune cells and the expression of immune checkpoints in patients with ICM. However, future studies of ferroptosis in the occurrence and development of ICM need to be further meticulously explored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25374, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 25402, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found in the article/Supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25593, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 25610, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The studies involving human participants were reviewed and approved by Ethics Committee of Changzhou First People’s Hospital, Soochow University. The Ethics Committee waived the requirement of written informed consent for participation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25849, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 25870, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "KH, KM, JD, RW, CY, BW, RG, and LY made a significant contribution to the work reported, whether that is in the conception, study design, execution, acquisition of data, analysis and interpretation, or in all these areas, took part in drafting, revising, or critically reviewing the article, gave final approval of the version to be published, have agreed on the journal to which the article has been submitted, and agree to be accountable for all aspects of the work. All authors contributed to the article and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26414, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 26422, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This study was supported by grants from the National Natural Science Foundation of China (82070405), Young Talent Development plan of Changzhou Health Commission (CZQM2020004), Basic Research Project of Changzhou science and Technology Bureau (CJ20200104), and Social Development Projects of Changzhou Science and Technology Bureau (CE20205039).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26768, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 26789, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26962, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s note", "sentences": [], "annotations": [], "relations": []}, {"offset": 26981, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27328, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": " 1 http://www.zhounan.org/ferrdb/ ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27363, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": " 2 http://www.ncbi.nlm.nih.gov/geo/ ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27400, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": " 3 https://cn.string-db.org/ ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27430, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": " 4 http://www.genecards.org/ ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27460, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": " 5 http://software.broadinstitute.org/gsea/index.jsp ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27514, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 27537, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fcvm.2023.1078290/full#supplementary-material", "sentences": [], "annotations": [], "relations": []}, {"offset": 27696, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 27707, "infons": {"fpage": "407", "lpage": "77", "name_0": "surname:Knuuti;given-names:J", "name_1": "surname:Wijns;given-names:W", "name_2": "surname:Saraste;given-names:A", "name_3": "surname:Capodanno;given-names:D", "name_4": "surname:Barbato;given-names:E", "name_5": "surname:Funck-Brentano;given-names:C", "pub-id_doi": "10.1093/eurheartj/ehz425", "pub-id_pmid": "31504439", "section_type": "REF", "source": "Eur Heart J", "type": "ref", "volume": "41", "year": "2020"}, "text": "2019 ESC guidelines for the diagnosis and management of chronic coronary syndromes", "sentences": [], "annotations": [], "relations": []}, {"offset": 27790, "infons": {"fpage": "397", "lpage": "406", "name_0": "surname:Briceno;given-names:N", "name_1": "surname:Schuster;given-names:A", "name_2": "surname:Lumley;given-names:M", "name_3": "surname:Perera;given-names:D", "pub-id_doi": "10.1136/heartjnl-2015-308037", "pub-id_pmid": "26740480", "section_type": "REF", "source": "Heart", "type": "ref", "volume": "102", "year": "2016"}, "text": "Ischaemic cardiomyopathy: pathophysiology, assessment and the role of revascularisation", "sentences": [], "annotations": [], "relations": []}, {"offset": 27878, "infons": {"fpage": "789", "lpage": "99", "name_0": "surname:Cabac-Pogorevici;given-names:I", "name_1": "surname:Muk;given-names:B", "name_2": "surname:Rustamova;given-names:Y", "name_3": "surname:Kalogeropoulos;given-names:A", "name_4": "surname:Tzeis;given-names:S", "name_5": "surname:Vardas;given-names:P", "pub-id_doi": "10.1002/ejhf.1747", "pub-id_pmid": "32020756", "section_type": "REF", "source": "Eur J Heart Fail", "type": "ref", "volume": "22", "year": "2020"}, "text": "Ischaemic cardiomyopathy. Pathophysiological insights, diagnostic management and the roles of revascularisation and device treatment. Gaps and dilemmas in the era of advanced technology", "sentences": [], "annotations": [], "relations": []}, {"offset": 28064, "infons": {"fpage": "210", "lpage": "8", "name_0": "surname:Felker;given-names:GM", "name_1": "surname:Shaw;given-names:LK", "name_2": "surname:O’Connor;given-names:CM", "pub-id_doi": "10.1016/s0735-1097(01)01738-7", "pub-id_pmid": "11788209", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "39", "year": "2002"}, "text": "A standardized definition of ischemic cardiomyopathy for use in clinical research", "sentences": [], "annotations": [], "relations": []}, {"offset": 28146, "infons": {"fpage": "e9349", "name_0": "surname:Khan;given-names:MA", "name_1": "surname:Hashim;given-names:MJ", "name_2": "surname:Mustafa;given-names:H", "name_3": "surname:Baniyas;given-names:MY", "name_4": "surname:Al Suwaidi;given-names:S", "name_5": "surname:AlKatheeri;given-names:R", "pub-id_doi": "10.7759/cureus.9349", "pub-id_pmid": "32742886", "section_type": "REF", "source": "Cureus", "type": "ref", "volume": "12", "year": "2020"}, "text": "Global epidemiology of ischemic heart disease: results from the global burden of disease study", "sentences": [], "annotations": [], "relations": []}, {"offset": 28241, "infons": {"fpage": "1060", "lpage": "72", "name_0": "surname:Dixon;given-names:SJ", "name_1": "surname:Lemberg;given-names:KM", "name_2": "surname:Lamprecht;given-names:MR", "name_3": "surname:Skouta;given-names:R", "name_4": "surname:Zaitsev;given-names:EM", "name_5": "surname:Gleason;given-names:CE", "pub-id_doi": "10.1016/j.cell.2012.03.042", "pub-id_pmid": "22632970", "section_type": "REF", "source": "Cells", "type": "ref", "volume": "149", "year": "2012"}, "text": "Ferroptosis: an iron-dependent form of nonapoptotic cell death", "sentences": [], "annotations": [], "relations": []}, {"offset": 28304, "infons": {"fpage": "266", "lpage": "82", "name_0": "surname:Jiang;given-names:X", "name_1": "surname:Stockwell;given-names:BR", "name_2": "surname:Conrad;given-names:M", "pub-id_doi": "10.1038/s41580-020-00324-8", "pub-id_pmid": "33495651", "section_type": "REF", "source": "Nat Rev Mol Cell Biol", "type": "ref", "volume": "22", "year": "2021"}, "text": "Ferroptosis: mechanisms, biology and role in disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 28357, "infons": {"fpage": "369", "lpage": "79", "name_0": "surname:Xie;given-names:Y", "name_1": "surname:Hou;given-names:W", "name_2": "surname:Song;given-names:X", "name_3": "surname:Yu;given-names:Y", "name_4": "surname:Huang;given-names:J", "name_5": "surname:Sun;given-names:X", "pub-id_doi": "10.1038/cdd.2015.158", "pub-id_pmid": "26794443", "section_type": "REF", "source": "Cell Death Differ", "type": "ref", "volume": "23", "year": "2016"}, "text": "Ferroptosis: process and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 28391, "infons": {"fpage": "130", "lpage": "42", "name_0": "surname:Zhang;given-names:Z", "name_1": "surname:Tang;given-names:J", "name_2": "surname:Song;given-names:J", "name_3": "surname:Xie;given-names:M", "name_4": "surname:Liu;given-names:Y", "name_5": "surname:Dong;given-names:Z", "pub-id_doi": "10.1016/j.freeradbiomed.2022.01.020", "pub-id_pmid": "35122997", "section_type": "REF", "source": "Free Radic Biol Med", "type": "ref", "volume": "181", "year": "2022"}, "text": "Elabela alleviates ferroptosis, myocardial remodeling, fibrosis and heart dysfunction in hypertensive mice by modulating the IL-6/STAT3/GPX4 signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 28542, "infons": {"fpage": "486", "lpage": "501", "name_0": "surname:Fang;given-names:X", "name_1": "surname:Cai;given-names:Z", "name_2": "surname:Wang;given-names:H", "name_3": "surname:Han;given-names:D", "name_4": "surname:Cheng;given-names:Q", "name_5": "surname:Zhang;given-names:P", "pub-id_doi": "10.1161/CIRCRESAHA.120.316509", "pub-id_pmid": "32349646", "section_type": "REF", "source": "Circ Res", "type": "ref", "volume": "127", "year": "2020"}, "text": "Loss of cardiac ferritin H facilitates cardiomyopathy via Slc7a11-mediated Ferroptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28629, "infons": {"fpage": "759972", "name_0": "surname:Kushnareva;given-names:E", "name_1": "surname:Kushnarev;given-names:V", "name_2": "surname:Artemyeva;given-names:A", "name_3": "surname:Mitrofanova;given-names:L", "name_4": "surname:Moiseeva;given-names:O", "pub-id_doi": "10.3389/fcvm.2021.759972", "pub-id_pmid": "35096992", "section_type": "REF", "source": "Front Cardiovasc Med", "type": "ref", "volume": "8", "year": "2021"}, "text": "Myocardial PD-L1 expression in patients with ischemic and non-ischemic heart failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 28714, "infons": {"fpage": "602345", "name_0": "surname:Han;given-names:H", "name_1": "surname:Du;given-names:R", "name_2": "surname:Cheng;given-names:P", "name_3": "surname:Zhang;given-names:J", "name_4": "surname:Chen;given-names:Y", "name_5": "surname:Li;given-names:G", "pub-id_doi": "10.3389/fcvm.2020.602345", "pub-id_pmid": "33614738", "section_type": "REF", "source": "Front Cardiovasc Med", "type": "ref", "volume": "7", "year": "2020"}, "text": "Comprehensive analysis of the immune infiltrates and aberrant pathways activation in atherosclerotic plaque", "sentences": [], "annotations": [], "relations": []}, {"offset": 28822, "infons": {"fpage": "724262", "name_0": "surname:Xiong;given-names:T", "name_1": "surname:Xiao;given-names:B", "name_2": "surname:Wu;given-names:Y", "name_3": "surname:Liu;given-names:Y", "name_4": "surname:Li;given-names:Q", "pub-id_doi": "10.3389/fcvm.2022.724262", "pub-id_pmid": "35557532", "section_type": "REF", "source": "Front Cardiovasc Med", "type": "ref", "volume": "9", "year": "2022"}, "text": "Upregulation of the long non-coding RNA LINC01480 is associated with immune infiltration in coronary artery disease based on an immune-related lncRNA-mRNA co-expression network", "sentences": [], "annotations": [], "relations": []}, {"offset": 28999, "infons": {"fpage": "baaa021", "name_0": "surname:Zhou;given-names:N", "name_1": "surname:Bao;given-names:J", "pub-id_doi": "10.1093/database/baaa021", "pub-id_pmid": "32219413", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2020", "year": "2020"}, "text": "FerrDb: a manually curated resource for regulators and markers of ferroptosis and ferroptosis-disease associations", "sentences": [], "annotations": [], "relations": []}, {"offset": 29114, "infons": {"fpage": "25", "lpage": "9", "name_0": "surname:Ashburner;given-names:M", "name_1": "surname:Ball;given-names:CA", "name_2": "surname:Blake;given-names:JA", "name_3": "surname:Botstein;given-names:D", "name_4": "surname:Butler;given-names:H", "name_5": "surname:Cherry;given-names:JM", "pub-id_doi": "10.1038/75556", "pub-id_pmid": "10802651", "section_type": "REF", "source": "Gene Ontol Consortium Nat Genet", "type": "ref", "volume": "25", "year": "2000"}, "text": "Gene ontology: tool for the unification of biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 29165, "infons": {"fpage": "27", "lpage": "30", "name_0": "surname:Kanehisa;given-names:M", "name_1": "surname:Goto;given-names:S", "pub-id_doi": "10.1093/nar/28.1.27", "pub-id_pmid": "10592173", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "28", "year": "2000"}, "text": "KEGG: Kyoto encyclopedia of genes and genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 29211, "infons": {"fpage": "15545", "lpage": "50", "name_0": "surname:Subramanian;given-names:A", "name_1": "surname:Tamayo;given-names:P", "name_2": "surname:Mootha;given-names:VK", "name_3": "surname:Mukherjee;given-names:S", "name_4": "surname:Ebert;given-names:BL", "name_5": "surname:Gillette;given-names:MA", "pub-id_doi": "10.1073/pnas.0506580102", "pub-id_pmid": "16199517", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "102", "year": "2005"}, "text": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 29317, "infons": {"fpage": "4031", "lpage": "40", "name_0": "surname:Kobayashi;given-names:Y", "name_1": "surname:Kushihara;given-names:Y", "name_2": "surname:Saito;given-names:N", "name_3": "surname:Yamaguchi;given-names:S", "name_4": "surname:Kakimi;given-names:K", "pub-id_doi": "10.1111/cas.14621", "pub-id_pmid": "32810311", "section_type": "REF", "source": "Cancer Sci", "type": "ref", "volume": "111", "year": "2020"}, "text": "A novel scoring method based on RNA-Seq immunograms describing individual cancer-immunity interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 29420, "infons": {"fpage": "3052", "lpage": "9", "name_0": "surname:Wu;given-names:X", "name_1": "surname:Li;given-names:Y", "name_2": "surname:Zhang;given-names:S", "name_3": "surname:Zhou;given-names:X", "pub-id_doi": "10.7150/thno.54113", "pub-id_pmid": "33537073", "section_type": "REF", "source": "Theranostics", "type": "ref", "volume": "11", "year": "2021"}, "text": "Ferroptosis as a novel therapeutic target for cardiovascular disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 29489, "infons": {"fpage": "180", "lpage": "3", "name_0": "surname:Sies;given-names:H", "pub-id_doi": "10.1016/j.redox.2015.01.002", "pub-id_pmid": "25588755", "section_type": "REF", "source": "Redox Biol", "type": "ref", "volume": "4", "year": "2015"}, "text": "Oxidative stress: a concept in redox biology and medicine", "sentences": [], "annotations": [], "relations": []}, {"offset": 29547, "infons": {"fpage": "165", "lpage": "76", "name_0": "surname:Yang;given-names:WS", "name_1": "surname:Stockwell;given-names:BR", "pub-id_doi": "10.1016/j.tcb.2015.10.014", "pub-id_pmid": "26653790", "section_type": "REF", "source": "Trends Cell Biol", "type": "ref", "volume": "26", "year": "2016"}, "text": "Ferroptosis: death by lipid peroxidation", "sentences": [], "annotations": [], "relations": []}, {"offset": 29588, "infons": {"fpage": "661663", "name_0": "surname:Liu;given-names:T", "name_1": "surname:Li;given-names:X", "name_2": "surname:Cui;given-names:Y", "name_3": "surname:Meng;given-names:P", "name_4": "surname:Zeng;given-names:G", "name_5": "surname:Wang;given-names:Y", "pub-id_doi": "10.3389/fnins.2021.661663", "pub-id_pmid": "34163322", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "15", "year": "2021"}, "text": "Bioinformatics analysis identifies potential Ferroptosis key genes in the pathogenesis of intracerebral hemorrhage", "sentences": [], "annotations": [], "relations": []}, {"offset": 29703, "infons": {"fpage": "312", "name_0": "surname:Liao;given-names:S", "name_1": "surname:Apaijai;given-names:N", "name_2": "surname:Luo;given-names:Y", "name_3": "surname:Wu;given-names:J", "name_4": "surname:Chunchai;given-names:T", "name_5": "surname:Singhanat;given-names:K", "pub-id_doi": "10.1038/s41420-021-00698-4", "pub-id_pmid": "34689160", "section_type": "REF", "source": "Cell Death Dis", "type": "ref", "volume": "7", "year": "2021"}, "text": "Cell death inhibitors protect against brain damage caused by cardiac ischemia/reperfusion injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 29800, "infons": {"fpage": "e201900356", "name_0": "surname:Kwon;given-names:SY", "name_1": "surname:Massey;given-names:K", "name_2": "surname:Watson;given-names:MA", "name_3": "surname:Hussain;given-names:T", "name_4": "surname:Volpe;given-names:G", "name_5": "surname:Buckley;given-names:CD", "pub-id_doi": "10.26508/lsa.201900356", "pub-id_pmid": "31992650", "section_type": "REF", "source": "Life Sci Allianc", "type": "ref", "volume": "3", "year": "2020"}, "text": "Oxidised metabolites of the omega-6 fatty acid linoleic acid activate dFOXO", "sentences": [], "annotations": [], "relations": []}, {"offset": 29876, "infons": {"fpage": "e2119", "name_0": "surname:Proell;given-names:M", "name_1": "surname:Riedl;given-names:SJ", "name_2": "surname:Fritz;given-names:JH", "name_3": "surname:Rojas;given-names:AM", "name_4": "surname:Schwarzenbacher;given-names:R", "pub-id_doi": "10.1371/journal.pone.0002119", "pub-id_pmid": "18446235", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "3", "year": "2008"}, "text": "The nod-like receptor (NLR) family: a tale of similarities and differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 29951, "infons": {"fpage": "55", "lpage": "68", "name_0": "surname:Zhou;given-names:Y", "name_1": "surname:Zhou;given-names:H", "name_2": "surname:Hua;given-names:L", "name_3": "surname:Hou;given-names:C", "name_4": "surname:Jia;given-names:Q", "name_5": "surname:Chen;given-names:J", "pub-id_doi": "10.1016/j.freeradbiomed.2021.05.009", "pub-id_pmid": "33974977", "section_type": "REF", "source": "Free Radic Biol Med", "type": "ref", "volume": "171", "year": "2021"}, "text": "Verification of ferroptosis and pyroptosis and identification of PTGS2 as the hub gene in human coronary artery atherosclerosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30079, "infons": {"fpage": "132944", "name_0": "surname:Mu;given-names:Y", "name_1": "surname:Sun;given-names:J", "name_2": "surname:Li;given-names:Z", "name_3": "surname:Zhang;given-names:W", "name_4": "surname:Liu;given-names:Z", "name_5": "surname:Li;given-names:C", "pub-id_doi": "10.1016/j.chemosphere.2021.132944", "pub-id_pmid": "34793849", "section_type": "REF", "source": "Chemosphere", "type": "ref", "volume": "291", "year": "2022"}, "text": "Activation of pyroptosis and ferroptosis is involved in the hepatotoxicity induced by polystyrene microplastics in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 30199, "infons": {"fpage": "2293", "lpage": "304", "name_0": "surname:Li;given-names:W", "name_1": "surname:Feng;given-names:G", "name_2": "surname:Gauthier;given-names:JM", "name_3": "surname:Lokshina;given-names:I", "name_4": "surname:Higashikubo;given-names:R", "name_5": "surname:Evans;given-names:S", "pub-id_doi": "10.1172/JCI126428", "pub-id_pmid": "30830879", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "129", "year": "2019"}, "text": "Ferroptotic cell death and TLR4/Trif signaling initiate neutrophil recruitment after heart transplantation", "sentences": [], "annotations": [], "relations": []}, {"offset": 30306, "infons": {"fpage": "29", "lpage": "39", "name_0": "surname:Dick;given-names:SA", "name_1": "surname:Macklin;given-names:JA", "name_2": "surname:Nejat;given-names:S", "name_3": "surname:Momen;given-names:A", "name_4": "surname:Clemente-Casares;given-names:X", "name_5": "surname:Althagafi;given-names:MG", "pub-id_doi": "10.1038/s41590-018-0272-2", "pub-id_pmid": "30538339", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "20", "year": "2019"}, "text": "Self-renewing resident cardiac macrophages limit adverse remodeling following myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"offset": 30406, "infons": {"fpage": "853", "lpage": "64", "name_0": "surname:Sager;given-names:HB", "name_1": "surname:Hulsmans;given-names:M", "name_2": "surname:Lavine;given-names:KJ", "name_3": "surname:Moreira;given-names:MB", "name_4": "surname:Heidt;given-names:T", "name_5": "surname:Courties;given-names:G", "pub-id_doi": "10.1161/CIRCRESAHA.116.309001", "pub-id_pmid": "27444755", "section_type": "REF", "source": "Circ Res", "type": "ref", "volume": "119", "year": "2016"}, "text": "Proliferation and recruitment contribute to myocardial macrophage expansion in chronic heart failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 30507, "infons": {"fpage": "1483", "name_0": "surname:Santos-Zas;given-names:I", "name_1": "surname:Lemarie;given-names:J", "name_2": "surname:Zlatanova;given-names:I", "name_3": "surname:Cachanado;given-names:M", "name_4": "surname:Seghezzi;given-names:JC", "name_5": "surname:Benamer;given-names:H", "pub-id_doi": "10.1038/s41467-021-21737-9", "pub-id_pmid": "33674611", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "12", "year": "2021"}, "text": "Cytotoxic CD8(+) T cells promote granzyme B-dependent adverse post-ischemic cardiac remodeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 30602, "infons": {"fpage": "615317", "name_0": "surname:Graydon;given-names:CG", "name_1": "surname:Mohideen;given-names:S", "name_2": "surname:Fowke;given-names:KR", "pub-id_doi": "10.3389/fimmu.2020.615317", "pub-id_pmid": "33488626", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "11", "year": "2020"}, "text": "LAG3’s enigmatic mechanism of action", "sentences": [], "annotations": [], "relations": []}, {"offset": 30641, "infons": {"fpage": "108", "lpage": "19", "name_0": "surname:Harjunpaa;given-names:H", "name_1": "surname:Guillerey;given-names:C", "pub-id_doi": "10.1111/cei.13407", "pub-id_pmid": "31828774", "section_type": "REF", "source": "Clin Exp Immunol", "type": "ref", "volume": "200", "year": "2020"}, "text": "TIGIT as an emerging immune checkpoint", "sentences": [], "annotations": [], "relations": []}, {"offset": 30680, "infons": {"fpage": "1837", "lpage": "42", "name_0": "surname:Guo;given-names:FM", "name_1": "surname:Han;given-names:XH", "name_2": "surname:Guo;given-names:YY", "name_3": "surname:Zhang;given-names:DM", "name_4": "surname:Tang;given-names:FJ", "name_5": "surname:Zhao;given-names:L", "pub-id_pmid": "28485795", "section_type": "REF", "source": "Eur Rev Med Pharmacol Sci", "type": "ref", "volume": "21", "year": "2017"}, "text": "Correlation study between interleukin-6 levels and coronary reflow", "sentences": [], "annotations": [], "relations": []}, {"offset": 30747, "infons": {"fpage": "965", "lpage": "73", "name_0": "surname:Markousis-Mavrogenis;given-names:G", "name_1": "surname:Tromp;given-names:J", "name_2": "surname:Ouwerkerk;given-names:W", "name_3": "surname:Devalaraja;given-names:M", "name_4": "surname:Anker;given-names:SD", "name_5": "surname:Cleland;given-names:JG", "pub-id_doi": "10.1002/ejhf.1482", "pub-id_pmid": "31087601", "section_type": "REF", "source": "Eur J Heart Fail", "type": "ref", "volume": "21", "year": "2019"}, "text": "The clinical significance of interleukin-6 in heart failure: results from the BIOSTAT-CHF study", "sentences": [], "annotations": [], "relations": []}, {"offset": 30843, "infons": {"fpage": "489", "lpage": "99", "name_0": "surname:Jong;given-names:WM", "name_1": "surname:Ten Cate;given-names:H", "name_2": "surname:Linnenbank;given-names:AC", "name_3": "surname:de Boer;given-names:OJ", "name_4": "surname:Reitsma;given-names:PH", "name_5": "surname:de Winter;given-names:RJ", "pub-id_doi": "10.1007/s00011-016-0931-4", "pub-id_pmid": "26935770", "section_type": "REF", "source": "Inflamm Res", "type": "ref", "volume": "65", "year": "2016"}, "text": "Reduced acute myocardial ischemia-reperfusion injury in IL-6-deficient mice employing a closed-chest model", "sentences": [], "annotations": [], "relations": []}, {"offset": 30950, "infons": {"fpage": "3553", "lpage": "69", "name_0": "surname:Li;given-names:GM", "name_1": "surname:Zhang;given-names:CL", "name_2": "surname:Rui;given-names:RP", "name_3": "surname:Sun;given-names:B", "name_4": "surname:Guo;given-names:W", "pub-id_doi": "10.26355/eurrev_201806_15182", "pub-id_pmid": "29917210", "section_type": "REF", "source": "Eur Rev Med Pharmacol Sci", "type": "ref", "volume": "22", "year": "2018"}, "text": "Bioinformatics analysis of common differential genes of coronary artery disease and ischemic cardiomyopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 31058, "infons": {"fpage": "105715", "name_0": "surname:D’Ascenzo;given-names:F", "name_1": "surname:Femmino;given-names:S", "name_2": "surname:Ravera;given-names:F", "name_3": "surname:Angelini;given-names:F", "name_4": "surname:Caccioppo;given-names:A", "name_5": "surname:Franchin;given-names:L", "pub-id_doi": "10.1016/j.phrs.2021.105715", "pub-id_pmid": "34111564", "section_type": "REF", "source": "Pharmacol Res", "type": "ref", "volume": "170", "year": "2021"}, "text": "Extracellular vesicles from patients with acute coronary syndrome impact on ischemia-reperfusion injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 31162, "infons": {"fpage": "e9747", "name_0": "surname:Ding;given-names:X", "name_1": "surname:He;given-names:Y", "name_2": "surname:Hao;given-names:Q", "name_3": "surname:Chen;given-names:S", "name_4": "surname:Yang;given-names:M", "name_5": "surname:Leng;given-names:SX", "pub-id_doi": "10.1097/MD.0000000000009747", "pub-id_pmid": "29369221", "section_type": "REF", "source": "Medicine", "type": "ref", "volume": "97", "year": "2018"}, "text": "The association of single nucleotide polymorphism rs189037C>T in ATM gene with coronary artery disease in Chinese Han populations: a case control study", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]