[{"source": "PMC", "date": "20210305", "key": "pmc.key", "infons": {}, "documents": [{"id": "7889871", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41467-021-21246-9", "article-id_pmc": "7889871", "article-id_pmid": "33597522", "article-id_publisher-id": "21246", "elocation-id": "1088", "kwd": "Cell signalling Cellular signalling networks Regulatory networks", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Jin;given-names:Suoqin", "name_1": "surname:Guerrero-Juarez;given-names:Christian F.", "name_2": "surname:Zhang;given-names:Lihua", "name_3": "surname:Chang;given-names:Ivan", "name_4": "surname:Ramos;given-names:Raul", "name_5": "surname:Kuan;given-names:Chen-Hsiang", "name_6": "surname:Myung;given-names:Peggy", "name_7": "surname:Plikus;given-names:Maksim V.", "name_8": "surname:Nie;given-names:Qing", "name_9": "surname:Nie;given-names:Qing", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "12", "year": "2021"}, "text": "Inference and analysis of cell-cell communication using CellChat", "sentences": [], "annotations": [], "relations": []}, {"offset": 65, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Understanding global communications among cells requires accurate representation of cell-cell signaling links and effective systems-level analyses of those links. We construct a database of interactions among ligands, receptors and their cofactors that accurately represent known heteromeric molecular complexes. We then develop CellChat, a tool that is able to quantitatively infer and analyze intercellular communication networks from single-cell RNA-sequencing (scRNA-seq) data. CellChat predicts major signaling inputs and outputs for cells and how those cells and signals coordinate for functions using network analysis and pattern recognition approaches. Through manifold learning and quantitative contrasts, CellChat classifies signaling pathways and delineates conserved and context-specific pathways across different datasets. Applying CellChat to mouse and human skin datasets shows its ability to extract complex signaling patterns. Our versatile and easy-to-use toolkit CellChat and a web-based Explorer (http://www.cellchat.org/) will help discover novel intercellular communications and build cell-cell communication atlases in diverse tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1224, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Single-cell methods record molecule expressions of cells in a given tissue, but understanding interactions between cells remains challenging. Here the authors show by applying systems biology and machine learning approaches that they can infer and analyze cell-cell communication networks in an easily interpretable way.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1545, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1558, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Signaling crosstalk via soluble and membrane-bound factors is critical for informing diverse cellular decisions, including decisions to activate cell cycle or programmed cell death, undergo migration or differentiate along the lineage. Single-cell RNA-sequencing (scRNA-seq) technologies have led to discovery of cellular heterogeneity and differentiation trajectories at unprecedented resolution level. While most current scRNA-seq data analysis approaches allow detailed cataloging of cell types and prediction of cellular differentiation trajectories, they have limited capability in probing underlying intercellular communications that often drive heterogeneity and cell state transitions. Yet, scRNA-seq data inherently contains gene expression information that could be used to infer such intercellular communications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2383, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several methods have been recently developed to infer cell–cell communication from scRNA-seq data, such as SingleCellSignalR, iTALK, and NicheNet. However, these and other similar methods usually use only one ligand/one receptor gene pairs, often neglecting that many receptors function as multi-subunit complexes. For example, soluble ligands from the TGFβ pathway signal via heteromeric complexes of type I and type II receptors. More recently, to address this limitation, CellPhoneDB v2.0 has been developed, which predicts enriched signaling interactions between two cell populations by considering the minimum average expression of the members of the heteromeric complex. However, it does so without considering other important signaling cofactors, including soluble agonists, antagonist, as well as stimulatory and inhibitory membrane-bound co-receptors. Other limitations of current databases or tools include the lack of: (a) systematically curated classification of ligand-receptor pairs into functionally related signaling pathways; (b) intuitive visualization of both autocrine and paracrine signaling interactions; (c) systems approaches for analyzing complex cell–cell communication; and (d) capability of accessing signaling crosstalk for continuous cell state trajectories given the fact that biological variability between cells can be discrete or continuous.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3764, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we develop CellChat, an open source R package (https://github.com/sqjin/CellChat) to infer, visualize and analyze intercellular communications from scRNA-seq data. First, we manually curate a comprehensive signaling molecule interaction database that takes into account the known structural composition of ligand-receptor interactions, such as multimeric ligand-receptor complexes, soluble agonists and antagonists, as well as stimulatory and inhibitory membrane-bound co-receptors. Next, CellChat infers cell-state specific signaling communications within a given scRNA-seq data using mass action models, along with differential expression analysis and statistical tests on cell groups, which can be both discrete states or continuous states along the pseudotime cell trajectory. CellChat also provides several visualization outputs to facilitate intuitive user-guided data interpretation. CellChat can quantitatively characterize and compare the inferred intercellular communications through social network analysis tool, pattern recognition methods and manifold learning approaches. Such analyses enable identification of the specific signaling roles played by each cell population, as well as generalizable rules of intercellular communications within complex tissues. We showcase CellChat’s overall capabilities by applying it to both our own and publicly deposited mouse skin scRNA-seq datasets from embryonic development and adult wound healing stages, as well as human skin scRNA-seq dataset from a diseased state. A systematic comparison with several existing tools for cell–cell communication is also presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5395, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 5403, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Overview of CellChat", "sentences": [], "annotations": [], "relations": []}, {"offset": 5424, "infons": {"file": "41467_2021_21246_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Overview of CellChat.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5446, "infons": {"file": "41467_2021_21246_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a Overview of the ligand-receptor interaction database. CellChatDB takes into account known composition of the ligand-receptor complexes, including complexes with multimeric ligands and receptors, as well as several cofactor types: soluble agonists, antagonists, co-stimulatory and co-inhibitory membrane-bound receptors. CellChatDB contains 2021 validated interactions, including 60% of secreting interactions. In addition, 48% of the interactions involve heteromeric molecular complexes. b CellChat either requires user assigned cell labels as input or automatically groups cells based on the low-dimensional data representation supplied as input. c CellChat models the communication probability and identifies significant communications. d CellChat offers several visualization outputs for different analytical tasks. Different colors in the hierarchy plot and circle plot represent different cell groups. Colors in the bubble plot are proportional to the communication probability, where dark and yellow colors correspond to the smallest and largest values. e CellChat quantitatively measures networks through approaches from graph theory, pattern recognition and manifold learning, to better facilitate the interpretation of intercellular communication networks and the identification of design principles. In addition to analyzing individual dataset, CellChat also delineates signaling changes across different contexts, such as different developmental stages and biological conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6939, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "CellChat requires gene expression data from cells as the user input and models the probability of cell–cell communication by integrating gene expression with prior knowledge of the interactions between signaling ligands, receptors and their cofactors (Fig. 1a). To establish intercellular communications, CellChat can operate in label-based and label-free modes (Fig. 1b). In its label-based mode, CellChat requires user-assigned cell labels as the input. In its label-free mode, CellChat requires user input in form of a low-dimensional representation of the data, such as principal component analysis or diffusion map. For the latter, CellChat automatically groups cells by building a shared neighbor graph based on the cell–cell distance in the low-dimensional space or the pseudotemporal trajectory space (see “Methods” section). Upon receiving input data, CellChat models intercellular communications via the following three modules:", "sentences": [], "annotations": [], "relations": []}, {"offset": 7888, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cross-referencing ligand-receptor interaction database. The accuracy of the assigned roles for the signaling molecules and their interactions is crucial for predicting biologically meaningful intercellular communications. We manually curated a literature-supported signaling molecule interaction database, called CellChatDB, which takes into account the known composition of ligand-receptor complexes, including complexes with multimeric ligands and receptors, as well as several cofactors: soluble agonists, antagonists, co-stimulatory and co-inhibitory membrane-bound receptors (Fig. 1a, Supplementary Fig. 1a, Supplementary Note 1). CellChatDB incorporates signaling molecule interaction information from the KEGG Pathway database, a collection of manually drawn signaling pathway maps assembled by expert curators based on existing literature. It also includes information from recent experimental studies. CellChatDB contains 2,021 validated molecular interactions, including 60% of paracrine/autocrine signaling interactions, 21% of extracellular matrix (ECM)-receptor interactions and 19% of cell–cell contact interactions. 48% of the interactions involve heteromeric molecular complexes and 25% of the interactions are curated by us from recent literature (Fig. 1a). Furthermore, each interaction is manually classified into one of the 229 functionally related signaling pathways based on the literature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9307, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Inference and visualization of intercellular communications. To predict significant communications, CellChat identifies differentially over-expressed ligands and receptors for each cell group (Fig. 1b; also see “Methods” section). To quantify communications between two cell groups mediated by these signaling genes, CellChat associates each interaction with a probability value. The latter is modeled by the law of mass action based on the average expression values of a ligand by one cell group and that of a receptor by another cell group, as well as their cofactors (see “Methods” scetion). Significant interactions are identified on the basis of a statistical test that randomly permutes the group labels of cells and then recalculates the interaction probability (Fig. 1c, see “Methods” section). An intercellular communication network is a weighted directed graph composed of significant connections between interacting cell groups. CellChat also provides an informative and intuitive visualization method, called hierarchical plot, to highlight autocrine and paracrine signaling communications between cell groups of interest. This hierarchical plot provides an overview of inferred intercellular communication network for each signaling pathway or ligand-receptor pair, consisting of two components: the left portion shows autocrine and paracrine signaling to certain cell groups of interest, and the right portion shows autocrine and paracrine signaling to the remaining cell groups in the dataset. In addition, CellChat implements several other visualization ways, including circle plot and bubble plot (Fig. 1d, see “Methods” section).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10974, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Quantitative analysis of intercellular communications. To facilitate the interpretation of the complex intercellular communication networks, CellChat quantitatively measures networks through methods abstracted from graph theory, pattern recognition and manifold learning (see “Methods” section). CellChat performs a variety of analyses in an unsupervised manner (Fig. 1e). First, it can determine major signaling sources and targets, as well as mediators and influencers within a given signaling network using centrality measures from network analysis, such as out-degree, in-degree, betweenness, and information metrics (see “Methods” section). Second, it can predict key incoming and outgoing signals for specific cell types, as well as coordinated responses among different cell types by leveraging pattern recognition approaches. Outgoing patterns reveal how the sender cells (i.e., cells as signal source) coordinate with each other, as well as how they coordinate with certain signaling pathways to drive communication. Incoming patterns show how the target cells (i.e., cells as signal receivers) coordinate with each other, as well as how they coordinate with certain signaling pathways to respond to incoming signals. Third, it can group signaling pathways by defining similarity measures and performing manifold learning from both functional and topological perspectives. Fourth, it can delineate conserved and context-specific signaling pathways by joint manifold learning of multiple networks across datasets. Overall, these functionalities allow CellChat to deconvolute complex intercellular communications in an easily interpretable way and predict biologically meaningful discoveries from scRNA-seq data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12705, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "CellChat identifies communication patterns and predicts functions for poorly studied pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 12799, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We showcase CellChat functionalities by applying it to several recently published mouse skin scRNA-seq datasets from embryonic development and adult wound healing stages. Choice of skin was determined by our prior expertise on the aspects of skin morphogenesis and regeneration, its complex cellular make-up and the fact that the role of many signaling pathways in skin is well-established, which enables meaningful literature-based interpretation of a portion of CellChat predictions. First, we ran CellChat analysis on scRNA-seq dataset for day 12 mouse skin wound tissue. This dataset contains 21,898 cells, which cluster into 25 cell groups, including nine fibroblast (FIB), five myeloid (MYL) and six endothelial (ENDO) groups, as well as several other cell types such as T cells (TC), B cells (BC), dendritic cells (DC), and lymphatic endothelial cells (LYME) (Supplementary Fig. 2a–h; see “Methods” section).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13722, "infons": {"file": "41467_2021_21246_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "CellChat analysis of the communications between skin cells during wound repair.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13802, "infons": {"file": "41467_2021_21246_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "a Hierarchical plot shows the inferred intercellular communication network for TGFβ signaling. This plot consists of two parts: Left and right portions highlight the autocrine and paracrine signaling to fibroblast states and to other non-fibroblast skin cell states, respectively. Solid and open circles represent source and target, respectively. Circle sizes are proportional to the number of cells in each cell group and edge width represents the communication probability. Edge colors are consistent with the signaling source. FIB-A – I: nine fibroblast cell groups; MYL-A – E: five myeloid cell groups; ENDO-A – F: six endothelial cell groups; TC: T cell; BC: B cell; SCH: Schwan cell; DC: Dendritic cell, LYME: Lymphatic endothelial cell; (b) Heatmap shows the relative importance of each cell group based on the computed four network centrality measures of TGFβ signaling network. c Relative contribution of each ligand-receptor pair to the overall communication network of TGFβ signaling pathway, which is the ratio of the total communication probability of the inferred network of each ligand-receptor pair to that of TGFβ signaling pathway. d The inferred ncWNT signaling network. e Relative contribution of each ncWNT ligand-receptor pair. f The computed network centrality measures of ncWNT signaling. g The inferred outgoing communication patterns of secreting cells, which shows the correspondence between the inferred latent patterns and cell groups, as well as signaling pathways. The thickness of the flow indicates the contribution of the cell group or signaling pathway to each latent pattern. h The inferred incoming communication patterns of target cells. i Projecting signaling pathways onto a two-dimensional manifold according to their functional similarity. Each dot represents the communication network of one signaling pathway. Dot size is proportional to the overall communication probability. Different colors represent different groups of signaling pathways. j Two different similarity measures are used to quantify the similarity among the inferred networks. Examples showing the functional similarity with similar major sources/targets, and structural similarity with similar network topology. k Projecting signaling pathways onto a two-dimensional manifold according to their structural similarity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16145, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "CellChat detected 60 significant ligand-receptor pairs among the 25 cell groups, which were further categorized into 25 signaling pathways, including TGFβ, non-canonical WNT (ncWNT), TNF, SPP1, PTN, PDGF, CXCL, CCL, and MIF pathways. Network centrality analysis of the inferred TGFβ signaling network identified that several myeloid cell populations are the most prominent sources for TGFβ ligands acting onto fibroblasts (Fig. 2a, b). Of note one myeloid population MYL-A is also the dominant mediator, suggesting its role as a gatekeeper of cell–cell communication. These findings are consistent with the known critical role played by myeloid cells in initiating inflammation during skin wound healing and driving activation of skin-resident fibroblasts via TGFβ signaling. Importantly, CellChat also predicted that certain endothelial cell populations, as well as several fibroblast populations, both known sources of TGFβ ligands, significantly contribute to myeloid-dominated TGFβ signal production in the wound. This reveals that TGFβ signaling network in skin wounds is complex and highly redundant with multiple ligand sources targeting large portion of wound fibroblasts. Interestingly, CellChat shows that the majority of TGFβ interactions among wound cells are paracrine, with only one fibroblast and one myeloid population demonstrating significant autocrine signaling (Fig. 2b). Notably, among all known ligand-receptor pairs, wound TGFβ signaling is dominated by Tgfb1 ligand and its multimeric Tgfbr1/Tgfbr2 receptor (Fig. 2c). In contrast with TGFβ, CellChat analysis of inferred ncWNT signaling network revealed its very distinct, non-redundant structure with only one ligand (Wnt5a) and only one population of fibroblasts (FIB-D) driving largely fibroblast-to-fibroblast, fibroblast-to-endothelial and to a lesser extent fibroblast-to-myeloid signaling (Fig. 2d–f). FIB-D cells highly expressed Crabp1 and were enriched for cell cycle genes (Supplementary Fig. 2d), which likely represent an actively cycling subset of Crabp1-positive cells in upper wound dermis. Network centrality analysis confirmed that FIB-D is a prominent influencer controlling the communications (Fig. 2e). Importantly, elevated expression of WNT5A in fibroblasts and its role in scarring has recently been reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18484, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to exploring detailed communications for individual pathways, an important question is how multiple cell groups and signaling pathways coordinate to function. To address this question, CellChat employs a pattern recognition method based on non-negative matrix factorization to identify the global communication patterns, as well as the key signals in different cell groups (see “Methods” section). The output of this analysis is a set of the so-called communication patterns that connect cell groups with signaling pathways either in the context of outgoing signaling (i.e., treating cells as senders) or incoming signaling (i.e., treating cells as receivers). Application of this analysis uncovered five patterns for outgoing signaling (Fig. 2g) and five patterns for incoming signaling (Fig. 2h). This output, for example, reveals that a large portion of outgoing fibroblast signaling is characterized by pattern #4, which represents multiple pathways, including but not limited to ncWNT, SPP1, MK, and PROS (Fig. 2g). All of the outgoing myeloid cell signaling is characterized by pattern #2, representing such pathways as TGFβ, TNF, CSF, IL1, and RANKL. On the other hand, the communication patterns of target cells (Fig. 2h) shows that incoming fibroblast signaling is dominated by two patterns #1 and #3, which include signaling pathways such as TGFβ and ncWNT, as well as PDGF, TNF, MK, and PTN among others. Majority of incoming myeloid cell signaling is characterized by the pattern #4, driven by CSF and CXCL pathways. Notably, both incoming and outgoing signaling by Schwann cells share the same pattern #1 with wound fibroblasts (Fig. 2g-h). These results show that: (1) two distinct cell types in the same tissue can rely on largely overlapping signaling networks; and that (2) certain cell types, such as fibroblasts, simultaneously activate multiple signaling patterns and pathways, while other cell types, such as myeloid cells or B cells, rely on fewer and more homogeneous communication patterns. Moreover, cross-referencing outgoing and incoming signaling patterns also provides a quick insight into the autocrine-acting vs. paracrine-acting pathways for a given cell type. For example, major autocrine-acting pathways between wound fibroblasts are MK, SEMA3, PROS, and ncWNT, and major paracrine-acting myeloid-to-fibroblasts pathways are TGFβ and TNF (Fig. 2g-h).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20894, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Further, CellChat is able to quantify the similarity between all significant signaling pathways and then group them based on their cellular communication network similarity. Grouping can be done either based on functional or structural similarity (see “Methods” section). Application of functional similarity grouping identified four groups of pathways (Fig. 2i). Group #1 is dominated by inflammatory pathways (e.g., TGFβ, TNF, IL, CCL) and largely represents paracrine signaling from myeloid and endothelial cells to fibroblasts. Group #2, which includes ncWNT, EGF, GAS, and PROS pathways, largely represents autocrine signaling between wound fibroblasts. Group #3, which includes CXCL and APELIN pathways, represents signaling from endothelial cells, while group #4, which includes MK, PTN, and SPP1 pathways, represents promiscuous signaling (i.e., signaling with high connectivity) and is dominated by signals from certain fibroblast populations and myeloid cells. By identifying poorly studied pathways that group together with other pathways, whose role is well known, this CellChat analysis can predict putative functions of the former. Different from grouping on the basis of functional similarity, which heavily weighs in similarity between sender and receiver cell groups, grouping based on structural similarity is primarily driven by the similarity of signaling network topology (Fig. 2j; see “Methods” section). Structural similarity grouping also identified four groups of signaling pathways (Fig. 2k). Group #1 represents pathways that have very few senders and numerous receivers, such as ncWNT; group #2 represents pathways with numerous senders and receivers, such as TGFβ and PTN; group #3 represents pathways with numerous senders and few receivers, such as CCL and IL1; and group #4 represents pathways with few senders and few receivers, such as PROS, IL2, and CXCL. Thus, grouping based on structural similarity reveals general mode of how sender and receiver cells utilize a given signaling pathway. Collectively, CellChat can identify key features of intercellular communications within a given scRNA-seq dataset and predict putative functions for poorly understood signaling pathways.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23120, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "CellChat reveals continuous cell lineage-associated signaling events", "sentences": [], "annotations": [], "relations": []}, {"offset": 23189, "infons": {"file": "41467_2021_21246_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Application of CellChat to continuous cell states along pseudotemporal trajectories during embryonic skin development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23308, "infons": {"file": "41467_2021_21246_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "a Left: Diffusion map projecting dermal skin cells onto the low-dimensional space and showing the dermal differentiation from fibroblasts to DC (dermal condensate) cells. Cells are grouped based on their location in this space. Right: Density plot showing the distribution of expression for selected marker genes in each cell group/population. b Diffusion map showing the epidermal trajectory and associated density plot for selected marker genes. c Hierarchical plot showing dermal and epidermal interactions via canonical WNT signaling. Left and right portions show the autocrine and paracrine signaling to dermal trajectory and epidermal trajectory, respectively. Circle sizes are proportional to the number of cells in each cell group and edge width represents the communication probability. d Violin plot showing the expression distribution of signaling genes involved in the inferred WNT signaling network. e The dermal and epidermal interactions via ncWNT signaling. f The expression distribution of signaling genes involved in the inferred ncWNT signaling network. g The outgoing signaling patterns of secreting cells visualized by alluvial plot, which shows the correspondence between the inferred latent patterns and cell groups, as well as signaling pathways. The thickness of the flow indicates the contribution of the cell group or signaling pathway to each latent pattern. The height of each pattern is proportional to the number of its associated cell groups or signaling pathways. Outgoing patterns reveal how the sender cells coordinate with each other, as well as how they coordinate with certain signaling pathways to drive communication. h Incoming signaling patterns of target cells. Incoming patterns show how the target cells coordinate with each other, as well as how they coordinate with certain signaling pathways to respond to incoming signaling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25182, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to discrete cell states, our framework can be applied to continuous cell states along the pseudotemporal trajectory (see “Methods” section). We demonstrate this utility using scRNA-seq data on embryonic day E14.5 mouse skin, when both dermal and epidermal cell lineages undergo rapid specification and give rise to new cell types within the developing hair follicles. First, we inferred pseudotemporal trajectories for dermal and epidermal embryonic skin cells using the diffusion map approach (Fig. 3a-b; Supplementary Fig. 3a–d; see “Methods” section). Dermal cell trajectory, which on one end contains Sox2-high hair follicle dermal condensate (DC) cells, was divided into seven groups, that include five fibroblast states (FIB-A, FIB-B, FIB-C, FIB-D, FIB-E) and two DC states (DC-A and DC-B). A linear sequence of these trajectory groups recapitulates sequential stages of embryonic skin fibroblast lineage specification process (Fig. 3a). Embryonic epidermal cell trajectory starts from basal epidermal cells and progresses either toward Edar-high epithelial placode cells or toward Krt1-high and Lor-high suprabasal epidermal cells. Collectively, epidermal lineage specification events are represented by two basal, one placode and three suprabasal trajectory groups (Fig. 3b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26492, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We applied CellChat to study dermal-epidermal communication along these sequential cell lineage states. 88 significant ligand-receptor interactions within 22 signaling pathways were predicted, including WNT, ncWNT, TGFβ, PDGF, NGF, FGF, and SEMA3. Previous studies showed that activation of canonical WNT signaling is required for DC cell specification in the embryonic skin. Indeed, CellChat-inferred canonical WNT signaling network indicates that epidermal cells are the primary ligand source, which acts both in autocrine manner between epidermal cell populations, as well as in paracrine way from epidermal to dermal cells (Fig. 3c). Notably, two WNT ligand-receptor pairs, namely Wnt6–Fzd10/Lrp6 and Wnt6–Fzd2/Lrp6 were the dominant contributors to this communication network (Fig. 3d and Supplementary Fig. 4a), which is consistent with the previous report that Wnt6 is the highest expressed canonical WNT ligand in embryonic mouse skin. Signaling communication network for ncWNT pathway differs substantially from that of canonical WNT pathway. Late stage fibroblast state FIB-E was the primary ncWNT source, signaling both in autocrine and paracrine manner (Fig. 3e) with Wnt5a–Fzd2 and Wnt5–Fzd10 ligand-receptor pairs driving the signaling (Fig. 3f and Supplementary Fig. 4b–c). These results suggest distinct roles for canonical WNT and ncWNT pathways in skin morphogenesis. In another example, we analyzed the FGF signaling network (Supplementary Fig. 4d–h) and found it to be similar to the ncWNT signaling network, with the additional epithelial placode-derived Fgf20 signaling (Supplementary Fig. 4e and h). This is consistent with the known role of placode-derived FGF20 signaling in hair follicle morphogenesis. In another distinct example of TGFβ pathway, epithelial placode cells and to a lesser extent early DC-A cells were the driving sources of TGFβ ligands to dermal cells (Supplementary Fig. 4i–k). These findings are consistent with the known role for TGFβ signaling in early hair follicle morphogenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28549, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then ran CellChat pattern recognition module to uncover the key sequential signaling events along the process of skin morphogenesis. To predict the sequential signaling events, we combined the communication pattern analysis with the inferred pseudotemporal cell events. The dermal and epidermal trajectory analysis potentially revealed the pseudotemporal order of different cell types, and the communication pattern analysis identified strong signals that were sent or received by certain cell types. At the outgoing end of signaling, we predicted that FGF and GALECTIN signals are first secreted by FIB-A cells (Fig. 3g). FIB-B and FIB-C cells then coordinate production of GAS signaling. Next, FIB-D, and FIB-E fibroblasts along with suprabasal epidermal cells coordinate secretion of numerous ligands for pathways such as ncWNT, EGF, IGF, CXCL, and SEMA3; while DC-A and epithelial placode cells jointly secrete ligands for TGFβ pathway. At the same time, basal epidermal cells dominantly drive WNT, PDGF, NGF, and VISFATIN signaling pathways. On the other hand, at the incoming end of signaling, fibroblasts are driven by patterns #1 and #2 involving pathways such as FGF, PDGF, SEMA3, TGFβ, IGF, and GALECTIN (Fig. 3h). DC and epithelial placode cells are driven by the pattern #4, which includes HH and CXCL signaling; basal epidermal cells are dominated by pattern #3 pathways—WNT, ncWNT, and EGF; while suprabasal epidermal cells are the primary target for GRN (granulin) signaling within pattern #5. Together, CellChat analysis faithfully recovers many signaling events with well-established roles in embryonic skin and hair follicle morphogenesis and systematically predicts a number of additional signaling patterns along dermal and epidermal cell lineage trajectories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30339, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "CellChat predicts key signaling events between spatially colocalized cell populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30425, "infons": {"file": "41467_2021_21246_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Application of CellChat to communications between spatially colocalized cell populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30515, "infons": {"file": "41467_2021_21246_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "a Spatial diagram of placode, pre-DC, DC1 and DC2 cells during hair follicle (HF) development at E14.5. DC: dermal condensate. b Number of significant ligand-receptor pairs between any pair of two cell populations. The edge width is proportional to the indicated number of ligand-receptor pairs. c The inferred FGF and WNT signaling networks. Circle sizes are proportional to the number of cells in each cell group and edge width represents the communication probability. d All the significant ligand-receptor pairs that contribute to the signaling sending from placode to three DC states. The dot color and size represent the calculated communication probability and p-values. p-values are computed from one-sided permutation test. e The outgoing communication patterns of secreting cells, which shows the correspondence between the inferred latent patterns and cell groups, as well as signaling pathways. f Incoming communication patterns of target cells. g The inferred Pros1-Axl signaling network, as well as the scRNA-seq expression distribution of the Pros1 ligand, the Axl receptor and cell migration marker Thy1. The edge width represents the communication probability. h RNAscope data (n  =4 independent experiments) showing spatial distribution of Edn3 (red), Axl (green), and Thy1 (white) transcripts in early-stage developing hair follicle from E14.5 embryonic mouse skin. Epithelial placode and dermal condensate (DC) are annotated and outlined with dashed lines. Solid white curved arrows in the bottom-right panel mark CellChat-predicted Pros1-Axl signaling within skin space. DAPI (teal) stains nuclei. Scale bar: 50 μm. i The inferred Edn3-Ednrb signaling network, as well as the scRNA-seq expression distribution of the melanocyte marker Dct, Edn3 ligand and its receptor Ednrb. DC: dermal condensate; MELA: melanocytes; (j) RNAscope data (n = 4 independent experiments) showing spatial distribution of Dct (green), Edn3 (red), and Ednrb (white) transcripts in early-stage developing hair follicle from E14.5 embryonic mouse skin. Arrowheads mark possible melanocyte populations. Solid white curved arrows in the top-right panel mark CellChat-predicted Edn3-Ednrb signaling within skin space. DAPI (teal) stains nuclei. Scale bar: 50 μm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32786, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further demonstrate the predictive nature of CellChat, we studied signaling communication between E14.5 dermal condensate (DC) and epithelial placode cells, since these cells spatially colocalize and actively signal to each other during the initial stages of embryonic hair follicle formation (Fig. 4a). Three DC states—pre-DC, DC1, and DC2, and one placode state were identified (Supplementary Fig. 3e–f; see “Methods” section). CellChat analysis on these four cell states identified placode cells as the dominant communication “hub”, which secretes and receives signals via 44 and 19 ligand-receptor pairs, respectively (Fig. 4b). Prominent bidirectional forward and reverse signals were identified for DC states, suggesting that the cell state transition along pre-DC-DC1-DC2 cell lineage trajectory is highly regulated. Specifically, FGF pathway exhibited abundant signaling interactions among all four states with FGF ligands being dominantly secreted by pre-DC and DC2 states (Fig. 4c). Fgf10 was the major ligand contributing to dermal FGF signaling (Supplementary Fig. 5a), which is the known DC signature gene. Epithelial placode cells distinctly secreted Fgf20 both in autocrine and in paracrine manner to all three DC states (Supplementary Fig. 5a), which is consistent with the known role of placode-derived FGF20 signaling in hair follicle morphogenesis. For another major signaling pathway in early hair follicle morphogenesis—canonical WNT, epithelial placode cells were the major source of ligands (Fig. 4c), prominently expressing primarily autocrine Wnt3 and Wnt6. CellChat also predicted that this dominant epithelial autocrine WNT signaling was supplemented by a minor DC-derived Wnt9a paracrine signaling (Supplementary Fig. 5b-d). In contrast with canonical WNT, the inferred ncWNT signaling network revealed that DC cells express only one ligand, Wnt5a, that drives paracrine DC-to-placode and autocrine DC-to-DC signaling (Supplementary Fig. 5e). This result implies distinct roles for canonical WNT and ncWNT pathways in hair follicle morphogenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34887, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By systematically investigating the predicted placode-to-DC signals, we found 21 ligand-receptor pairs implicating WNT, TGFβ, SEMA3, PTN, PDGF, MK, and FGF signaling pathways in the process of DC specification (Fig. 4d). Pattern recognition analysis further revealed that pre-DC and DC2 states jointly coordinate outgoing signals for ncWNT, FGF, IGF, EDN, and SEMA3 pathways (pattern #1 in Fig. 4e). DC1 dominantly drives PROS signaling (pattern #3), while epithelial placode cells drive outgoing WNT, TGFβ, PDGF, MK, PTN, and PTH signaling (pattern #2, Supplementary Fig. 5f). At the incoming end of signaling, pre-DC cells respond to SEMA3 and PTH signaling (pattern #3 in Fig. 4f); DC1 and DC2 cells respond to TGFβ, PDGF, EDN, and PROS signaling (pattern #1) and epithelial placode cells respond to WNT, ncWNT, IGF, MK, and PTN signaling (pattern #2, Supplementary Fig. 5f).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35775, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "CellChat revealed that at E14.5, DC cells respond to autocrine PROS signaling (Fig. 4g). Pros1 is the ligand for the pathway, which signals via the receptor tyrosine kinase Axl. Signaling via Axl has been implicated in conferring cells with migratory properties in different biological context, including EMT-mediated cancer invasion, and directional migration has been recently shown to be crucial for normal dermal condensate formation upon hair follicle morphogenesis. We examined CellChat’s prediction of active PROS signaling in DC cells by RNAscope technique for Edn3 as DC marker, Axl and Thy1 (Cd90) as a marker of cell migration and EMT process. As expected from scRNA-seq, Axl expression was co-localized with Edn3 and Thy1 expression, which was concentrated in DC with significantly lower levels elsewhere (Fig. 4h). This RNAscope result is consistent with the possibility of autocrine PROS signaling in DC, likely driven via Pros1-Axl signaling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36738, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During early hair follicle formation at E14.5, melanoblasts (melanocyte precursor cells) migrate into the hair placode from the dermis and then become differentiated toward melanocytes. However, the mechanisms of melanocyte migration into placode remain incompletely understood. Therefore, we further studied the cell–cell communication among placodes, DC cells and melanocyte cells (including three melanocyte subpopulations: MELA-A, MELA-B, and MELA-C; see “Methods” section and Supplementary Fig. 3g). CellChat revealed that melanocytes strongly respond to DC cells via previously unrecognized EDN signaling (Fig. 4i). Edn3 is a ligand of the EDN pathway, which regulates melanocyte migration. Therefore, CellChat prediction suggests DC cells induce early directed migration of melanocytes. To experimentally examine this prediction, we used the RNAscope technique to spatially map expression of Dct, which marks late-stage melanocyte precursors, Edn3 ligand and its receptor Ednrb in E14.5 embryonic mouse skin. As expected, Dct+ melanocytes (i.e., MELA-C subpopulation) localize in and around epithelial placode. They also express Ednrb. In turn, Edn3 is specifically enriched in DC cells (preDC, DC1, and DC2 subpopulations), while Ednrb is also enriched in a portion of DC cells (likely DC2 subpopulation). Scattered Ednrb+/Edn3neg/Dctneg cells inside dermal condensate are likely undifferentiated melanoblasts (i.e., MELA-A/B subpopulations) (Fig. 4j). This spatial Edn3, Ednrb, Dct co-expression pattern is highly consistent with the scRNA-seq data (Fig. 4i). Thus, our RNAscope result confirms the CellChat prediction of Edn3-Ednrb signaling from DC cells to melanocytes, implying the roles for DC cells in inducing early-stage directed migration of melanocytes into placodes. It also shows potential autocrine Edn3-Ednrb signaling within the dermal condensate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38620, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Joint learning of time-course scRNA-seq data to uncover dynamic communication patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 38707, "infons": {"file": "41467_2021_21246_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison analysis of epidermal-dermal communications between different skin developmental stages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38807, "infons": {"file": "41467_2021_21246_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "a Schematic illustration of cellular composition of embryonic skin at E13.5 and E14.5. Different cell populations are color-coded to match colors in panel e and h. FIB-A: fibroblast type A; FIB-B: fibroblast type B; FIB-P: proliferative fibroblasts. MYL: myeloid cell; ENDO: endothelial cell; MELA: melanocytes; b Jointly projecting and clustering signaling pathways from E13.5 and E14.5 into a shared two-dimensional manifold according to their functional similarity. Circle and square symbols represent the signaling networks from E13.5 and E14.5 respectively. Each dot or square represents the communication network of one signaling pathway. Dot or square size is proportional to the total communication probability. Different colors represent different groups of signaling pathways. c Magnified view of each pathway group. d The overlapping signaling pathways between E13.5 and E14.5 were ranked based on their pairwise Euclidean distance in the shared two-dimensional manifold. e The inferred WNT signaling network at E13.5. Left and right portions show the autocrine and paracrine signaling to dermis and epidermis, respectively. Circle sizes are proportional to the number of cells in each cell group and edge width represents the communication probability. f Relative contribution of each ligand-receptor pair to the overall WNT signaling network at E13.5. g Expression distribution of WNT signaling genes at E13.5. h The inferred WNT signaling network at E14.5. i Relative contribution of each ligand-receptor pair at E14.5. j The expression distribution of WNT signaling genes at E14.5. k All significant signaling pathways were ranked based on their differences of overall information flow within the inferred networks between E13.5 and E14.5. The top signaling pathways colored red are more enriched in E13.5, the middle ones colored black are equally enriched in E13.5 and E14.5, and the bottom ones colored green are more enriched in E14.5. l The dot plot showing the comparison of outgoing signaling patterns of secreting cells between E13.5 and E14.5. The dot size is proportional to the contribution score computed from pattern recognition analysis. Higher contribution score implies the signaling pathway is more enriched in the corresponding cell group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41080, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we demonstrate how CellChat can be applied to studying temporal changes of intercellular communications in the same tissue (Fig. 5a). For this purpose, we performed combined analysis on two embryonic mouse skin scRNA-seq datasets from days E13.5 and E14.5. Unsupervised clustering of E13.5 and E14.5 datasets identified 11 skin cell populations at E13.5 and E14.5 and additional two populations (i.e., dermal DC and pericytes) specific to E14.5 (Supplementary Fig. 3a–d; see “Methods” section).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41589, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We inferred intercellular communications for the above two datasets separately, and then analyzed them together via joint manifold learning and classification of the inferred communication networks based on their functional similarity. The functional similarity analysis requires the same cell population composition between two datasets. Thus, for such analysis we used only 11 common cell populations between E13.5 and E14.5 datasets. As the result, the signaling pathways associated with inferred networks from both datasets were mapped onto a shared two-dimensional manifold and clustered into groups. We identified four pathway groups (Fig. 5b-c). Groups #1 and #3 were dominated by growth factor pathways such as PDGF, NGF, FGF, EGF, and ANGPTL, while groups #2 and #5 dominantly contained inflammation-related pathways such as CCL, IL2, IL4, OSM, LIFR, and VISFATIN. As expected, the majority of the same signaling pathways from E13.5 and E14.5 were grouped together such as CCL, CSF, ANGPTL, PDGF, VEGF, ncWNT, and MK, suggesting that these pathways are essential for skin morphogenesis at both time points and likely do not critically regulate new developmental events at E14.5, such as hair follicle morphogenesis or dermal maturation. However, WNT and KIT signaling were classified into different groups, consistent with profound and multi-faceted role of WNT signaling in skin morphogenesis. By computing the Euclidean distance between any pair of the shared signaling pathways in the shared two-dimensional manifold, we observed a large distance for WNT and KIT and to a lesser extent for RANKL, IL2, FGF, GALECTIN, EGF, TGFβ, and NGF pathways (Fig. 5d, Supplementary Fig. 6a-d). We specifically examined how WNT communications change over one day of skin development (Fig. 5e-j, Supplementary Data 2). At both embryonic time points, basal epidermal cells were the dominant source of WNT ligands, with further minor contribution from fibroblasts. Yet, compared to E13.5, when only basal epidermal cells were the WNT targets, at E14.5 fibroblasts gained WNT responsiveness. Further, melanocytes emerged as the new minor source of WNT signaling, helping to drive an overall increase in WNT communication network complexity. Collectively, the joint manifold learning enables the identification of signaling pathways that undergo embryonic stage-dependent change.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43969, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we compared the information flow for each signaling pathway between E13.5 and E14.5 time points. The information flow for a given signaling pathway is defined by the sum of communication probability among all pairs of cell groups in the inferred network. We found that some pathways, including ANGPTL, APELIN, CSF, FGF, RANKL, and TGFβ maintain similar flow between the time points (black in Fig. 5k). We interpret that these pathways are equally important in the developing skin at both time points. In contrast, other pathways prominently change their information flow at E14.5 as compared to E13.5: (i) turn off (NT, TWEAK), (ii) decrease (such as PTN, MK), (iii) turn on (TNF), or (iv) increase (such as WNT, GALECTIN, KIT, IGF, VEGF).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44718, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moreover, we studied the detailed changes in the outgoing signaling across all significant pathways using pattern recognition analysis (Fig. 5l; see “Methods” section). We found that skin fibroblasts change their major and minor outgoing communication patterns between E13.5 and E14.5. At E13.5, early fibroblast state FIB-A dominates the outgoing signaling. Over one day period, the minor signaling of late fibroblast states FIB-B and FIB-P become major and includes ANGPTL, IGF, VEGF, KIT, SEMA3 pathways (Supplementary Fig. 6a-h). This suggests the balancing changes in the levels and patterns of ligand expression. On the other hand, endothelial cells (ENDO), melanocytes (MELA) and skin-resident myeloid cells (MYL) maintain their outgoing signaling patterns. Complex outgoing signaling dynamics were observed in the epidermis. Basal epidermal cells at E14.5 maintain secreted signaling patterns for NGF, PDGF, VISFATIN, and WNT, yet turn off signaling including for KIT and Neurotrophin (NT), and turn on signaling including for VEGF, PTN and LIFR. On the other hand, spinous epidermal cells prominently redesign their outgoing signaling. They turn off or decrease four pathways, such as PDGF (Supplementary Fig. 6e and 6g), turn on SEMA3 pathway, and maintain three pathways—IGF, MK, and PTN (Supplementary Fig. 6f and 6h). Prominent change in spinous cell signaling is consistent with known epidermal stratification event that occurs in mice at the transition between E13.5 and E14.5. Taken together, CellChat analysis on joint scRNA-seq datasets enables multifaceted assessment of intercellular communication patterns across biological times, such as embryonic developmental time scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46424, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Joint learning of conserved and context-specific communication patterns between distinct scRNA-seq datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 46532, "infons": {"file": "41467_2021_21246_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Joint identification of conserved and context-specific communication patterns between two skin states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46635, "infons": {"file": "41467_2021_21246_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "a Schematic illustration of cellular composition of skin during embryonic morphogenesis at E13.5 and during adult wound-induced repair at day 12. Different cell populations are color-coded to match colors in panel e and f, respectively. b Jointly projecting and clustering signaling pathways from E13.5 and wound onto shared two-dimensional manifold according to their structural similarity of the inferred networks. Circle and square symbols represent the signaling networks from E13.5 and wound respectively. Each circle or square represents the communication network of one signaling pathway. Circle or square size is proportional to the total communication probability of that signaling network. Different colors represent different groups of signaling pathways. c Magnified view of each pathway group. d The overlapping signaling pathways between E13.5 and wound were ranked based on their pairwise Euclidean distance in the shared two-dimensional manifold. Larger distance implies larger difference. e–f Hierarchical plot showing the inferred intercellular communication network of MK signaling pathway at E13.5 and wound, respectively. Circle sizes are proportional to the number of cells in each cell group and edge width represents the communication probability. g All the significant signaling pathways were ranked based on their differences of overall information flow within the inferred networks between E13.5 and wound. The overall information flow of a signaling network is calculated by summarizing all the communication probabilities in that network. The top signaling pathways colored by red are more enriched in E13.5, and the bottom ones colored by green were more enriched in the wound.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48345, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also used CellChat to compare cell–cell communication patterns between two scRNA-seq datasets, one from embryonic day E13.5 skin and another from adult day 12 wound skin (Fig. 6a). While representing the same tissue (skin) from the same species (mouse) and containing some of the same principal cell types, such as fibroblasts, these two datasets are from vastly distinct biological contexts— embryonic morphogenesis vs. wound-induced repair. As such, this case study presents an opportunity to discover signaling logic and signal conservation principles. First, we performed joint manifold learning and classification of the inferred communication networks based on their topological similarity (functional similarity cannot be performed because of the vastly different cell type composition). We identified four signaling pathway groups (Fig. 6b–c). Intriguingly, none of the groups are unique to a given dataset, suggesting that the entire spectrum of communications is represented in both skin states. There are, however, dataset-specific enrichments, especially in groups #1 and # 4, which are dominated by signaling networks of the embryonic skin (8 out of 14 and 6 out of 9, respectively). The other two groups #2 and #3 are nearly equally contributed by the communication networks and contain several overlapping pathways from both skin states. By computing the Euclidean distance between any pair of the shared signaling pathways in the shared two-dimensions space, we observed a large distance for signaling pathways like IGF, PDGF, CSF, PROS, and CCL (Supplementary Fig. 7a-b), suggesting that these pathways exhibit significantly different communication network architectures. However, other signaling pathways show relatively small distances, including ANGPTL, RANKL, TGFb, SEMA3, IL2, PTN, ncWNT, MK, EGF, APELN, and EDN (Supplementary Fig. 7c), which are also grouped together (Fig. 6c–d). This suggests similar communication network architectures for these overlapping pathways in both skin states. Closer look at the MK (Midkine) pathway (Fig. 6e–f) shows its high signaling redundancy (i.e., multiple signaling sources) and high target promiscuity (i. e. all cell groups can function as MK targets). The latter finding suggests that certain pathways have highly conserved signaling architecture (i.e., high degree of redundancy) which is largely independent of the specific cellular composition of the tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50792, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also compared the information flow (i.e., the overall communication probability) across the two skin datasets. Intriguingly, 19 out of 34 pathways are highly active, albeit at different levels, both in embryonic skin and in adult skin wounds (Fig. 6g). These likely represent core signaling pathways necessary for skin function independent of the specific point in the biological time scale (i.e., embryonic vs. adult). Nine pathways are active only in embryonic skin. These include such important pathways for skin morphogenesis as FGF and WNT. Four pathways are specifically active in wounded skin, including known regulators of wound-induced skin repair SPP1 (osteopontin), MIF (macrophage migration inhibitory factor) and IL1. Taken together, this CellChat approach allows system-level classification and discovery of signaling communication network architecture principles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51675, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Joint learning of normal and diseased human skin to discover major signaling changes in response to disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 51783, "infons": {"file": "41467_2021_21246_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Identification of major signaling changes in diseased human skin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51849, "infons": {"file": "41467_2021_21246_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "a Schematic illustration of scRNA-seq on cells from nonlesional (NL, normal) and lesional (LS, diseased) human skin from patients with atopic dermatitis. b Jointly projecting and clustering signaling pathways from NL and LS skin onto shared two-dimensional manifold according to functional similarity of the inferred networks. Circle and square symbols represent the signaling networks from NL and LS respectively. Each dot or square represents the communication network of one signaling pathway. Dot or square size is proportional to the communication probability. Different colors represent different groups of signaling pathways. c Significant signaling pathways were ranked based on differences in the overall information flow within the inferred networks between NL and LS skin. The overall information flow of a signaling network is calculated by summarizing all communication probabilities in that network. The top signaling pathways colored red are enriched in NL skin, and these colored green were enriched in the LS skin. d Comparison of the significant ligand-receptor pairs between NL and LS skin, which contribute to the signaling from Inflam.FIB (i.e., inflammatory fibroblasts) to dendritic cells (DC) and T cells (TC) including cDC1, cDC2, LS, Inflam.DC, TC, Inflam.TC, CD40LG + TC, and NKT subpopulations. The highlighted CCL19-CCR7 signaling was previously validated using immunofluorescence staining. Dot color reflects communication probabilities and dot size represents computed p-values. Empty space means the communication probability is zero. p-values are computed from one-sided permutation test. e Expression distribution of ligand CCL19 and its receptor CCR7 in NL (red) and LS (green) skin. f Hierarchical plot showing inferred intercellular communication network of CCL19-CCR7 signaling in LS skin. Left and right portions show autocrine and paracrine signaling to fibroblast and immune cells, respectively. Circle sizes are proportional to the number of cells in each cell group and edge width represents the communication probability. Note that CellChat predicted no significant CCL19-CCR7 signaling in NL skin. FIB: fibroblasts; Inflam.FIB: inflammatory fibroblasts; cDC: conventional dendritic cell; Inflam.DC: inflammatory dendritic cell; LC: Langerhans cell; TC: T cell; Inflam.TC: inflammatory T cell; NKT: natural killer T cell.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54219, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As CellChatDB also includes curated ligand-receptor interactions of human, we next employed CellChat to detect the signaling changes between so-called lesional (diseased) and nonlesional (normal) skin from patients with atopic dermatitis (AD) using recently published human skin scRNA-seq dataset (Fig. 7a). The original study revealed that lesional skin was enriched for chemokine signals (including CCL19) from inflammatory fibroblasts to inflammatory immune cells, including dendritic cells (DC) and T cells (TC). This was validated using immunofluorescence staining. Therefore, we used CellChat to study the intercellular communication among fibroblasts (four subpopulations: APOE + FIB, FBN1 + FIB, COL11A + FIB, and Inflam.FIB), DCs (four subpopulations: cDC1, cDC2, LC, and Inflam.DC), and TCs (four subpopulations: TC, Inflam.TC, CD40LG + TC and NKT) (Supplementary Fig. 8a–e, see “Methods” section).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55152, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We inferred intercellular communication networks for the nonlesional (NL) and lesional (LS) skin separately, and then jointly mapped them onto a shared two-dimensional manifold and clustered them into groups based on their functional similarity. We identified four pathway groups (Fig. 7b). Almost all the same signaling pathways from NL and LS were grouped together such as VEGF, GAS, LIGHT, CD40, and MIF, suggesting that these pathways are essential for both nonlesional and lesional skin and likely do not critically contribute to disease pathogenesis. By comparing the overall communication probability between nonlesional and lesional skin, we found that 11 out of 16 signaling pathways were highly active in lesional skin, including 9 pathways involved in inflammatory and immune response, such as CXCL, LIGHT, GLAECTIN, COMPLEMENT, MIF, CSF, IL4, CCL, and TNF (Fig. 7c). Four pathways were specifically active in lesional skin, including known inflammatory signals CSF, IL4, CCL, and TNF, suggesting that these pathways might critically contribute to disease progression. Specific to CCL signaling, CellChat identified ligand-receptor pair CCL19-CCR7 as the most significant signaling, contributing to the communication from Inflam.FIB to Inflam.DC (Fig. 7d–f). This is in agreement with a reported experimental finding. Ligand MIF and its multi-subunit receptor CD74/CD44 were found to act as major signaling from Inflam.FIB to Inflam.TC in lesional skin compared to nonlesional skin (Fig. 7d and Supplementary Fig. 9a–c). Ligand CXCL12 and its receptor CXCR4 were also found to be highly active in lesional skin, in particular, for the signaling from Inflam.FIB to cDC2 and Inflam.DC (Fig. 7d and Supplementary Fig. 9a–c). Together, CellChat’s joint analysis using an example of human lesional and nonlesional skin enables the discovery of major signaling changes that might drive disease pathogenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57080, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison with other cell–cell communication inference tools", "sentences": [], "annotations": [], "relations": []}, {"offset": 57144, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We compared CellChat with three other tools for inferring intercellular communications—SingleCellSignalR, iTALK, and CellPhoneDB using the same four mouse skin datasets analyzed by CellChat (see “Methods” section). Currently existing tools, such as SingleCellSignalR and iTALK, typically use only one ligand/one receptor gene pairs, largely neglecting the effect of multiple receptors. We computed the percentage of false positive interactions caused by the above fact. False positive interactions are defined as the interactions with multi-subunits that are partially identified by these tools (see “Methods” section). We found that the average rate of false positive interactions identified by SingleCellSignalR and iTALK was 10.6% and 14.3%, respectively (Supplementary Fig. 10), suggesting the importance of accurate representation of known ligand-receptor interactions. Of note, failed detection of interactions with multi-subunits might be also caused by low expression of multi-subunits of the receptors that are not captured using scRNA-seq.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58205, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also compared the performance of CellChat with CellPhoneDB, which considers multi-subunit ligand–receptor complexes. We reasoned that any given method can be regarded as more accurate if its predictions more significantly overlap with the predictions of more than one other method. We found that CellChat predictions had more overlapping interactions with both SingleCellSignalR and iTALK predictions across all four scRNA-seq datasets (Supplementary Fig. 11a). CellChat and CellPhoneDB shared ~50% predicted interactions (Supplementary Fig. 11a). To assess the sensitivity of inferred communications to the input data, we used subsampling of 90, 80, or 70% of the total number of cells in each dataset, and then computed the true positive rate (TPR), false positive rate (FPR), and accuracy (ACC) by comparing subsampled datasets with the original dataset. CellChat produced a slightly higher TPR, lower FPR and higher ACC in comparison with CellPhoneDB (Supplementary Fig. 11b). Both CellChat and CellPhoneDB were relatively robust to subsampling, which is likely because both methods infer cell–cell communication based on cell clusters. Such robustness in terms of subsampling is very useful when analyzing the rapidly growing volume of scRNA-seq data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59472, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we compared cell–cell communication networks inferred by CellChat, CellPhoneDB, iTALK, and SingleCellSignalR using an example of four spatially colocalized cell populations in E14.5 embryonic mouse skin (Fig. 4). We compared the inferred significant ligand-receptor (L-R) pairs for any two cell subpopulations between CellChat and other methods. Here we only retained the top 10% of L-R pairs (the most significant) inferred by iTALK and SingleCellSignalR to ensure the comparable number of L-R pairs with that by CellChat. The average numbers of L-R pairs between two cell subpopulations inferred by the above four methods were 12, 37, 14, and 12, respectively (Supplementary Table 1). We found that CellChat shared more L-R pairs with CellPhoneDB than with iTALK, likely due to the fact that both CellChat and CellPhoneDB consider multi-subunit complexes and determine the significant L-R pairs using a statistical approach. SingleCellSignalR shared very few L-R pairs with the other three methods, suggesting a potentially different logic for quantifying and ranking L-R interactions. Moreover, the majority of shared L-R pairs between CellChat and CellPhoneDB were independently ranked as top pairs by CellPhoneDB (Supplementary Data 1). This result suggests that although CellChat infers fewer L-R pairs than CellPhoneDB, it captures the strongest (and likely the most significant) L-R interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60888, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also systematically evaluated different methods based on the assumption that spatially adjacent cell types should have stronger cell–cell communication than spatially distant cells. We have studied cell–cell communication for four spatially colocalized cell populations in E14.5 embryonic mouse skin, including Placodes, pre-DC, DC1, and DC2 (Fig. 4). We now added seven cell types that are likely not spatially adjacent to the above four cell populations–FIB (fibroblasts), MELA (melanocytes), Spinous (spinous epithelial cells), MYL (myeloid cells), Immune (other immune cells), ENDO (endothelial cells) and Muscle. We then computed the number of inferred interactions, as well as the sum of interaction probabilities or scores between each cell type and the four spatially colocalized cell populations. We found that CellChat consistently captures stronger interactions in spatially adjacent cells than distant cells both in terms of the number of interactions and the interaction probabilities (Supplementary Fig. 12a-b). CellPhoneDB also performed well at discriminating spatially-adjacent from distant cells. iTALK failed to capture stronger interactions in spatially adjacent cells as compared to spatially distant cells for FIB, MELA, MYL, and ENDO. SingleCellSignalR also failed for FIB and ENDO. By considering all seven cell types together, we found that both CellChat and CellPhoneDB can significantly distinguish spatially adjacent from distant cells, whereas iTALK and SingleCellSignalR predicted stronger interactions in spatially adjacent cells than distant cells with no statistically significant differences (Supplementary Fig. 12c). Since CellPhoneDB infers more interactions than CellChat, we tested whether the top interactions predicted by CellPhoneDB can also distinguish spatially adjacent from distant cells. For the top 10%, top 20% and top 30% interactions predicted by CellPhoneDB, the difference between spatially adjacent and distant cells was not as significant as with CellChat (Supplementary Fig. 13a-b), suggesting that CellChat performed better at capturing stronger interactions. Together, our analyses show that although CellChat produces fewer interactions, it performs well at predicting stronger interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63151, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The unique characteristics and capabilities of CellChat and its comparison with other relevant tools are summarized in Supplementary Table 2. First, CellChatDB database incorporates not only multi-subunit structure of ligand-receptor complexes but also soluble and membrane-bound stimulatory and inhibitory cofactors, leading to a more comprehensive database than those used by other tools. We also quantitatively showed the differences and the strengths of CellChatDB in comparison to other existing analogous databases, including CellTalkDB, CellPhoneDB, iTALK, SingleCellSignalR, Ramilowski2015, NicheNet, and ICELLNET. Compared to the above databases, CellChatDB provides an important resource for the community to study biologically meaningful cell–cell communication (Supplementary Fig. 1b and Supplementary Note 1). Second, CellChat allows users to input a low-dimensional representation of the data, a particularly useful function when analyzing continuous states along pseudotime trajectories. Third, CellChat can extract higher order information from the inferred communications for identification of major signaling sources, targets and essential mediators, as well as the prediction of coordinated responses among different cell types. Fourth, CellChat can group signaling pathways based on similarity of their communication patterns to identify signaling pathways with similar architectures, and possibly functions. Finally, CellChat can uncover conserved vs. context-specific communication patterns through manifold learning of multiple communication networks simultaneously.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64746, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 64757, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this work we report a database of signaling ligand-receptor interactions that considers the multimeric structure of ligand-receptor complexes and additional effects on the core interaction by soluble and membrane-bound stimulatory and inhibitory cofactors. The ligand-receptor pairs are also classified into functionally related signaling pathways via systematic manual curation based on peer-reviewed literature. Comprehensive recapitulation of known molecular interactions is essential for developing biologically meaningful understanding of intercellular communications from scRNA-seq data. For example, signaling via BMP, IL, Interferon, TGFβ pathways requires the presence of more than one membrane-bound receptor subunits. Further, many pathways, such as BMP and WNT, are prominently modulated by their cofactors, both positively and negatively. To our knowledge, CellChatDB is the first manually curated signaling interaction database in mouse that considers multimeric structure. Although users can map human genes to their mouse orthologues using available tools such as biomaRt, some molecular interactions are found in mouse but not in human and vice-versa and these are typically lost during such mapping. CellChatDB additionally provides the signaling interactions in human by first automatically mapping to human orthologues and then manually adding the interactions specific to human.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66163, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Integration of all known molecular interactions when studying intercellular communication requires new modeling frameworks. To this end, we derived a mass action-based model for quantifying the communication probability between a given ligand and its cognate receptor. We modeled the signaling communication probability between two cell groups by considering the proportion of cells in each group across all sequenced cells. This is important because abundant cell populations tend to send collectively stronger signals than the rare cell populations. With the increasing number of datasets on unsorted single-cell transcriptomes in the Human Cell Atlas, tools with such consideration will be potentially in high demand. For the users who are interested in analyzing sorting-enriched single cells, we provide an option of removing the potential artifact of population size when inferring cell–cell communication. In addition, CellChat estimates the level of ligands by the geometric mean of the subunits. Due to the low amounts of mRNA in individual cells, dropout events often occur in scRNA-seq data, leading to possible zero expression of subunits. However, dropouts are unlikely to affect strong signals predicted by CellChat because dropouts commonly happen for genes with low expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67459, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "CellChat R package is a versatile and easy-to-use toolkit for inferring, analyzing and visualizing cell–cell communication from any given scRNA-seq data. It provides several graphical outputs to facilitate different post-analysis tasks. Of particular note is our customized hierarchical plot that provides an intuitive way to visualize oftentimes complex details of signaling by a given pathway, including: (i) clear view of source and target cell populations, (ii) easy-to-identified directionality and probability of signaling, and (iii) paracrine vs. autocrine signaling links. We demonstrated CellChat’s diverse functionalities by applying it to finding continuous cell lineage-associated signaling events, communications between spatially colocalized cell populations, temporal changes in time-course scRNA-seq data, and conserved and context-specific communications between datasets from distinct biological contexts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68387, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A user-friendly web-based CellChat Explorer (http://www.cellchat.org/) was also built, which contains two major components: (a) Ligand-Receptor Interaction Explorer, which allows easy exploration of our ligand-receptor interaction database CellChatDB, and (b) Cell–Cell Communication Atlas Explorer, which allows easy exploration of the cell–cell communication. For any given scRNA-seq dataset that has been processed by our CellChat R-package, we can host the predicted results on our server, allowing easy exploration and comparison of cell–cell communication. While at present the Cell–Cell Communication Atlas only hosts the skin scRNA-seq datasets analyzed in this study, we envision its rapid growth to become a community-driven web portal for cell–cell communication in a broad range of tissues at single-cell resolution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69226, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The successful performance of CellChat lies in utilizing a mass action-based model to integrate all known molecular interactions, including the core interaction between ligands and receptors with multi-subunit structure, and additional modulation by cofactors. While ligand-receptor interactions and law-of-mass-action happen at the protein level, mRNA levels are commonly used to approximate the protein level. A higher level of molecular details (e.g., protein levels in individual cells) could further improve the modeling accuracy of CellChat and related tools. Due to the technical difficulties of capturing single-cell proteomic information at present time, a comprehensive modeling of ligand-receptor interactions remains challenging. Determining a set of biologically meaningful parameters in the mass action model remains challenging, particularly when considering that different pairs of ligands and receptors often have different dissociation constants (i.e., the parameter Kh in Hill function) and different degree of cooperativity (i.e., the parameter n in Hill function). Although these parameters lack explicit biological connections in our current model, the Hill function can be considered as a nonlinear approximation of the ligand-receptor interactions. By computing the Jaccard similarity between the interactions inferred using different choices of the parameters Kh and n, we noticed that the inferred ligand-receptor interactions by CellChat are relatively robust to those parameters within certain ranges for all four tested datasets (Supplementary Fig. 14).", "sentences": [], "annotations": [], "relations": []}, {"offset": 70810, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "CellChat communication pattern analysis can uncover coordinated responses among different cell types. Different cell types may simultaneously activate the same cell type-independent signaling patterns or different cell type-specific signaling patterns. Different numbers of patterns provide different resolutions when recovering coordinated responses (Supplementary Note 2; Supplementary Fig. 15). This analysis can potentially help to derive general cell–cell communication principles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71302, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Cell clustering is a pre-requisite for cell–cell communication analysis with CellChat and other tools, such as CellPhoneDB, iTALK and SingleCellSignalR. While different number of cell clusters may naturally affect the inferred ligand-receptor interactions, with a fixed cluster number the clustering results using different methods or parameters will unlikely have major impact on the inferred ligand-receptor interactions. This is because our cell–cell communication is inferred at the cluster level, only depending on estimation of the average gene expression in each cell cluster. We demonstrated these two points using an example of E14.5 mouse embryonic skin dataset with four spatially colocalized cell subpopulations (Supplementary Note 2; Supplementary Fig. 16). In general, cell clustering needs to be carried out carefully in order to capture biologically meaningful cell populations before cell–cell communication analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 72245, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The number of inferred ligand-receptor pairs clearly depends on the method for calculating the average gene expression per cell group. Here we systematically explored the inferred ligand-receptor pairs using different methods by calculating the average gene expression per cell group, including mean (i.e., simply calculating the average gene expression), 5% truncated mean (i.e., calculating the average gene expression by discarding 5% from each end of the data), 10% truncated mean, trimean (i.e., the method used in CellChat) and median. For the four studied datasets, there are about 15% more dropped ligand-receptor pairs when calculating the average gene expression using trimean compared to the 10% truncated mean (Supplementary Fig. 17). Compared to other cell–cell communication tools, such as CellPhoneDB, which uses a 10% truncated mean, CellChat produces fewer ligand-receptor interactions. However, as seen in our comparison study on spatially adjacent subpopulations (Supplementary Fig. 13a, b), CellChat performs well at predicting stronger interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73322, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although we found CellChat’s predictions can recapitulate known biology to a substantial degree, systematic evaluation of predicted cell–cell communication networks is challenging due to the lack of ground truth. Here we employed three strategies to compare the performance of different computational methods. First, we reason that a more accurate method will have a larger proportion of overlapped predictions with other methods. However, such assumption has the following two limitations: (1) Similar methods tend to generate similar results regardless of accuracy; and (2) Different ligand-receptor databases used in each method could contribute to the variety of predicted interactions. Second, we comprehensively compared the inferred interactions for any two cell subpopulations on a specific dataset. We found that the shared interactions between CellChat and other methods were independently ranked as top pairs by other methods including CellPhoneDB. Third, we reason that spatially adjacent cell types should have stronger cell–cell communication than spatially distant cells. CellChat performs better in distinguishing spatially adjacent from distant cells both in terms of the number of interactions and the interaction strengths. Together, our analyses show that although CellChat produces fewer interactions than other methods, it performs well at predicting stronger interactions, which is helpful for narrowing down on interactions for further experimental validations. Other types of single-cell data such as proteomics and spatial transcriptomics when available are also helpful and important to benchmark and optimize these cell–cell communication methods in future studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 75024, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Recent advances in spatially resolved transcriptomic techniques offer an opportunity to explore spatial organization of cells in tissues. The integration of spatial information with scRNA-seq data will likely offer new insights into cellular crosstalk. The present version of CellChat provides an easy-to-use tool for intercellular communication analysis on conventional, non-spatially resolved scRNA-seq data. While it remains to be tested, we believe it can be relatively easily adjusted, such as via introduction of spatial constrains on cell–cell signaling, to build intercellular communication networks on spatially resolved transcriptomic datasets. As single-cell multi-omics data is becoming more common, we anticipate that methods like CellChat, which are able to perform system-level analyses, will serve as useful hypothesis-generating tools whose predictive power will extend beyond the ability to classify cell populations and establish their lineage relationships, which currently dominate single-cell genomics studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 76059, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 76067, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Database construction for ligand-receptor interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 76122, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To construct a database of ligand-receptor interactions that comprehensively represents the current state of knowledge, we manually reviewed other publicly available signaling pathway databases, as well as peer-reviewed literature and developed CellChatDB. CellChatDB is a database of literature-supported ligand-receptor interactions in both mouse and human. The majority of ligand–receptor interactions in CellChatDB were manually curated on the basis of KEGG (Kyoto Encyclopedia of Genes and Genomes) signaling pathway database (https://www.genome.jp/kegg/pathway.html). Additional signaling molecular interactions were gathered from recent peer-reviewed experimental studies. We took into account not only the structural composition of ligand-receptor interactions, that often involve multimeric receptors, but also cofactor molecules, including soluble agonists and antagonists, as well as co-stimulatory and co-inhibitory membrane-bound receptors that can prominently modulate ligand-receptor mediated signaling events. The detailed steps for how CellChatDB was built and how to update CellChatDB by adding user-defined ligand-receptor pairs were provided in Supplementary Note 1. To further analyze cell–cell communication in a more biologically meaningful way, we grouped all of the interactions into 229 signaling pathway families, such as WNT, ncWNT, TGFβ, BMP, Nodal, Activin, EGF, NRG, TGFα, FGF, PDGF, VEGF, IGF, chemokine and cytokine signaling pathways (CCL, CXCL, CX3C, XC, IL, IFN), Notch and TNF. The supportive evidences for each signaling interaction is included within the database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77733, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Inference of intercellular communications", "sentences": [], "annotations": [], "relations": []}, {"offset": 77775, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "a) Identification of differentially expressed signaling genes. To infer the cell state-specific communications, we first identified differentially expressed signaling genes across all cell groups within a given scRNA-seq dataset, using the Wilcoxon rank sum test with the significance level of 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 78075, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "b) Calculation of ensemble average expression. To account for the noise effects, we calculated the ensemble average expression of signaling genes in a given cell group using a statistically robust mean method: where Q1, Q2, and Q3 is the first, second and third quartile of the expression levels of a signaling gene in a cell group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 78408, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "c) Calculation of intercellular communication probability. We modeled ligand-receptor mediated signaling interactions using the law of mass action. Since the physical process of ligand-receptor binding involves protein-protein interactions, we used a random walk based network propagation technique to project the gene expression profiles onto a high-confidence experimentally validated protein-protein network from STRINGdb. Based on the projected ligand and receptor profiles, the communication probability Pi,j from cell groups i to j for a particular ligand-receptor pair k was modeled by:Here Li and Rj represent the expression level of ligand L and receptor R in cell group i and cell group j, respectively. The expression level of ligand L with m1 subunits (i.e., ) was approximated by their geometric mean, implying that the zero expression of any subunit leads to an inactive ligand. Similarly, we computed the expression level of receptor R with m2 subunits. In addition, co-stimulatory and co-inhibitory membrane-bound receptors are capable of modulating signaling via the control of receptor activation. For the ligand-receptor pair with multiple co-stimulatory receptors, we computed the average expression of these co-stimulatory receptors (denoted by RA) and then used a linear function to model the positive modulation of the receptor expression. For each ligand-receptor pair with multiple co-inhibitory receptors, we modeled them using the same approach. A Hill function was used to model the interactions between L and R with a parameter Kh whose default value was set to be 0.5 as the input data has a normalized range from 0 to 1. The extracellular agonists and antagonists from both sender and receiver cells are able to directly or indirectly modulate the ligand-receptor interaction. For the ligand-receptor pair with multiple soluble agonists, we computed the average expression of these agonists (denoted by AG) and then used a Hill function to model the positive modulation of the ligand-receptor interaction. For the ligand-receptor pair with multiple soluble antagonists, we modeled them using the same approach. The effect of cell proportion in each cell group was also included in the probability calculation when analyzing unsorted single-cell transcriptomes, where ni and nj are the numbers of cells in cell groups i and j, respectively, and n is the total number of cells in a given dataset. Together, the communication probabilities among all pairs of cell groups across all pairs of ligand-receptor were represented by a three-dimensional array P (K × K × N), where K is the number of cell groups and N is the number of ligand-receptor pairs or signaling pathways. The communication probability of a signaling pathway was computed by summarizing the probabilities of its associated ligand-receptor pairs. It should be noted that we did not perform normalization along the second dimension of P such that  because the normalized data are not suitable for comparing the communication probability between different cell groups across multiple signaling pathways. The communication probability here only represents the interaction strength and is not exactly a probability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 81626, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "d) Identification of statistically significant intercellular communications. The significant interactions between two cell groups are identified using a permutation test by randomly permuting the group labels of cells, and then recalculating the communication probability Pi,j between cell group i and cell group j through a pair of ligand L and receptor R. The p-value of each Pi,j is computed by:where the probability Pi,j(m) is the communication probability for the m-th permutation. M is the total number of permutations (M = 100 by default). The interactions with p-value <0.05 are considered significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 82242, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Discovery of dominant senders, receivers, mediators, and influencers in the intercellular communication networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 82355, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To allow ready identification of major signaling sources, targets, essential mediators and key influencers, as well as other high-order information in intercellular communications, the centrality metrics from graph theory, previously used for social network analysis, were adopted. Specifically, we used measures in weighted-directed networks, including out-degree, in-degree, flow betweenesss and information centrality, to respectively identify dominant senders, receivers, mediators and influencers for the intercellular communications. In a weighted-directed network with the weights as the computed communication probabilities, the out-degree, computed as the sum of communication probabilities of the outgoing signaling from a cell group, and the in-degree, computed as the sum of the communication probabilities of the incoming signaling to a cell group, can be used to identify the dominant cell senders and receivers of signaling networks, respectively. Flow betweenness score measures a group of cells’ capability as gatekeeper to control communication flow between any two cell groups. Information centrality score provides a hybrid measure, for example by combining closeness and ﻿eigenvector, for information flow within a signaling network, and a higher value indicates greater control on the information flow. Other popular centrality metrics, such as hub, authority, EigenCentrality and PageRank, can be also used to identify highly influential cell groups in the intercellular communications. The flow betweenness and information centrality are calculated by the package sna. Other measures are computed by the package igraph (https://igraph.org/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 84026, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of major signals for specific cell groups and global communication patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 84117, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify key signals and latent communication patterns among all signaling pathways, CellChat uses an unsupervised learning method non-negative matrix factorization that has been successfully applied in pattern recognition. First, the latent patterns were found for sending cells by summarizing the communication probability array P (three-dimensional) along the second dimension to obtain a two-dimensional matrix Pj. A non-negative matrix factorization was then carried out via:where the two low-dimensional matrices W and H are the cell loading and signaling loading matrices with sizes K × R and R × N, respectively. Each of the R columns in W and the corresponding rows in H is considered as a communication pattern. Wir is the loading values of cell group i in pattern r, representing the contributions of cell group i in pattern r. Hrk represents the contributions of ligand-receptor pair or signaling pathway k in pattern r. As the number of patterns increases, there might be redundant patterns, making it difficult to interpret the communication patterns. We chose five patterns as the initial default because the number of cell groups and significant signaling pathways are relatively small. In addition, we inferred the number of patterns based on two metrics that have been implemented in the NMF R package, including Cophenetic and Silhouette. Both metrics measure the stability for a particular number of patterns based on a hierarchical clustering of the consensus matrix. For a range of the number of patterns, a suitable number of patterns is the one at which Cophenetic and Silhouette values begin to drop suddenly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 85765, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In sum, the matrix W represents the R latent patterns of cell groups, indicating how these cell groups coordinate to send signals; the matrix H represents the R latent patterns of ligand-receptor pairs or signaling pathways, indicating how these ligand-receptor pairs or signaling pathways work together to send signals; the connection of W with H predicts the key signals sent from certain cell groups. Similarly, we summarized the communication probability array P along the first dimension to infer the key signals received by certain cell groups, as well as their latent patterns. Together, outgoing patterns reveal how the sender cells (i.e., cells as signal sources) coordinate with each other, as well as how they coordinate with certain signaling pathways to drive communication. Incoming patterns show how the target cells (i.e., cells as signal receivers) coordinate with each other, as well as how they coordinate with certain signaling pathways to respond to incoming signals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 86754, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To intuitively show the associations of latent patterns with cell groups and ligand-receptor pairs or signaling pathways, we used alluvial plots implemented in the ggalluvial package (https://cran.r-project.org/web/packages/ggalluvial/index.html). We first normalized each row of W and each column of H to be [0,1], and then set the elements in W and H to be zero if they are less than 0.5. Such thresholding allows to uncover the most enriched cell groups and signaling pathways associated with each inferred pattern, that is, each cell group or signaling pathway is associated with only one inferred pattern. These thresholded matrices W and H are used as inputs for creating alluvial plots. To directly relate cell groups with their enriched signaling pathways, we set the elements in W and H to be zero if they are less than 1/R where R is the number of latent patterns. By using a less strict threshold, more enriched signaling pathways associated each cell group might be obtained. Using a contribution score of each cell group to each signaling pathway computed by multiplying W by H, we constructed a dot plot in which the dot size is proportion to the contribution score to show association between cell group and their enriched signaling pathways.", "sentences": [], "annotations": [], "relations": []}, {"offset": 88012, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantification of similarity among intercellular communication networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 88084, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two different similarity measures were used to quantify the similarity among intercellular communication networks. A functional similarity S was calculated based on the overlap of communications via the Jaccard similarity defined by:where G and G’ are two signaling networks and E(G) is the set of communications in signaling network G. High degree of functional similarity indicates major senders and receivers are similar, and it can be interpreted as the two signaling pathways or two ligand-receptor pairs exhibit similar and/or redundant roles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 88636, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A structural similarity was used to compare their signaling network structure, without considering the similarity of senders and receivers, using a previously developed measure for structural topological differences. The dissimilarity measure between signaling networks G and G’ with the number of cell groups being N and M, respectively, is calculated by:where Gc indicates the complement of G, and JSD is the Jensen–Shannon divergence and NND is defined as:with  and  being the Jensen–Shannon divergence and the average of the N distributions, respectively.  is the distance distribution in each cell group i, where pi(j) is the fraction of cell groups connected to cell group i at distance j. d is the signaling network’s diameter.  measures the difference between the signaling networks’ averaged cell group-distance distributions, uG and , and  measures the difference between the α-centrality values of the signaling networks. w1, w2, and w3 are the weights of each term with w1 + w2 + w3 = 1. Similar to a previous study, we selected w1 = 0.45, w2 = 0.45, and w3 = 0.1. The structural similarity S was computed by one minus dissimilarity measure D.", "sentences": [], "annotations": [], "relations": []}, {"offset": 89827, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Manifold and classification learning of intercellular communication networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 89904, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The manifold learning of the inferred intercellular communication networks consists of three steps. First, we built a shared nearest neighbor (SNN) similarity network Gs of all signaling pathways, which was constructed by calculating the k-nearest signaling pathways of each signaling pathway using the calculated functional or structural similarity matrix S of intercellular communication networks. The fraction of shared nearest signaling pathways between a given signaling pathway and its neighbors was used as weights of the SNN network. The number of nearest neighbors k was chosen as the square root of the total number of signaling pathways. Second, we smoothed the similarity matrix S using Gs × S. This smooth process provides a better representation of the similarity between signaling pathways to allow filtering of the weak similarity (potentially noise-induced) and enhancing the strong similarity. Finally, we performed uniform manifold approximation and projection (UMAP) on the smoothed similarity matrix. To better visualize the similarity of intercellular communication networks, we used the first two dimensions of the learned manifold, where each dot in this two-dimensional space represents an individual signaling pathway or ligand-receptor pair.", "sentences": [], "annotations": [], "relations": []}, {"offset": 91178, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Moreover, to group the signaling pathways based on their similarity of intercellular communication networks in an unsupervised manner, we performed k-means clustering of the first two components of the learned manifold. The number of signaling groups was determined according to the eigenvalue spectrum by analyzing the Laplacian matrix derived from a consensus matrix. First, we performed k-means clustering multiple times for different values of k (e.g., 2–10). Second, we constructed a consensus matrix representing the probability of two signaling pathways being in the same group across multiple values of k. We then pruned the consensus matrix by setting the elements to be zero if they are less than 0.3 to ensure better robustness to noise. Third, we estimated the number of signaling groups by computing the eigenvalues of the associated Laplacian matrix of the constructed consensus matrix. More generally, the number of signaling groups is usually determined by the first or second largest eigenvalue gap (i.e., the difference between consecutive eigenvalues) based on the spectral graph theory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 92287, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Classification of cells into groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 92323, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CellChat provides built-in functions to classify cells into groups. Briefly, a SNN graph of all cells is first constructed via the calculation of the k-nearest neighbors (20 by default) for each cell based on the low-dimensional representation space (e.g., via principle component analysis and diffusion map analysis) of the scRNA-seq data. The low-dimensional representation space can be either provided by user or computed by CellChat. Next, cells are clustered into groups by applying the Louvain community detection algorithm to the constructed SNN graph. The number of cell groups is determined either by user-input resolution parameter in the Louvain algorithm or by an eigenvalue spectrum by analyzing the Laplacian matrix derived from multiple runs of Louvain algorithm with different resolution parameters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 93139, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Single-cell RNA-seq datasets, data preprocessing, and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 93202, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mouse skin wound dataset. We used our recently published scRNA-seq dataset from mouse skin wounds. This dataset included 21,819 cells and was generated via 10X Genomics platform (GEO accession code: GSE113854). Briefly, scRNA-seq was performed on unsorted cells isolated from mouse skin wound dermis from day 12 post-wounding. Unsupervised clustering identified fibroblasts (FIB, ~65%), immune cell populations, including myeloid cells (MYL, 15%), T lymphocytes (TCELL, 4%), B lymphocytes (BCELL, 3%), dendritic cells (DC, 1%), endothelial cells (ENDO, 9%), lymphatic endothelial cells (LYME, 1%), Schwann cells (SCH, 1%) and red blood cells (RBC, 1%). For the intercellular communication analysis, we excluded red blood cells and used the remaining 21,557 cells. The digital data matrices were normalized by a global method, in which the expression value of each gene was divided by the total expression in each cell and multiplied by a scale factor (10,000 by default). These values were then log-transformed with a pseudocount of 1. Normalized data were used for all the analyses. To investigate the heterogeneity of intercellular communications among different cell subpopulations, we performed subclustering analysis on the cell types, whose abundance in the dataset was greater than 5% using the Louvain community detection method. The number of cell groups was determined by the eigengap approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 94607, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Embryonic mouse skin dataset. Recently published embryonic mouse skin datasets were downloaded from GEO (accession codes: GSM3453535, GSM3453536, GSM3453537, and GSM3453538) and included two Embryonic day E13.5 biological replicates and two Embryonic day E14.5 biological replicates. These samples contain unsorted whole-skin cells captured via 10X Genomics platform. For both E13.5 and E14.5 scRNA-seq datasets, we removed the cells with the amount of UMI count less than 2500 and greater than 50000, as well as the cells with the number of genes less than 1000 and the fraction of mitochondrial counts greater than 20%. 12,951 cells at E13.5 and 12,197 cells at E14.5 were used for downstream analyses. First, we performed clustering analysis of cells from E13.5 and E14.5 using the Louvain community detection method, respectively. The values of the resolution parameter in the Louvain community detection method were explored to produce the major cell populations in embryonic skin. Thus, 11 and 13 cell populations were identified at E13.5 and E14.5, respectively (Supplementary Fig. 3a–d). The cell populations were annotated based on the known markers. Compared to E13.5, there were two specific populations at E14.5, including dermal condensate (DC) cells and pericytes. Second, we performed subclustering analysis of DC cells, basal cells and melanocytes at E14.5, respectively. This analysis identified three DC states including pre-DC, DC1, and DC2, three basal state including basal, proliferative basal and placode cells, and three melanocyte subpopulations including MELA-A, MELA-B, and MELA-C (Supplementary Fig. 3e-g). Third, we performed pseudotime analysis on epidermal and dermal cells at E14.5 using diffusion map, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 96360, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Human disease skin dataset. The processed transcriptomic data of 17,349 cells from four lesional and four non-lesional human skin samples (patient ID: S1, S2, S3, S5, S7, S11, S14, and S15) from patients with atopic dermatitis was downloaded from GEO database under accession code GSE147424. We performed the integration analysis of these eight samples using Seurat V3 package based on the tutorial from https://satijalab.org/seurat/v3.2/immune_alignment.html. Unsupervised clustering analysis segregated these combined cells into 10 broad cell types (Supplementary Fig. 8a-b), including fibroblasts (FIB), dendritic cells (DC), and T cells (TC). The original study highlighted the cell–cell communication among fibroblasts, dendritic cells and T cells. Therefore, following the analysis from the original study, we performed the second-level clustering analysis of FIB, DC, and TC. FIB was clustered into five subgroups with distinct markers, including APOE high FIB (APOE + FIB), FBN1 + FIB, COL11A + FIB, Inflam.FIB (inflammatory FIB expressing chemokines such as CCL19) and a small T cell group expressing CD3D (Supplementary Fig. 8c). This contaminated TC population was removed for further analysis. DC was also separated into five subgroups, including cDC1 (type A DC), cDC2 (type B DC), LC (Langerhans cells), Inflam.DC (inflammatory DC) and other immune cells that does not express DC markers such as CD1A and CD1C (Supplementary Fig. 8d). This contaminated immune cell group was also removed for further analysis. TC was clustered into four subgroups, including TC, Inflam.TC (inflammatory TC), CD40LG + TC and NKT (NK T cells) (Supplementary Fig. 8e). Together, CellChat was applied to 7563 cells from lesional and nonlesional skin involved in twelve cell groups, including APOE + FIB, FBN1 + FIB, COL11A + FIB, Inflam.FIB, cDC1, cDC2, LC, Inflam.DC, TC, Inflam.TC, CD40LG + TC, and NKT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 98297, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Method comparisons", "sentences": [], "annotations": [], "relations": []}, {"offset": 98316, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We compare the performance of CellChat with three other tools, including SingleCellSignalR, iTALK, and CellPhoneDB . We compare our database CellChatDB with other existing analogous databases, including CellTalkDB, CellPhoneDB, iTALK, SingleCellSignalR, Ramilowski2015, NicheNet and ICELLNET. SingleCellSignalR scores a given ligand-receptor interaction between two cell populations using a regularized product score approach based on average expression levels of a ligand and its receptor and an ad hoc approach for estimating an appropriate score threshold. iTALK identifies differentially expressed ligands and receptors among different cell populations and accounts for the matched ligand-receptor pairs as significant interactions. CellPhoneDB v2.0 predicts enriched signaling interactions between two cell populations by considering the minimum average expression of the members of the heteromeric complex and performing empirical shuffling to calculate which ligand–receptor pairs display significant cell-state specificity. The detailed description of how these methods were performed is available in Supplementary Note 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 99453, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Both CellChat and CellPhoneDB, but not SingleCellSignalR, and iTALK, consider multi-subunit structure of ligands and receptors to represent heteromeric complexes accurately. To evaluate the effect of neglecting multi-subunit structure of ligands and receptors, we compute false positive rates for the tools that use only one ligand and one receptor gene pairs. The false positive interactions are defined by the interactions with multi-subunits that are partially identified by iTALK and SingleCellSignalR. The ground truth of the interactions with multi-subunits is based on our curated CellChatDB database. For example, for Tgfb1 ligand and its heteromeric receptor Tgfbr1/Tgfbr2 curated in CellChatDB, if the method only identifies one of the two pairs (Tgfb1–Tgfbr1 and Tgfb1–Tgfbr2), then we consider this prediction as one false positive interaction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 100315, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed subsampling of scRNA-seq datasets using a ‘geometric sketching’ approach, which maintains the transcriptomic heterogeneity within a dataset with a smaller subset of cells. We evaluated the robustness of inferred interactions from subsampled datasets using three measures, including TPR, FPR, and ACC, which were defined in Supplementary Note 3. Note that such subsampling analysis was used to evaluate the consistency rather than accuracy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 100773, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNAscope in situ assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 100796, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Frozen E14.5 mouse skin tissue sections were used for RNA in situ hybridization using RNAscope® kit v2 (323100, Advanced Cell Diagnostics). The following mouse probes from Advanced Cell Diagnostics were used: Dct probe (460461-C2), Edn3 (505841), Ednrb (473801-C3), Axl (450931-C2), Thy1 (430661-C3). We have complied with all relevant ethical regulations for animal testing and research. All animal experiments have been approved by the International Animal Care and Use Committee (IACUC) of the University of California, Irvine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 101328, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reporting summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 101346, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Further information on research design is available in the Nature Research Reporting Summary linked to this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 101464, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 101490, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Peer review information Nature Communications thanks, Jiyang Yu and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 101685, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 101823, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 101849, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41467-021-21246-9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 101941, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 101962, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "S.J., M.V.P. and Q.N. conceived the project. M.V.P. and Q.N. supervised the research. S.J., M.V.P. and C.F.G.-J. curated the database. S.J. and L.Z. developed and implemented the computational approach. S.J., C.F.G.-J., L. Z, M.V.P. and Q.N. performed data analysis. R.R. and C.-H.K. performed and analyzed RNAscope experiments. I.C., M.V.P. and S.J. developed the web interface. S.J. and C.F.G.-J. prepared the figures. S.J., M.V.P. and Q.N. wrote the manuscript. P.M. edited the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 102507, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 102525, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "CellChatDB is included in the CellChat repository (https://github.com/sqjin/CellChat). KEGG pathway database is available at https://www.genome.jp/kegg/pathway.html. The datasets analyzed in this study are available from the Gene Expression Omnibus (GEO) repository under the following accession numbers: GSE113854, GSE122043 (including four samples GSM3453535, GSM3453536, GSM3453537, GSM3453538;) and GSE147424.", "sentences": [], "annotations": [], "relations": []}, {"offset": 102939, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Code availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 102957, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "CellChat is publicly available as an R package. Source codes, as well as tutorials have been deposited at the GitHub repository (https://github.com/sqjin/CellChat). The web-based CellChat Explorer, including Ligand-Receptor Interaction Explorer for exploring the ligand-receptor interaction database and Cell–Cell Communication Atlas Explorer for exploring the intercellular communications in tissues, is available at http://www.cellchat.org/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 103403, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 103423, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 103467, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 103478, "infons": {"fpage": "58", "lpage": "63", "name_0": "surname:Stubbington;given-names:MJT", "name_1": "surname:Rozenblatt-Rosen;given-names:O", "name_2": "surname:Regev;given-names:A", "name_3": "surname:Teichmann;given-names:SA", "pub-id_doi": "10.1126/science.aan6828", "pub-id_pmid": "28983043", "section_type": "REF", "source": "Science", "type": "ref", "volume": "358", "year": "2017"}, "text": "Single-cell transcriptomics to explore the immune system in health and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 103557, "infons": {"fpage": "347", "lpage": "353", "name_0": "surname:Vento-Tormo;given-names:R", "pub-id_doi": "10.1038/s41586-018-0698-6", "pub-id_pmid": "30429548", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "563", "year": "2018"}, "text": "Single-cell reconstruction of the early maternal-fetal interface in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 103632, "infons": {"fpage": "629", "lpage": "637", "name_0": "surname:Giladi;given-names:A", "pub-id_doi": "10.1038/s41587-020-0442-2", "pub-id_pmid": "32152598", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "38", "year": "2020"}, "text": "Dissecting cellular crosstalk by sequencing physically interacting cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 103705, "infons": {"fpage": "84", "name_0": "surname:Yuan;given-names:GC", "pub-id_doi": "10.1186/s13059-017-1218-y", "pub-id_pmid": "28482897", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "18", "year": "2017"}, "text": "Challenges and emerging directions in single-cell analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 103764, "infons": {"fpage": "2077", "lpage": "2086", "name_0": "surname:Jin;given-names:S", "name_1": "surname:MacLean;given-names:AL", "name_2": "surname:Peng;given-names:T", "name_3": "surname:Nie;given-names:Q", "pub-id_doi": "10.1093/bioinformatics/bty058", "pub-id_pmid": "29415263", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "34", "year": "2018"}, "text": "scEpath: energy landscape-based inference of transition probabilities and cellular trajectories from single-cell transcriptomic data", "sentences": [], "annotations": [], "relations": []}, {"offset": 103897, "infons": {"fpage": "866", "lpage": "880", "name_0": "surname:Shao;given-names:X", "name_1": "surname:Lu;given-names:XY", "name_2": "surname:Liao;given-names:J", "name_3": "surname:Chen;given-names:HJ", "name_4": "surname:Fan;given-names:XH", "pub-id_doi": "10.1007/s13238-020-00727-5", "pub-id_pmid": "32435978", "section_type": "REF", "source": "Protein Cell", "type": "ref", "volume": "11", "year": "2020"}, "text": "New avenues for systematically inferring cell-cell communication: through single-cell transcriptomics data", "sentences": [], "annotations": [], "relations": []}, {"offset": 104004, "infons": {"fpage": "71", "lpage": "88", "name_0": "surname:Armingol;given-names:E", "name_1": "surname:Officer;given-names:A", "name_2": "surname:Harismendy;given-names:O", "name_3": "surname:Lewis;given-names:NE", "pub-id_doi": "10.1038/s41576-020-00292-x", "pub-id_pmid": "33168968", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "22", "year": "2021"}, "text": "Deciphering cell-cell interactions and communication from gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 104078, "infons": {"fpage": "1458", "lpage": "1468 e1454", "name_0": "surname:Kumar;given-names:MP", "pub-id_doi": "10.1016/j.celrep.2018.10.047", "pub-id_pmid": "30404002", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "25", "year": "2018"}, "text": "Analysis of single-cell RNA-seq identifies cell-cell communication associated with tumor characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 104183, "infons": {"fpage": "gkaa183", "name_0": "surname:Cabello-Aguilar;given-names:S", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "pii", "year": "2020"}, "text": "SingleCellSignalR: inference of intercellular networks from single-cell transcriptomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 104271, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wang, Y. et al. iTALK: an R Package to Characterize and Illustrate Intercellular Communication. Preprint at bioRxiv 507871 (2019).", "sentences": [], "annotations": [], "relations": []}, {"offset": 104402, "infons": {"fpage": "eaaw3851", "name_0": "surname:Raredon;given-names:MSB", "pub-id_doi": "10.1126/sciadv.aaw3851", "pub-id_pmid": "31840053", "section_type": "REF", "source": "Sci. Adv.", "type": "ref", "volume": "5", "year": "2019"}, "text": "Single-cell connectomic analysis of adult mammalian lungs", "sentences": [], "annotations": [], "relations": []}, {"offset": 104460, "infons": {"fpage": "e66", "name_0": "surname:Wang;given-names:S", "name_1": "surname:Karikomi;given-names:M", "name_2": "surname:MacLean;given-names:AL", "name_3": "surname:Nie;given-names:Q", "pub-id_doi": "10.1093/nar/gkz204", "pub-id_pmid": "30923815", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "Cell lineage and communication network inference via optimization for single-cell transcriptomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 104558, "infons": {"fpage": "159", "lpage": "162", "name_0": "surname:Browaeys;given-names:R", "name_1": "surname:Saelens;given-names:W", "name_2": "surname:Saeys;given-names:Y", "pub-id_doi": "10.1038/s41592-019-0667-5", "pub-id_pmid": "31819264", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "17", "year": "2020"}, "text": "NicheNet: modeling intercellular communication by linking ligands to target genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 104640, "infons": {"fpage": "763", "lpage": "778", "name_0": "surname:Ren;given-names:X", "pub-id_doi": "10.1038/s41422-020-0353-2", "pub-id_pmid": "32541867", "section_type": "REF", "source": "Cell Res.", "type": "ref", "volume": "30", "year": "2020"}, "text": "Reconstruction of cell spatial organization based on ligand-receptor mediated self-assembly", "sentences": [], "annotations": [], "relations": []}, {"offset": 104732, "infons": {"fpage": "eaav5183", "name_0": "surname:Derynck;given-names:R", "name_1": "surname:Budi;given-names:EH", "pub-id_doi": "10.1126/scisignal.aav5183", "pub-id_pmid": "30808818", "section_type": "REF", "source": "Sci. Signal.", "type": "ref", "volume": "12", "year": "2019"}, "text": "Specificity, versatility, and control of TGF-beta family signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 104799, "infons": {"fpage": "1484", "lpage": "1506", "name_0": "surname:Efremova;given-names:M", "name_1": "surname:Vento-Tormo;given-names:M", "name_2": "surname:Teichmann;given-names:SA", "name_3": "surname:Vento-Tormo;given-names:R", "pub-id_doi": "10.1038/s41596-020-0292-x", "pub-id_pmid": "32103204", "section_type": "REF", "source": "Nat. Protoc.", "type": "ref", "volume": "15", "year": "2020"}, "text": "CellPhoneDB: inferring cell–cell communication from combined expression of multi-subunit ligand–receptor complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 104918, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mário Cordeiro, R. P. S. Pavel Brazdil and João Gama in Social Media and Journalism-Trends, Connections, Implications (Intech Open, London, UK; 2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 105071, "infons": {"fpage": "788", "lpage": "791", "name_0": "surname:Lee;given-names:DD", "name_1": "surname:Seung;given-names:HS", "pub-id_doi": "10.1038/44565", "pub-id_pmid": "10548103", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "401", "year": "1999"}, "text": "Learning the parts of objects by non-negative matrix factorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 105138, "infons": {"fpage": "1971", "lpage": "1983", "name_0": "surname:Zhang;given-names:L", "name_1": "surname:Zhang;given-names:S", "pub-id_doi": "10.1109/TFUZZ.2019.2928518", "section_type": "REF", "source": "IEEE T Fuzzy Syst.", "type": "ref", "volume": "28", "year": "2020"}, "text": "A general joint matrix factorization framework for data integration and its systematic algorithmic exploration", "sentences": [], "annotations": [], "relations": []}, {"offset": 105249, "infons": {"fpage": "36", "lpage": "46", "name_0": "surname:Moon;given-names:KR", "pub-id_doi": "10.1016/j.coisb.2017.12.008", "section_type": "REF", "source": "Curr. Opin. Syst. Biol.", "type": "ref", "volume": "7", "year": "2018"}, "text": "Manifold learning-based methods for analyzing single-cell RNA-sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 105327, "infons": {"fpage": "D353", "lpage": "D361", "name_0": "surname:Kanehisa;given-names:M", "name_1": "surname:Furumichi;given-names:M", "name_2": "surname:Tanabe;given-names:M", "name_3": "surname:Sato;given-names:Y", "name_4": "surname:Morishima;given-names:K", "pub-id_doi": "10.1093/nar/gkw1092", "pub-id_pmid": "27899662", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "45", "year": "2017"}, "text": "KEGG: new perspectives on genomes, pathways, diseases and drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 105391, "infons": {"fpage": "17", "lpage": "31 e16", "name_0": "surname:Gupta;given-names:K", "pub-id_doi": "10.1016/j.devcel.2018.11.032", "pub-id_pmid": "30595533", "section_type": "REF", "source": "Dev. Cell", "type": "ref", "volume": "48", "year": "2019"}, "text": "Single-cell analysis reveals a hair follicle dermal niche molecular differentiation trajectory that begins prior to morphogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 105521, "infons": {"fpage": "650", "name_0": "surname:Guerrero-Juarez;given-names:CF", "pub-id_doi": "10.1038/s41467-018-08247-x", "pub-id_pmid": "30737373", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "10", "year": "2019"}, "text": "Single-cell analysis reveals fibroblast heterogeneity and myeloid-derived adipocyte progenitors in murine skin wounds", "sentences": [], "annotations": [], "relations": []}, {"offset": 105639, "infons": {"fpage": "3400", "lpage": "3410", "name_0": "surname:Peters;given-names:T", "pub-id_doi": "10.1038/sj.emboj.7600809", "pub-id_pmid": "16148944", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "24", "year": "2005"}, "text": "Wound-healing defect of CD18(-/-) mice due to a decrease in TGF-beta1 and myofibroblast differentiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 105743, "infons": {"fpage": "708", "lpage": "712", "name_0": "surname:Rappolee;given-names:DA", "name_1": "surname:Mark;given-names:D", "name_2": "surname:Banda;given-names:MJ", "name_3": "surname:Werb;given-names:Z", "pub-id_doi": "10.1126/science.3041594", "pub-id_pmid": "3041594", "section_type": "REF", "source": "Science", "type": "ref", "volume": "241", "year": "1988"}, "text": "Wound macrophages express TGF-alpha and other growth factors in vivo: analysis by mRNA phenotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 105842, "infons": {"fpage": "1137", "lpage": "1157", "name_0": "surname:Shah;given-names:M", "name_1": "surname:Foreman;given-names:DM", "name_2": "surname:Ferguson;given-names:MW", "pub-id_pmid": "7929624", "section_type": "REF", "source": "J. Cell Sci.", "type": "ref", "volume": "107", "year": "1994"}, "text": "Neutralising antibody to TGF-beta 1,2 reduces cutaneous scarring in adult rodents", "sentences": [], "annotations": [], "relations": []}, {"offset": 105924, "infons": {"fpage": "162", "lpage": "169", "name_0": "surname:Wu;given-names:L", "name_1": "surname:Yu;given-names:YL", "name_2": "surname:Galiano;given-names:RD", "name_3": "surname:Roth;given-names:SI", "name_4": "surname:Mustoe;given-names:TA", "pub-id_doi": "10.1006/jsre.1997.5178", "pub-id_pmid": "9356238", "section_type": "REF", "source": "J. Surg. Res.", "type": "ref", "volume": "72", "year": "1997"}, "text": "Macrophage colony-stimulating factor accelerates wound healing and upregulates TGF-beta1 mRNA levels through tissue macrophages", "sentences": [], "annotations": [], "relations": []}, {"offset": 106052, "infons": {"fpage": "569", "lpage": "579", "name_0": "surname:Ishida;given-names:Y", "name_1": "surname:Gao;given-names:JL", "name_2": "surname:Murphy;given-names:PM", "pub-id_doi": "10.4049/jimmunol.180.1.569", "pub-id_pmid": "18097059", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "180", "year": "2008"}, "text": "Chemokine receptor CX3CR1 mediates skin wound healing by promoting macrophage and fibroblast accumulation and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 106171, "infons": {"fpage": "1286", "lpage": "1292", "name_0": "surname:Border;given-names:WA", "name_1": "surname:Noble;given-names:NA", "pub-id_doi": "10.1056/NEJM199411103311907", "pub-id_pmid": "7935686", "section_type": "REF", "source": "N. Engl. J. Med.", "type": "ref", "volume": "331", "year": "1994"}, "text": "Transforming growth factor beta in tissue fibrosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 106222, "infons": {"fpage": "396", "lpage": "412 e396", "name_0": "surname:Abbasi;given-names:S", "pub-id_doi": "10.1016/j.stem.2020.07.008", "pub-id_pmid": "32755548", "section_type": "REF", "source": "Cell Stem Cell", "type": "ref", "volume": "27", "year": "2020"}, "text": "Distinct regulatory programs control the latent regenerative potential of dermal fibroblasts during wound healing", "sentences": [], "annotations": [], "relations": []}, {"offset": 106336, "infons": {"fpage": "480", "lpage": "484", "name_0": "surname:Lee;given-names:YS", "pub-id_doi": "10.1111/exd.13923", "pub-id_pmid": "30916811", "section_type": "REF", "source": "Exp. Dermatol.", "type": "ref", "volume": "28", "year": "2019"}, "text": "STAT3 signalling pathway is implicated in keloid pathogenesis by preliminary transcriptome and open chromatin analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 106455, "infons": {"fpage": "19290", "lpage": "19302", "name_0": "surname:Feng;given-names:Y", "pub-id_doi": "10.1074/jbc.RA118.005457", "pub-id_pmid": "30333225", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "293", "year": "2018"}, "text": "The signaling protein Wnt5a promotes TGFbeta1-mediated macrophage polarization and kidney fibrosis by inducing the transcriptional regulators Yap/Taz", "sentences": [], "annotations": [], "relations": []}, {"offset": 106605, "infons": {"fpage": "767", "lpage": "777", "name_0": "surname:Abraityte;given-names:A", "pub-id_doi": "10.1007/s00109-017-1529-1", "pub-id_pmid": "28357477", "section_type": "REF", "source": "J. Mol. Med.", "type": "ref", "volume": "95", "year": "2017"}, "text": "Wnt5a is elevated in heart failure and affects cardiac fibroblast function", "sentences": [], "annotations": [], "relations": []}, {"offset": 106680, "infons": {"fpage": "583", "lpage": "589", "name_0": "surname:Vuga;given-names:LJ", "pub-id_doi": "10.1165/rcmb.2008-0201OC", "pub-id_pmid": "19251946", "section_type": "REF", "source": "Am. J. Respir. Cell Mol. Biol.", "type": "ref", "volume": "41", "year": "2009"}, "text": "WNT5A is a regulator of fibroblast proliferation and resistance to apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 106757, "infons": {"fpage": "332", "lpage": "344", "name_0": "surname:Saxena;given-names:N", "name_1": "surname:Mok;given-names:KW", "name_2": "surname:Rendl;given-names:M", "pub-id_doi": "10.1111/exd.13913", "pub-id_pmid": "30887615", "section_type": "REF", "source": "Exp. Dermatol", "type": "ref", "volume": "28", "year": "2019"}, "text": "An updated classification of hair follicle morphogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 106814, "infons": {"fpage": "32", "lpage": "48 e35", "name_0": "surname:Mok;given-names:KW", "pub-id_doi": "10.1016/j.devcel.2018.11.034", "pub-id_pmid": "30595537", "section_type": "REF", "source": "Dev. Cell", "type": "ref", "volume": "48", "year": "2019"}, "text": "Dermal condensate niche fate specification occurs prior to formation and is placode progenitor dependent", "sentences": [], "annotations": [], "relations": []}, {"offset": 106919, "infons": {"fpage": "e2002117", "name_0": "surname:Glover;given-names:JD", "pub-id_doi": "10.1371/journal.pbio.2002117", "pub-id_pmid": "28700594", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "15", "year": "2017"}, "text": "Hierarchical patterning modes orchestrate hair follicle morphogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 106989, "infons": {"fpage": "179", "lpage": "188", "name_0": "surname:Tsai;given-names:SY", "pub-id_doi": "10.1016/j.ydbio.2013.11.023", "pub-id_pmid": "24309208", "section_type": "REF", "source": "Dev. Biol.", "type": "ref", "volume": "385", "year": "2014"}, "text": "Wnt/beta-catenin signaling in dermal condensates is required for hair follicle formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 107078, "infons": {"fpage": "890", "lpage": "898", "name_0": "surname:Fu;given-names:J", "name_1": "surname:Hsu;given-names:W", "pub-id_doi": "10.1038/jid.2012.407", "pub-id_pmid": "23190887", "section_type": "REF", "source": "J. Invest. Dermatol.", "type": "ref", "volume": "133", "year": "2013"}, "text": "Epidermal Wnt controls hair follicle induction by orchestrating dynamic signaling crosstalk between the epidermis and dermis", "sentences": [], "annotations": [], "relations": []}, {"offset": 107203, "infons": {"fpage": "1522", "lpage": "1533", "name_0": "surname:Chen;given-names:D", "name_1": "surname:Jarrell;given-names:A", "name_2": "surname:Guo;given-names:C", "name_3": "surname:Lang;given-names:R", "name_4": "surname:Atit;given-names:R", "pub-id_doi": "10.1242/dev.076463", "pub-id_pmid": "22434869", "section_type": "REF", "source": "Development", "type": "ref", "volume": "139", "year": "2012"}, "text": "Dermal beta-catenin activity in response to epidermal Wnt ligands is required for fibroblast proliferation and hair follicle initiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 107339, "infons": {"fpage": "643", "lpage": "653", "name_0": "surname:Andl;given-names:T", "name_1": "surname:Reddy;given-names:ST", "name_2": "surname:Gaddapara;given-names:T", "name_3": "surname:Millar;given-names:SE", "pub-id_doi": "10.1016/S1534-5807(02)00167-3", "pub-id_pmid": "12015971", "section_type": "REF", "source": "Dev. Cell", "type": "ref", "volume": "2", "year": "2002"}, "text": "WNT signals are required for the initiation of hair follicle development", "sentences": [], "annotations": [], "relations": []}, {"offset": 107412, "infons": {"fpage": "e36468", "name_0": "surname:Biggs;given-names:LC", "pub-id_doi": "10.7554/eLife.36468", "pub-id_pmid": "30063206", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "7", "year": "2018"}, "text": "Hair follicle dermal condensation forms via Fgf20 primed cell cycle exit, cell motility, and aggregation", "sentences": [], "annotations": [], "relations": []}, {"offset": 107517, "infons": {"fpage": "450", "lpage": "458", "name_0": "surname:Huh;given-names:SH", "pub-id_doi": "10.1101/gad.198945.112", "pub-id_pmid": "23431057", "section_type": "REF", "source": "Genes Dev.", "type": "ref", "volume": "27", "year": "2013"}, "text": "Fgf20 governs formation of primary and secondary dermal condensations in developing hair follicles", "sentences": [], "annotations": [], "relations": []}, {"offset": 107616, "infons": {"fpage": "e11", "name_0": "surname:Jamora;given-names:C", "pub-id_doi": "10.1371/journal.pbio.0030011", "pub-id_pmid": "15630473", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "3", "year": "2005"}, "text": "A signaling pathway involving TGF-beta2 and snail in hair follicle morphogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 107697, "infons": {"fpage": "278", "lpage": "289", "name_0": "surname:Foitzik;given-names:K", "name_1": "surname:Paus;given-names:R", "name_2": "surname:Doetschman;given-names:T", "name_3": "surname:Dotto;given-names:GP", "pub-id_doi": "10.1006/dbio.1999.9325", "pub-id_pmid": "10433821", "section_type": "REF", "source": "Dev. Biol.", "type": "ref", "volume": "212", "year": "1999"}, "text": "The TGF-beta2 isoform is both a required and sufficient inducer of murine hair follicle morphogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 107799, "infons": {"fpage": "3004", "lpage": "3013", "name_0": "surname:Scutera;given-names:S", "pub-id_doi": "10.4049/jimmunol.0804384", "pub-id_pmid": "19657094", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "183", "year": "2009"}, "text": "Survival and migration of human dendritic cells are regulated by an IFN-alpha-inducible Axl/Gas6 pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 107904, "infons": {"fpage": "3586", "name_0": "surname:Abu-Thuraia;given-names:A", "pub-id_doi": "10.1038/s41467-020-17415-x", "pub-id_pmid": "32681075", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "11", "year": "2020"}, "text": "AXL confers cell migration and invasion by hijacking a PEAK1-regulated focal adhesion protein network", "sentences": [], "annotations": [], "relations": []}, {"offset": 108006, "infons": {"fpage": "185", "lpage": "196", "name_0": "surname:Tieche;given-names:CC", "pub-id_doi": "10.1016/j.neo.2018.09.008", "pub-id_pmid": "30591423", "section_type": "REF", "source": "Neoplasia", "type": "ref", "volume": "21", "year": "2019"}, "text": "Tumor initiation capacity and therapy resistance are differential features of EMT-related subpopulations in the NSCLC Cell Line A549", "sentences": [], "annotations": [], "relations": []}, {"offset": 108139, "infons": {"fpage": "11611", "lpage": "11622", "name_0": "surname:Kumar;given-names:A", "name_1": "surname:Bhanja;given-names:A", "name_2": "surname:Bhattacharyya;given-names:J", "name_3": "surname:Jaganathan;given-names:BG", "pub-id_doi": "10.1007/s13277-016-5112-0", "pub-id_pmid": "27337957", "section_type": "REF", "source": "Tumour Biol.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Multiple roles of CD90 in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 108172, "infons": {"fpage": "3752", "lpage": "3767", "name_0": "surname:Rege;given-names:TA", "pub-id_doi": "10.1016/j.yexcr.2006.07.029", "pub-id_pmid": "17027000", "section_type": "REF", "source": "Exp. Cell Res.", "type": "ref", "volume": "312", "year": "2006"}, "text": "Thy-1, via its GPI anchor, modulates Src family kinase and focal adhesion kinase phosphorylation and subcellular localization, and fibroblast migration, in response to thrombospondin-1/hep I", "sentences": [], "annotations": [], "relations": []}, {"offset": 108363, "infons": {"fpage": "22295", "lpage": "22323", "name_0": "surname:Meshcheryakova;given-names:A", "pub-id_doi": "10.18632/oncotarget.7947", "pub-id_pmid": "26967245", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "7", "year": "2016"}, "text": "Exploring the role of sphingolipid machinery during the epithelial to mesenchymal transition program using an integrative approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 108494, "infons": {"fpage": "76", "lpage": "79", "name_0": "surname:Botchkareva;given-names:NV", "name_1": "surname:Botchkarev;given-names:VA", "name_2": "surname:Gilchrest;given-names:BA", "pub-id_doi": "10.1046/j.1523-1747.2003.12176.x", "pub-id_pmid": "12894999", "section_type": "REF", "source": "J. Investig. Dermatol Symp. Proc.", "type": "ref", "volume": "8", "year": "2003"}, "text": "Fate of melanocytes during development of the hair follicle pigmentary unit", "sentences": [], "annotations": [], "relations": []}, {"offset": 108570, "infons": {"fpage": "131", "lpage": "142", "name_0": "surname:Garcia;given-names:RJ", "pub-id_doi": "10.1038/sj.jid.5700948", "pub-id_pmid": "17611578", "section_type": "REF", "source": "J. Invest Dermatol", "type": "ref", "volume": "128", "year": "2008"}, "text": "Endothelin 3 induces skin pigmentation in a keratin-driven inducible mouse model", "sentences": [], "annotations": [], "relations": []}, {"offset": 108651, "infons": {"fpage": "709", "lpage": "722", "name_0": "surname:Rognoni;given-names:E", "name_1": "surname:Watt;given-names:FM", "pub-id_doi": "10.1016/j.tcb.2018.05.002", "pub-id_pmid": "29807713", "section_type": "REF", "source": "Trends Cell Biol.", "type": "ref", "volume": "28", "year": "2018"}, "text": "Skin cell heterogeneity in development, wound healing, and cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 108717, "infons": {"fpage": "961", "lpage": "970", "name_0": "surname:Bazzi;given-names:H", "name_1": "surname:Fantauzzo;given-names:KA", "name_2": "surname:Richardson;given-names:GD", "name_3": "surname:Jahoda;given-names:CA", "name_4": "surname:Christiano;given-names:AM", "pub-id_doi": "10.1002/dvdy.21099", "pub-id_pmid": "17330888", "section_type": "REF", "source": "Dev. Dyn.", "type": "ref", "volume": "236", "year": "2007"}, "text": "Transcriptional profiling of developing mouse epidermis reveals novel patterns of coordinated gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 108827, "infons": {"fpage": "2369", "lpage": "2383", "name_0": "surname:Byrne;given-names:C", "name_1": "surname:Tainsky;given-names:M", "name_2": "surname:Fuchs;given-names:E", "pub-id_pmid": "7525178", "section_type": "REF", "source": "Development", "type": "ref", "volume": "120", "year": "1994"}, "text": "Programming gene expression in developing epidermis", "sentences": [], "annotations": [], "relations": []}, {"offset": 108879, "infons": {"fpage": "373", "lpage": "382", "name_0": "surname:Mukhopadhyay;given-names:A", "pub-id_doi": "10.1016/j.ydbio.2012.10.024", "pub-id_pmid": "23123965", "section_type": "REF", "source": "Dev. Biol.", "type": "ref", "volume": "373", "year": "2013"}, "text": "Negative regulation of Shh levels by Kras and Fgfr2 during hair follicle development", "sentences": [], "annotations": [], "relations": []}, {"offset": 108964, "infons": {"fpage": "2153", "lpage": "2164", "name_0": "surname:Richardson;given-names:GD", "pub-id_doi": "10.1242/dev.031427", "pub-id_pmid": "19474150", "section_type": "REF", "source": "Development", "type": "ref", "volume": "136", "year": "2009"}, "text": "KGF and EGF signalling block hair follicle induction and promote interfollicular epidermal fate in developing mouse skin", "sentences": [], "annotations": [], "relations": []}, {"offset": 109085, "infons": {"fpage": "5493", "lpage": "5501", "name_0": "surname:Petiot;given-names:A", "pub-id_doi": "10.1242/dev.00788", "pub-id_pmid": "14530295", "section_type": "REF", "source": "Development", "type": "ref", "volume": "130", "year": "2003"}, "text": "A crucial role for Fgfr2-IIIb signalling in epidermal development and hair follicle patterning", "sentences": [], "annotations": [], "relations": []}, {"offset": 109180, "infons": {"fpage": "106S", "lpage": "113S", "name_0": "surname:du Cros;given-names:DL", "pub-id_doi": "10.1016/0022-202X(93)90509-G", "pub-id_pmid": "8326142", "section_type": "REF", "source": "J. Invest. Dermatol.", "type": "ref", "volume": "101", "year": "1993"}, "text": "Fibroblast growth factor and epidermal growth factor in hair development", "sentences": [], "annotations": [], "relations": []}, {"offset": 109253, "infons": {"fpage": "750", "lpage": "759", "name_0": "surname:Buback;given-names:F", "name_1": "surname:Renkl;given-names:AC", "name_2": "surname:Schulz;given-names:G", "name_3": "surname:Weiss;given-names:JM", "pub-id_doi": "10.1111/j.1600-0625.2009.00926.x", "pub-id_pmid": "19558497", "section_type": "REF", "source": "Exp. Dermatol.", "type": "ref", "volume": "18", "year": "2009"}, "text": "Osteopontin and the skin: multiple emerging roles in cutaneous biology and pathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 109338, "infons": {"fpage": "43", "lpage": "51", "name_0": "surname:Mori;given-names:R", "name_1": "surname:Shaw;given-names:TJ", "name_2": "surname:Martin;given-names:P", "pub-id_doi": "10.1084/jem.20071412", "pub-id_pmid": "18180311", "section_type": "REF", "source": "J. Exp. Med.", "type": "ref", "volume": "205", "year": "2008"}, "text": "Molecular mechanisms linking wound inflammation and fibrosis: knockdown of osteopontin leads to rapid repair and reduced scarring", "sentences": [], "annotations": [], "relations": []}, {"offset": 109468, "infons": {"fpage": "1468", "lpage": "1478", "name_0": "surname:Liaw;given-names:L", "pub-id_doi": "10.1172/JCI2131", "pub-id_pmid": "9525990", "section_type": "REF", "source": "J. Clin. Invest.", "type": "ref", "volume": "101", "year": "1998"}, "text": "Altered wound healing in mice lacking a functional osteopontin gene (spp1)", "sentences": [], "annotations": [], "relations": []}, {"offset": 109543, "infons": {"fpage": "1", "lpage": "6", "name_0": "surname:Gilliver;given-names:SC", "name_1": "surname:Emmerson;given-names:E", "name_2": "surname:Bernhagen;given-names:J", "name_3": "surname:Hardman;given-names:MJ", "pub-id_doi": "10.1111/j.1600-0625.2010.01194.x", "pub-id_pmid": "21158933", "section_type": "REF", "source": "Exp. Dermatol.", "type": "ref", "volume": "20", "year": "2011"}, "text": "MIF: a key player in cutaneous biology and wound healing", "sentences": [], "annotations": [], "relations": []}, {"offset": 109600, "infons": {"fpage": "1309", "lpage": "1318", "name_0": "surname:Ashcroft;given-names:GS", "pub-id_doi": "10.1172/JCI16288", "pub-id_pmid": "12727922", "section_type": "REF", "source": "J. Clin. Invest.", "type": "ref", "volume": "111", "year": "2003"}, "text": "Estrogen modulates cutaneous wound healing by downregulating macrophage migration inhibitory factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 109700, "infons": {"fpage": "173", "lpage": "183", "name_0": "surname:Danchin;given-names:A", "pub-id_pmid": "6314467", "section_type": "REF", "source": "Surv. Immunol. Res.", "type": "ref", "volume": "1", "year": "1982"}, "text": "The specification of the immune response revisited", "sentences": [], "annotations": [], "relations": []}, {"offset": 109751, "infons": {"fpage": "2579", "lpage": "2587", "name_0": "surname:Mirza;given-names:RE", "name_1": "surname:Fang;given-names:MM", "name_2": "surname:Ennis;given-names:WJ", "name_3": "surname:Koh;given-names:TJ", "pub-id_doi": "10.2337/db12-1450", "pub-id_pmid": "23493576", "section_type": "REF", "source": "Diabetes", "type": "ref", "volume": "62", "year": "2013"}, "text": "Blocking interleukin-1beta induces a healing-associated wound macrophage phenotype and improves healing in type 2 diabetes", "sentences": [], "annotations": [], "relations": []}, {"offset": 109874, "infons": {"fpage": "2129", "lpage": "2136", "name_0": "surname:Thomay;given-names:AA", "pub-id_doi": "10.2353/ajpath.2009.080765", "pub-id_pmid": "19389930", "section_type": "REF", "source": "Am. J. Pathol.", "type": "ref", "volume": "174", "year": "2009"}, "text": "Disruption of interleukin-1 signaling improves the quality of wound healing", "sentences": [], "annotations": [], "relations": []}, {"offset": 109950, "infons": {"fpage": "465", "lpage": "473", "name_0": "surname:Sauder;given-names:DN", "pub-id_pmid": "2151047", "section_type": "REF", "source": "Lymphokine Res.", "type": "ref", "volume": "9", "year": "1990"}, "text": "Interleukin-1 enhances epidermal wound healing", "sentences": [], "annotations": [], "relations": []}, {"offset": 109997, "infons": {"fpage": "1615", "lpage": "1628", "name_0": "surname:He;given-names:H", "pub-id_doi": "10.1016/j.jaci.2020.01.042", "pub-id_pmid": "32035984", "section_type": "REF", "source": "J. Allergy Clin. Immunol.", "type": "ref", "volume": "145", "year": "2020"}, "text": "Single-cell transcriptome analysis of human skin identifies novel fibroblast subpopulation and enrichment of immune subsets in atopic dermatitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 110142, "infons": {"section_type": "REF", "type": "ref"}, "text": "Shao, X. et al. CellTalkDB: a manually curated database of ligand-receptor interactions in humans and mice. Brief Bioinform.10.1093/bib/bbaa269 (2020).", "sentences": [], "annotations": [], "relations": []}, {"offset": 110294, "infons": {"fpage": "7866", "name_0": "surname:Ramilowski;given-names:JA", "pub-id_doi": "10.1038/ncomms8866", "pub-id_pmid": "26198319", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "6", "year": "2015"}, "text": "A draft network of ligand-receptor-mediated multicellular signalling in human", "sentences": [], "annotations": [], "relations": []}, {"offset": 110372, "infons": {"section_type": "REF", "type": "ref"}, "text": "Noël, F. et al. ICELLNET: a transcriptome-based framework to dissect intercellular communication. Preprint at bioRxiv 2020.2003.2005.976878 (2020).", "sentences": [], "annotations": [], "relations": []}, {"offset": 110521, "infons": {"fpage": "1184", "lpage": "1191", "name_0": "surname:Durinck;given-names:S", "name_1": "surname:Spellman;given-names:PT", "name_2": "surname:Birney;given-names:E", "name_3": "surname:Huber;given-names:W", "pub-id_doi": "10.1038/nprot.2009.97", "pub-id_pmid": "19617889", "section_type": "REF", "source": "Nat. Protoc.", "type": "ref", "volume": "4", "year": "2009"}, "text": "Mapping identifiers for the integration of genomic datasets with the R/Bioconductor package biomaRt", "sentences": [], "annotations": [], "relations": []}, {"offset": 110621, "infons": {"fpage": "740", "lpage": "742", "name_0": "surname:Kharchenko;given-names:PV", "name_1": "surname:Silberstein;given-names:L", "name_2": "surname:Scadden;given-names:DT", "pub-id_doi": "10.1038/nmeth.2967", "pub-id_pmid": "24836921", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "11", "year": "2014"}, "text": "Bayesian approach to single-cell differential expression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 110687, "infons": {"fpage": "376", "lpage": "389", "name_0": "surname:Zhang;given-names:L", "name_1": "surname:Zhang;given-names:S", "pub-id_pmid": "29994128", "section_type": "REF", "source": "IEEE/ACM Trans. Comput Biol. Bioinform.", "type": "ref", "volume": "17", "year": "2020"}, "text": "Comparison of computational methods for imputing single-cell RNA-sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 110768, "infons": {"fpage": "809", "lpage": "812", "name_0": "surname:Marx;given-names:V", "pub-id_doi": "10.1038/s41592-019-0540-6", "pub-id_pmid": "31406385", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "16", "year": "2019"}, "text": "A dream of single-cell proteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 110802, "infons": {"fpage": "317", "lpage": "317", "name_0": "surname:Burgess;given-names:DJ", "pub-id_doi": "10.1038/s41576-019-0129-z", "pub-id_pmid": "30980030", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "20", "year": "2019"}, "text": "Spatial transcriptomics coming of age", "sentences": [], "annotations": [], "relations": []}, {"offset": 110840, "infons": {"section_type": "REF", "type": "ref"}, "text": "Dries, R. et al. Giotto, a pipeline for integrative analysis and visualization of single-cell spatial transcriptomic data. Preprint at bioRxiv 701680 (2019).", "sentences": [], "annotations": [], "relations": []}, {"offset": 110998, "infons": {"fpage": "2084", "name_0": "surname:Cang;given-names:Z", "name_1": "surname:Nie;given-names:Q", "pub-id_doi": "10.1038/s41467-020-15968-5", "pub-id_pmid": "32350282", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "11", "year": "2020"}, "text": "Inferring spatial and signaling relationships between cells from single cell transcriptomic data", "sentences": [], "annotations": [], "relations": []}, {"offset": 111095, "infons": {"fpage": "257", "lpage": "272", "name_0": "surname:Stuart;given-names:T", "name_1": "surname:Satija;given-names:R", "pub-id_doi": "10.1038/s41576-019-0093-7", "pub-id_pmid": "30696980", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "20", "year": "2019"}, "text": "Integrative single-cell analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 111128, "infons": {"fpage": "25", "name_0": "surname:Jin;given-names:S", "name_1": "surname:Zhang;given-names:L", "name_2": "surname:Nie;given-names:Q", "pub-id_doi": "10.1186/s13059-020-1932-8", "pub-id_pmid": "32014031", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "21", "year": "2020"}, "text": "scAI: an unsupervised approach for the integrative analysis of parallel single-cell transcriptomic and epigenomic profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 111251, "infons": {"fpage": "551", "lpage": "562", "name_0": "surname:Cowen;given-names:L", "name_1": "surname:Ideker;given-names:T", "name_2": "surname:Raphael;given-names:BJ", "name_3": "surname:Sharan;given-names:R", "pub-id_doi": "10.1038/nrg.2017.38", "pub-id_pmid": "28607512", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "18", "year": "2017"}, "text": "Network propagation: a universal amplifier of genetic associations", "sentences": [], "annotations": [], "relations": []}, {"offset": 111318, "infons": {"fpage": "8", "lpage": "8", "name_0": "surname:Ronen;given-names:J", "name_1": "surname:Akalin;given-names:A", "pub-id_doi": "10.12688/f1000research.13511.3", "pub-id_pmid": "29511531", "section_type": "REF", "source": "F1000Res", "type": "ref", "volume": "7", "year": "2018"}, "text": "netSmooth: Network-smoothing based imputation for single cell RNA-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 111388, "infons": {"fpage": "D607", "lpage": "D613", "name_0": "surname:Szklarczyk;given-names:D", "pub-id_doi": "10.1093/nar/gky1131", "pub-id_pmid": "30476243", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "STRING v11: protein-protein association networks with increased coverage, supporting functional discovery in genome-wide experimental datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 111531, "infons": {"fpage": "a021923", "name_0": "surname:Chang;given-names:C", "pub-id_doi": "10.1101/cshperspect.a021923", "pub-id_pmid": "27413100", "section_type": "REF", "source": "Cold Spring Harb. Perspect. Biol.", "type": "ref", "volume": "8", "year": "2016"}, "text": "Agonists and antagonists of TGF-beta family ligands", "sentences": [], "annotations": [], "relations": []}, {"offset": 111583, "infons": {"section_type": "REF", "type": "ref"}, "text": "Butts, C. T. Social network analysis with sna. J. Stat. Softw.1, 1–51 (2008).", "sentences": [], "annotations": [], "relations": []}, {"offset": 111663, "infons": {"fpage": "371", "lpage": "385", "name_0": "surname:Landherr;given-names:A", "name_1": "surname:Friedl;given-names:B", "name_2": "surname:Heidemann;given-names:J", "pub-id_doi": "10.1007/s12599-010-0127-3", "section_type": "REF", "source": "Bus. Inf. Syst. Eng.", "type": "ref", "volume": "2", "year": "2010"}, "text": "A critical review of centrality measures in social networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 111723, "infons": {"fpage": "6606", "lpage": "6617", "name_0": "surname:Zhang;given-names:L", "name_1": "surname:Zhang;given-names:S", "pub-id_doi": "10.1093/nar/gkz488", "pub-id_pmid": "31175825", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "Learning common and specific patterns from data of multiple interrelated biological scenarios with matrix factorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 111843, "infons": {"fpage": "367", "name_0": "surname:Gaujoux;given-names:R", "name_1": "surname:Seoighe;given-names:C", "pub-id_doi": "10.1186/1471-2105-11-367", "section_type": "REF", "source": "BMC Bioinform.", "type": "ref", "volume": "11", "year": "2010"}, "text": "A flexible R package for nonnegative matrix factorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 111901, "infons": {"fpage": "13928", "name_0": "surname:Schieber;given-names:TA", "pub-id_doi": "10.1038/ncomms13928", "pub-id_pmid": "28067266", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "8", "year": "2017"}, "text": "Quantification of network structural dissimilarities", "sentences": [], "annotations": [], "relations": []}, {"offset": 111954, "infons": {"fpage": "03426", "name_0": "surname:Leland McInnes;given-names:JohnHealy", "name_1": "surname:Melville;given-names:J", "section_type": "REF", "source": "arXiv", "type": "ref", "volume": "1802", "year": "2018"}, "text": "UMAP: uniform manifold approximation and projection for dimension reduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 112030, "infons": {"fpage": "1", "lpage": "32", "name_0": "surname:Luxburg;given-names:UvA", "pub-id_doi": "10.1007/s11222-006-9001-z", "section_type": "REF", "source": "Stat. Comput.", "type": "ref", "volume": "17", "year": "2007"}, "text": "Tutorial on spectral clustering", "sentences": [], "annotations": [], "relations": []}, {"offset": 112062, "infons": {"fpage": "P10008", "name_0": "surname:Blondel;given-names:VD", "name_1": "surname:Guillaume;given-names:J-L", "name_2": "surname:Lambiotte;given-names:R", "name_3": "surname:Lefebvre;given-names:E", "pub-id_doi": "10.1088/1742-5468/2008/10/P10008", "section_type": "REF", "source": "J. Stat. Mech.", "type": "ref", "volume": "2008", "year": "2008"}, "text": "Fast unfolding of communities in large networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 112110, "infons": {"fpage": "7581", "lpage": "7598", "name_0": "surname:Ge;given-names:W", "pub-id_doi": "10.7150/thno.44306", "pub-id_pmid": "32685006", "section_type": "REF", "source": "Theranostics", "type": "ref", "volume": "10", "year": "2020"}, "text": "Single-cell transcriptome profiling reveals dermal and epithelium cell fate decisions during embryonic hair follicle development", "sentences": [], "annotations": [], "relations": []}, {"offset": 112239, "infons": {"fpage": "483", "lpage": "493 e487", "name_0": "surname:Hie;given-names:B", "name_1": "surname:Cho;given-names:H", "name_2": "surname:DeMeo;given-names:B", "name_3": "surname:Bryson;given-names:B", "name_4": "surname:Berger;given-names:B", "pub-id_doi": "10.1016/j.cels.2019.05.003", "pub-id_pmid": "31176620", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "8", "year": "2019"}, "text": "Geometric sketching compactly summarizes the single-cell transcriptomic landscape", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]