[{"source": "PMC", "date": "20230530", "key": "pmc.key", "infons": {}, "documents": [{"id": "9644469", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s11658-022-00399-5", "article-id_pmc": "9644469", "article-id_pmid": "36348288", "article-id_publisher-id": "399", "elocation-id": "97", "kwd": "Single-cell RNA sequencing Endothelial cell Middle cerebral artery occlusion X-box binding protein 1 Synchrotron radiation", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Chen;given-names:Zhuohui", "name_1": "surname:Wang;given-names:Xiang", "name_10": "surname:Zhang;given-names:Mengqi", "name_11": "surname:Zhang;given-names:Mengqi", "name_12": "surname:Zhang;given-names:Mengqi", "name_13": "surname:Zhang;given-names:Mengqi", "name_2": "surname:Wu;given-names:Haiyue", "name_3": "surname:Fan;given-names:Yishu", "name_4": "surname:Yan;given-names:Zhouyi", "name_5": "surname:Lu;given-names:Chenxiao", "name_6": "surname:Ouyang;given-names:Hongfei", "name_7": "surname:Zhang;given-names:Shiyu", "name_8": "surname:Zhang;given-names:Mengqi", "name_9": "surname:Zhang;given-names:Mengqi", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "27", "year": "2022"}, "text": "X-box binding protein 1 as a key modulator in “healing endothelial cells”, a novel EC phenotype promoting angiogenesis after MCAO", "sentences": [], "annotations": [], "relations": []}, {"offset": 134, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 145, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Endothelial cells (ECs) play an important role in angiogenesis and vascular reconstruction in the pathophysiology of ischemic stroke. Previous investigations have provided a profound cerebral vascular atlas under physiological conditions, but have failed to identify new disease-related cell subtypes. We aimed to identify new EC subtypes and determine the key modulator genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 523, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 531, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Two datasets GSE174574 and GSE137482 were included in the study. Seurat was utilized as the standard quality-control pipeline. UCell was used to calculate single-cell scores to validate cellular identity. Monocle3 and CytoTRACE were utilized in aid of pseudo-time differentiation analysis. CellChat was utilized to infer the intercellular communication pathways. The angiogenesis ability of ECs was validated by MTS, Transwell, tube formation, flow cytometry, and immunofluorescence assays in vitro and in vivo. A synchrotron radiation-based propagation contrast imaging was introduced to comprehensively portray cerebral vasculature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1168, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1176, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We successfully identified a novel subtype of EC named “healing EC” that highly expressed pan-EC marker and pro-angiogenic genes but lowly expressed all the arteriovenous markers identified in the vascular single-cell atlas. Further analyses showed its high stemness to differentiate into other EC subtypes and potential to modulate inflammation and angiogenesis via excretion of signal molecules. We therefore identified X-box binding protein 1 (Xbp1) as a key modulator in the healing EC phenotype. In vitro and in vivo experiments confirmed its pro-angiogenic roles under both physiological and pathological conditions. Synchrotron radiation-based propagation contrast imaging further proved that Xbp1 could promote angiogenesis and recover normal vasculature conformation, especially in the corpus striatum and prefrontal cortex under middle cerebral artery occlusion (MCAO) condition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2072, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2084, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our study identified a novel disease-related EC subtype that showed high stemness to differentiate into other EC subtypes. The predicted molecule Xbp1 was thus confirmed as a key modulator that can promote angiogenesis and recover normal vasculature conformation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2348, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 2374, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1186/s11658-022-00399-5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2466, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2477, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "An intertwined and highly connected cerebrovascular network ensures blood flow circulation into the brain, tasked with the delivery of sufficient oxygen and glucose and removal of byproducts produced during cerebral metabolism. The disconnection and loss of integrity of microvasculature is one of the main pathologies after the occurrence of ischemic stroke, which is a leading cause of death and disability in the world. Several investigations have shown that the retention of the cerebrovascular network and promotion of cerebrovascular reconstruction help mitigate the injury and restore the neuronal function. Therein, angiogenesis serves as one of the most important repair mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3169, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Endothelial cells (ECs) serve as the workhorse in angiogenesis. The external pressure induced by diseases like stroke influences the angiogenesis abilities of ECs. However, like other vascular beds, diverse cell populations and distinct functions also exist in the cerebral endothelial cells along the contiguous segments. The cerebral vessels are also composed of various other cells, including smooth muscle cells (SMCs), pericytes, and perivascular fibroblast cells. Moreover, the brain microenvironment formed by glial cells, neurons, and infiltrating peripheral immune cells interacts closely with ECs. Therefore, identifying the EC subpopulations and their interactions with other cells in brain microenvironment may lay the groundwork for research into the pathophysiology of ischemic stroke and development of drug targets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4001, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Single-cell RNA sequencing (scRNA-seq) has rapidly become a powerful tool for the exploration of various cell types, including ECs, in mouse brain and has generated a detailed mouse brain and vascular cell atlas. However, most of these data were generated under physiological conditions, and thus overlooked the disease-related cell subtypes or phenotypes. Recent studies exploring neurologic diseases such as arteriovenous malformation and Alzheimer’s disease have indicated that cellular phenotypes and functions could be altered during pathological events. In the context of ischemic stroke, a previous investigation interpreted the data on the basis of the physiological atlas and failed to identify new disease-related cell subtypes. To fill this gap, we reanalyzed the data generated from a mouse middle cerebral artery occlusion (MCAO) model, and focused on identifying new disease-related EC subtypes or phenotypes under ischemic stroke condition. We successfully discovered a new EC subtype that highly expressed pan-EC marker genes and pro-angiogenic factors but underexpressed all the arteriovenous markers identified in the vascular cell atlas. This EC subtype also possessed high differentiation potency into known ECs. We thus named this new EC subtype “healing EC.” We further identified a key molecule Xbp1 that highly correlated with the phenotype of healing ECs. A series of in vitro and in vivo analyses confirmed the roles of Xbp1 in promoting angiogenesis. In addition, synchrotron radiation-based propagation contrast imaging (SR-PCI) was utilized and enabled us to meticulously assess the details of the microvascular network at whole-brain and regional scales under various conditions. Vessels with a minimal diameter of ~ 10 μm can thus be discriminated in rodents. Our findings gave us insight into the roles of Xbp1 in modulating healing ECs and promoting angiogenesis after MCAO.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5923, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5931, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In silico analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 5950, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data access and acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 5978, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The 10x Genomics single-cell RNA sequencing (scRNA-seq) data and bulk RNA sequencing data were acquired through the Gene Expression Omnibus (GEO) database (https://www.ncbi.nlm.nih.gov/geo/, accession numbers GSE174574 and GSE137482). The scRNA-seq dataset was generated using brain tissues of C57BL/6 mice aged 6–8 weeks under post-MCAO (24 h, n = 3) and sham (n = 3) conditions. The preprocessed 10x spare matrix (barcodes, genes, and matrix) was utilized in the current study. The bulk dataset was generated using brain tissues of C57BL/6 mice aged 3 months and 18 months under post-MCAO (3 days) and control conditions. Each group yielded six replicates. The normalized count matrix was utilized in the current study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6715, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Quality control of scRNA-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 6749, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Seurat version 4.1.0 was used to create a Seurat object for further analyses in R-dev version. The raw scRNA-seq matrix included 58,528 cells and 19,290 genes in total, with a mean read depth of 92,207 reads per cell, a median of 2610 unique molecular identifier count per cell, and a median of 1295 genes per cell. For quality control (QC), the following filter standards were set: (1) cells were excluded with detected genes (nFeature) < 300, percentage of mitochondrial gene expression > 15%, percentage of ribosomal gene expression < 3%, and percentage of hemoglobin gene expression > 0.1%; (2) genes with expression in fewer than three cells were excluded, and housekeeping gene Malat1 and mitochondrial genes were excluded to avoid interference; (3) for each sample, DoubletFinder version 2.0.3 with recommended parameter and an expectation of 4% doublets was used to exclude the predicted doublets from further analyses. After QC, a total of 52,809 cells and 19,276 genes were included for further analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7780, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data integration, dimensional reduction, visualization, and cell type annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 7861, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The integrated dataset was log-normalized and scaled using Seurat workflow. Harmony version 0.1.0 was used to integrate the scRNA-seq of the six samples and reduce the batch effects caused by sequencing batch. Principal component analysis (PCA), t-distributed stochastic neighbor embedding (t-SNE), and uniform manifold approximation and projection (UMAP) were consecutively employed for dimensional reduction and visualization. UMAP visualization and cell clustering by Louvain algorithm used the batch-adjusted embeddings from Harmony. FindMarker function using Wilcoxon rank-sum test in Seurat was used to identify the differentially expressed genes (DEGs) in one cluster compared with other clusters (Additional file 2: Table S1). Previously described gene expression patterns were collected and used for cell type annotation. The endothelial cell types were processed similarly for further clustering (Additional file 2: Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8798, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Identification of key cell types under MCAO condition", "sentences": [], "annotations": [], "relations": []}, {"offset": 8852, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Scissor version 2.0.0 was used to identify the key cells highly correlated with the gene module transformation under MCAO condition. Briefly, Scissor exploited the differentially expressed gene modules in bulk RNA-seq data, and subsequently learned the gene module features using Cox regression (with survival data) or logistic regression (with binomial data). Then, the key cells in scRNA-seq data were selected by Pearson correlation according to the similarity of gene expression modules between cells and bulk RNA-seq samples. Our current investigation therefore exploited bulk RNA-seq data from GSE137482 with binomial phenotype data. The filter was set as 0.5 to capture the robust cells contributing to MCAO condition. The Scissor+ cells were predictively associated with MCAO condition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9647, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Cell scoring and functional annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 9686, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "UCell version 1.3 was used to perform rank-based signature enrichment scoring in each cell. DEGs identified in previous analyses were further filtered for statistical significance [false discovery rate (FDR) < 0.01]. The cell-specific signatures were then generated using the top 30 DEGs in each endothelial cell type (Additional file 2: Table S3). Gene set enrichment analysis (GSEA) was used to find the enriched hallmark pathways in a cell-specific or condition-specific manner, based on the DEGs between cell types (e.g., venous versus others) or treatment conditions (e.g., MCAO versus sham), respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10302, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Trajectory analyses and driving transcriptional factors prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 10369, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Monocle3 version 1.0.0 was used to perform trajectory analyses to predict the differentiation paths between each endothelial cell subtype without prior knowledge of differentiation time or direction. A pseudo-time analysis was thus utilized to describe the asynchronous cellular state. Although the starting point of differentiation is hard to identify without prior knowledge, package CytoTRACE version 0.3.3 can help predict the order of cell differentiation states and stemness of cells. Dorothea version 1.7.0 was further used to identify the transcriptional factors highly activated in each endothelial cell subtype on the basis of the collection of mouse transcription factor (TF) regulons from different types of resources. The regulons with a confidence level of A, B, and C (excluding D and E) were collected for the prediction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11207, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Cell communication inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 11236, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CellChat version 1.1.3 was utilized to infer the intercellular communication pathways between each cell type. This R tool can quantify the characteristics of cell–cell communication based on the social network analysis, manifold learning, and pattern recognition. To infer the essential communication pathways within endothelial cell types, the data of ECs were extracted from the whole datasets. The cells were also separated as in sham and MCAO conditions to ensure the comparison of cell communications under different conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11772, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vitro validation of Xbp1", "sentences": [], "annotations": [], "relations": []}, {"offset": 11800, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Collection of primary BMECs from rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 11838, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All studies and procedures were approved by the Animal Care Committee of Xiangya Hospital, Central South University (approval number 201503075). A total of six male Sprague–Dawley (SD) rats aged 3–5 weeks were anesthetized and used to isolate brain microvascular endothelial cells (BMECs). Detailed procedures have been described in previous studies. The culture medium of primary BMECs comprised Dulbecco’s modified Eagle medium (DMEM) and fetal bovine serum (FBS; 10%; GIBCO BRL, Gaithersburg, MD, USA). Primary BMECs were incubated in humidified 5% CO2 and 95% air into a 75 cm2 flask at 37 °C. Three passages of BMECs were used for further experimentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12509, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Transfection of lentivirus packages into BMECs", "sentences": [], "annotations": [], "relations": []}, {"offset": 12556, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To obtain cells stably overexpressing Xbp1 and cells with Xbp1 knockdown, amplification of complete Xbp1 open reading frame (ORF) from previously selected small interfering RNAs (siRNAs) for Xbp1 was conducted using polymerase chain reaction (PCR). Detailed information on the primers and siRNA sequences is listed in Additional file 2: Table S4. Notably, to acquire restriction sites to construct overexpressed Xbp1 lentivirus, the ORF of Xbp1 was amplified with primers consisting of XhoI and BamHI restriction sites within the 5′ and 3′ termini, respectively. The corresponding vector-Plvx-puro plasmid was also digested with XhoI and BamHI to ensure the formation of sticky ends. Similar protocols were conducted to construct pLVX-shXbp1 plasmid. The preparation of plasmids into lentivirus was implemented as previously mentioned. The measurement of Xbp1 expression level through quantitative real-time PCR (qRT-PCR) was done to determine the efficiency of small hairpin RNA (shRNA) for the following experiments. The grouping based on Xbp1 expression level of BMECs was as follows: sh-Xbp1 (Xbp1 knockdown group), ov-Xbp1 (Xbp1 overexpressed group), and sh-NC (negative-control group, transfected with lentiviral pLVX-shRNA2 plasmid). To achieve infection, the DMEM medium was removed, followed by two washes of BMECs with phosphate-buffered saline (PBS). Then, 0.5 mL of lentiviral suspension with concentration of 1 × 108 IU/mL and multiplicity of infection (MOI) of 30 was added. Polybrene with a concentration of 8 µg/mL was also added to increase the efficiency of infection. Incubation of these cells was conducted at a temperature of 37 °C overnight after infection. After collection, the infected cells were incubated as in our previous study. At 72 h post-incubation, the infected BMECs were passaged in a DMEM medium containing a predetermined dosage of puromycin twice a week. To construct stable cell lines, positively screened cell lines were subcloned by limiting dilution three times, followed by a 1-month culture in a growth medium containing puromycin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14649, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A complete medium was used for the culture of infected BMECs, and the incubation was carried out at 37 °C in humidified 95% air and 5% CO2, in a 75-cm2 flask. After 24 h and 36 h of culture respectively, gene expression and protein expression were assessed. After 48-h culture, proliferation, apoptosis, tube formation, and migration assay of cells can be performed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15020, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Semi-quantitative analysis of RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 15054, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "TRIzol reagent (Invitrogen, Carlsbad, CA, USA) was used to extract total RNA from BMECs and PrimeScript RT reagent kit with gDNA Eraser (Takara Bio, Dalian, China) was utilized to perform reverse transcription and obtain cDNA. qRT-PCR was carried out to measure the relative expression level of Xbp1 mRNA. The quantification of qRT-PCR with an ABI PRISM 7500 was achieved with SYBR Green qPCR SuperMix (Invitrogen, Carlsbad, CA, USA). The primers used in the present study are also summarized in Additional file 2: Table S4. The settings of qRT-PCR have been described in our previous research. We used the 2−ΔΔCt method to calculate the fold changes in gene expression. Experiments were done with three repetitions and in duplicate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15796, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Western blot", "sentences": [], "annotations": [], "relations": []}, {"offset": 15809, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total protein from BMECs was extracted by lysis buffer (Takara) and ice-cold RIPA, evaluated by the bicinchoninic acid assay (Thermo Scientific, Rockford, IL, USA), and 10% SDS-PAGE was used for separation. Proteins separated were transferred onto nitrocellulose membranes, followed by incubation with the respective primary antibodies (Abcam, Cambridge, MA, USA). Next, a 40-min incubation of nitrocellulose membranes with horseradish-peroxidase-conjugated goat anti-rabbit IgG secondary antibody (1/10,000; Southern Biotech, Birmingham, AL, USA) was carried out. The protein bands were visualized with ECL (Thermo Scientific). GAPDH was utilized as an internal reference gene to normalize the expressions of other proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16536, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MTS assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 16546, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To study the proliferation status of cells in different groups after transfection in 1, 2, and 3 days, the number of cells with high metabolic activity was determined via colorimetric MTS assay (CellTiter 96 AQueous Assay). Briefly, we first washed cells with PBS to clear the complete medium, and then incubated cells with 20% MTS reagent in a serum-free culture medium for 3 h. After that, the cells with high metabolic activity successfully reacted with tetrazolium. After being pipetted into a 96-well plate, the cells were placed into a spectrophotometric plate reader (FLUOstar OPTIMA, BMG Lab Technologies, Germany) to test the absorbance of each well at 490 nm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17219, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Annexin V-FITC/PI-stained flow cytometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 17261, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three groups of cells were detached through trypsinization, and rinsed two times with cold PBS. The cells were centrifuged at 3000 rpm for 5 min, then the supernatant was abandoned and the cells were resuspended in 1× binding buffer at a density of 1.0 × 106 cells/ml. For each of the three groups, 100 μL of sample solution was transferred to a Falcon test tube, and each group has four tubes: double-negative tube, 5 μL Annexin V-FITC-positive tube, 5 μL PI-positive tube, and double-positive tube. Then they were incubated in the dark for 15 min at a temperature of 37 °C, after which 400 μL of 1× binding buffer was added to each sample tube. Then the samples were analyzed by FACS (Becton Dickinson), followed by Cell Quest Research Software (Becton Dickinson).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18048, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Tube formation assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 18069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Tube formation assay was performed according to the manufacturer’s instructions (BD BioCoat Angiogenesis System—Endothelial Cell Tube Formation). Matrigel solution with reduced growth factor was added to an eight-well chamber plate with a volume of 100 μL per well, then solidified at 37 °C. Meanwhile, 2 × 105 BMECs (72 h) were resuspended in 100 µL M199 medium supplemented with 5 μg/mL vascular endothelial growth factors and added to Matrigel containing wells in triplicate and incubated in 37 °C incubators supplemented with 5% CO2 for 6 h. Tube formation was observed after 6 h. Tube numbers were observed using 40× and 100× lenses and analyzed by ImageJ software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18764, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Transwell migration assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 18790, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All cell culture reagents and Transwell chamber were incubated at 37 °C. BMECs were detached by using trypsin and resuspended in M199 (serum-free medium) containing 0.5% FBS. One-hundred microliters of 2 × 105 cells/mL cell suspension was added into the insert of the Transwell (8 µm pore size), while 600 μl of M199 (including 0.5% FBS) was added into the holder of the corresponding Transwell, which was preceded by incubation for 24 h. The cells in the insert could migrate into the holder of the Transwell during this time. Paraformaldehyde (4%) was then utilized to fix the cells for 15 min, and Giemsa solution was used to stain the cells for 15 min. After removal of the cells inside the insert, the migrated cells in the holder of Transwell were observed under a Nikon Eclipse microscope. Nikon Digital Sight system was utilized to image cells. Cells were calculated from 10 views per well × 3 wells using 10× lenses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19736, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vivo validation of Xbp1", "sentences": [], "annotations": [], "relations": []}, {"offset": 19763, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Animal preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 19782, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The current experiments were approved by the Animal Care Committee of Xiangya Hospital, Central South University (approval number 201503075) and were conducted in the Experimental Zoology Department of Central South University. Male adult SD rats weighing 250–280 g were all specific pathogen free (SPF). A total of 36 SD rats were provided by the Laboratory Animal Center of Central South University and used for establishing the middle cerebral artery occlusion (MCAO) model. The rats had free access to food and water under constant temperature (24 ± 2 °C) and controlled light conditions (12 h light/dark cycles). Rats were randomly assigned to three groups (n = 12/group): control group (NC group), transfected Xbp1-shRNA group (sh-Xbp1 group), and transfected Xbp1-overexpression group (ov-Xbp1 group). One week prior to modeling, the rats had been injected with virus into the right striatum by micro-injector stereotactically, with NC group injected with lentiviruses encoding a scramble hairpin, sh-Xbp1 group injected with Xbp1-shRNA virus, and ov-Xbp1 group injected with Xbp1-overexpressed virus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20906, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Establishment of MCAO rat model", "sentences": [], "annotations": [], "relations": []}, {"offset": 20938, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Firstly, the adult rats were anesthetized with pentobarbital sodium (40 mg/kg, i.p.). A modified thread-occlusion method was exploited to establish the focal ischemic stroke rat model. Briefly, we first incised the median anterior cervical to expose the right common carotid artery (CCA), preceded by the exposure of CCA bifurcation. After that, an incision was created and a standard nylon thread was inserted into the common carotid artery, crossing the bifurcation and finally occluding the internal carotid artery (ICA). The depth of insertion was around 18 mm. These rats were killed after 1 day, 3 days, 7 days, and 14 days of MCAO, respectively, and their intact brain was acquired. Subsequently, rat brains were harvested and collected for further experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21713, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Infarction identification by triphenyltetrazolium chloride (TTC) staining", "sentences": [], "annotations": [], "relations": []}, {"offset": 21787, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fresh rat brains were dissected coronally into 2 mm slices. Then, the slices were incubated in 2% TTC (Sigma-Aldrich, USA) of PBS at 37 °C for 30 min. After that, 4% paraformaldehyde was utilized to fix the brain slices at room temperature for 1 h. The infarct brain tissues cannot be stained by TTC; instead, they can be discriminated via red-dyeing of viable brain tissue. The identification and quantitative analyses of the area of infarction were completed using Image-Pro Plus 6.0 software (Media Cybernetics Inc., Bethesda, MD, USA). The area of infarction was defined as the percentage of white tissue out of total hemispheric volume.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22434, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Hoechst/RECA-1 immunofluorescence staining", "sentences": [], "annotations": [], "relations": []}, {"offset": 22477, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Hoechst/RECA-1 was used to visualize the survival of ECs. Analysis was facilitated by the use of a fluorescent nuclear dye, Hoechst 33342 (5 μM). Slides were stained with RECA-1 antibody (rat endothelial cell antigen-I, MA1-81510; Thermo Fisher Scientific Inc.) to visualize endothelial cells. RECA-1 was used at a dilution of 150 and was revealed using donkey anti-mouse IgG (H+L) highly cross-adsorbed secondary antibody, Alexa Fluor™ 594 (Thermo Fisher Scientific Inc., 1:500). For quantification of the area of Hoechst+ and RECA-1+ endothelial cells, NIH ImageJ software was utilized. The results were displayed as number of positive cells per micrometer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23141, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Terminal deoxynucleotidyl transferase-mediated DUTP-biotin nick end labeling (TUNEL)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23226, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To detect DNA fragmentation caused by cell death in the ischemic brain, terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling (TUNEL) staining was applied using the In Situ Cell Death Detection Kit (Roche, Mannheim, Germany) for the coronal sections. Labeled sections were counterstained with DAPI, and images were captured under a fluorescence microscope. NIH ImageJ software was utilized to quantify the counts of DAPI+ and TUNEL+ cells. The results are displayed as the rate of TUNEL+ out of DAPI+ cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23750, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "PCNA/CD31/DAPI immunofluorescence staining", "sentences": [], "annotations": [], "relations": []}, {"offset": 23793, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The successful models were anesthetized before removing the nylon thread from the ICA, and then the rats were perfused with 0.9% saline and, subsequently, 4% cold paraformaldehyde. For angiogenesis evaluation, the separated intact brains were fixed with ice-cold 4% paraformaldehyde overnight and then dehydrated in 30% sucrose for 24 h. The coronal brain slices were obtained using a cryostat, and 25-μm-thick slices were used for further experiments. To avoid possible nonspecific binding, brain slices were washed over and then incubated at 4 ℃ on a shaker overnight. After dual-label immunofluorescence staining, an Olympus FV1000 confocal microscope equipped with a four-laser system (Multi AR laser, HeNe G laser, HeNe R laser, and LD405/440 laser diode) was used to obtain images of fluorescence labeling for the ECs’ nucleus. NIH ImageJ software was utilized to quantify the counts of DAPI+, PCNA+, and CD31+ cells. The cells costained with PCNA+/CD31+ dual labeling were considered to undergo vessel proliferation. The results were displayed as the rate of PCNA+/CD31+ dual labeling cells out of CD31+ cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24918, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Synchrotron radiation phase contrast scanning (SR-PCI)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24973, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After anesthesia in rats in the supine position, heparinized saline was rapidly perfused through the heart to avoid blood leftover in the brain, followed by fixation with 10% paraformaldehyde. Rat brains were then harvested and fixed in a 4% paraformaldehyde solution at 4 °C for 24 h. The rinsed brain specimens were dehydrated using ascending gradients of ethanol and were prepared in a fully dehydrated state for Synchrotron radiation phase-contrast scanning. SR-PCI was performed at BL13W1 of the Shanghai Synchrotron Radiation Facility in China, which is a third-generation synchrotron source with an average beam current of 180 mA and 3.5 GeV of storage energy. On the basis of preliminary experimental parameters, the scanning condition has been set at a photon energy of 20 keV, a spatial resolution of 5.2 μm, and a sample-to-detector distance of 50 cm. SR-PCI exploits the principle that the amplitude and phase of X-rays change when interacting with different matters. In our current analyses, the forward diffraction can be defined by the following formula:", "sentences": [], "annotations": [], "relations": []}, {"offset": 26052, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this formula, “n” indicates the complex refractive index of the medium; “δ” represents the refractive index decrement that is correlated with the phase shift, and “β” represents the linear absorption coefficient. δ/δ was set to 100 during phase extraction on the basis of preliminary experiments. After the acquisition of the image, the 3D rendered images were reconstructed with Amira (Mercury, Richmond, TX, USA) to visualize the stereological angioarchitecture of the brain. To quantify the parameters of the cerebral vascular network and render the 3D images, we first acquired a distance map by skeletonization, which was achieved by thinning the binary input vasculature for centerline extraction. After that, we analyzed the skeletonized image with the determination of branches and branch points and calculation of vessel parameters including mean vascular diameter, vessel length, bifurcations, and segments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26989, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 27010, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SPSS 20.0 statistical software (IBM, Armonk, NY, USA) and GraphPad Prism 9.0 was used for data analysis, and measurement data were presented as mean ± standard deviation (SD). The analysis of overall comparison of the between- group measurement indices was performed with one-way analysis of variance (ANOVA), followed by post hoc tests of the least significant difference. Two-way ANOVA was exploited to analyze the contribution of Xbp1 intervention to the phenotype, along with the days after MCAO surgery. Statistical significance was set at P < 0.05. Parametric one-way ANOVA was used to compare vascular node and segment of blood vessels between groups for changes in morphological parameters. Tukey’s post hoc test was used to correct for multiple comparisons. Statistical significance of parametric one-way ANOVA and Tukey’s post hoc test was set at P < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27894, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 27902, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cellular and molecular profiles of mouse brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 27949, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To profile brain cells under ischemic stroke condition, we searched the GEO and Sequence Read Archive (SRA) databases. We found two datasets covering the mouse brain scRNA-seq data: GSE167593 and GSE174574. The original scRNA-seq data in GSE167593 were constructed on the basis of the 10X Genomics library and contained 35,968 cells, while after quality control, only 1724 cells were retained (data not shown), suggesting a high proportion of dead cells in this dataset. Since the high-quality cells were too few, this dataset will not be included in our investigation. GSE174574 included scRNA-seq data generated using the 10X Genomics library. This contains the brain cell captured from mice aged 6–8 weeks under post-MCAO (24 h) and sham conditions. After quality control, doublet exclusion, and batch correction, a total of 52,809 cells and 19,276 genes were retained in this study. The cell cycling scores including S phase and G2M phase were also calculated to exclude their possible influence (Additional file 1: Fig. S1A, B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28987, "infons": {"file": "11658_2022_399_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Cellular aberrancy in the mice brain under middle cerebral artery occlusion (MCAO). A Quality control, cell identity annotation, endothelial cell (EC) function and driving transcriptional factors identification, development path prediction, and downstream in vitro and in vivo validation were consecutively conducted. B UMAP visualization showing different cell types captured from combined sham (n = 3) and MCAO (n = 3) scRNA-seq data. C Dot plot showing the marker gene expression for each cell type. capEC capillary endothelial cell, vEC venous endothelial cell, aEC artery endothelial cell, SMC smooth muscle cell, Peri. pericyte, Peri.Fibro perivascular fibroblast, Mono. monocyte, Neutro. neutrophil, Inter.Micro interstitial microglia, Peri.Micro perivascular microglia, Astro astrocyte, Oligo. oligodendrocyte, Ependy. ependyma. D Bar plot showing cell proportion in each cell type by sample. E Bar plot showing cell proportion in each sample by cell type. F UMAP visualization showing EC subtypes in combined sham (n = 3) and MCAO (n = 3) data. G Dot plot showing the marker gene expression for each EC subtype. Art artery, Cap capillary. H Bar plot showing cell proportion in each sample by cell type", "sentences": [], "annotations": [], "relations": []}, {"offset": 30216, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On the basis of the previously published gene marker patterns, we first identified the major brain cell classes in the overall dataset: endothelial cell (Cldn5, Pecam1), microglia (C1qb, Aif1), ependyma (Ttr, Enpp2), smooth muscle cell (Tagln, Myh11), monocyte (Ccr2, Cd74), astrocyte (Aqp4, Gja1), oligodendrocyte (Mbp, Mobp), pericyte (Kcnj8, Higd1b), neutrophil (S100a9, S100a8), and perivascular fibroblast (Dcn, Col1a2) (Fig. 1B, C and Additional file 2: Table S1). Consistent with the original paper, the proportions of most cell types were altered under MCAO condition (Fig. 1D). The proportions of each major cell type in the replicate samples were also similar, confirming the high quality of the generated library (Fig. 1E).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30955, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of healing ECs as a novel endothelial cell subtype", "sentences": [], "annotations": [], "relations": []}, {"offset": 31021, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cerebral vessels were composed of mainly endothelial cells, smooth muscle cells, perivascular cells, and perivascular fibroblasts (Fig. 1B). Previous studies have confirmed that endothelial cells are the main effector cells during angiogenesis. Identified by expression of Cldn5 and Pecam1, endothelial cells were composed of eight subclusters (Fig. 1F). The identities of each endothelial cell subtype were confirmed on the basis of the marker genes related to endothelial arteriovenous zonation: Bmx, Gkn3 (artery), Nr2f2, Slc38a5 (vein), Slc7a5, Mfsd2a (capillary), Tfrc, Slc16a1 (capillary and vein), Vwf, Vcam1, and Slc6a6 (artery and vein) (Fig. 1F and Additional file 2: Table S2). We also identified choroid plexus ECs that were far from other EC subtypes on uniform manifold approximation and projection (UMAP) visualization and highly expressed marker genes Plpp1, Plpp3, and Plvap (Fig. 1F). Among all eight EC subclusters, we noticed one cluster that underexpressed all the marker genes related to endothelial arteriovenous zonation. However, this Anxa2+EC subtype highly expressed several marker genes that modulated angiogenesis, including Ecscr, Litaf, S100a11, Igfbp7, Col4a1, etc. (Fig. 1G and Additional file 2: Table S2). We thus named this novel EC subtype “healing EC.” Interestingly, some of these marker genes (Ecscr, Litaf, S100a11) were also expressed in venous ECs, suggesting an intimate relationship between these two EC subclusters (Fig. 1G and Additional file 2: Table S2). The close distance on UMAP visualization further upheld this postulation (Fig. 1F). Nonetheless, the distinction of the two subclusters was still prominent, with healing ECs marked as Cldn5+ Pecam1+ Anxa2+ Tubb6hi Fkbp1ahi, and venous ECs marked as Cldn5+ Pecam1+ Anxa2− Tubb6low Fkbp1alow (Fig. 1G, Additional file 1: Fig. S3H and Additional file 2: Table S2). In addition, healing and venous ECs were two major EC subtypes with altered cell number under MCAO condition, suggesting their important roles in MCAO (Fig. 1H).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33065, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of healing ECs as a key endothelial cell subtype under MCAO condition", "sentences": [], "annotations": [], "relations": []}, {"offset": 33150, "infons": {"file": "11658_2022_399_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of healing-state endothelial cell as the major EC subtypes changed under MCAO condition. A UMAP visualization showing the pseudo-time trajectory of the cells (left) and the Scissor-positive (Scissor+) cells under sham (n = 3) and MCAO (n = 3) conditions (right). Scissor+ cells were more relevant to MCAO condition compared with NS cells. B Bar plot showing cell proportion in each EC subtype by Scissor results. The number of each cell subtype is labeled. C Violin plot comparing the cell proportions of Scissor+ healing ECs under sham (n = 3) and MCAO (n = 3) conditions. Student’s t-test was utilized. ***P < 0.001. D Heatmap plot showing the overall expression similarity of each EC subtype. E Ridge plot showing the UCell signature score of healing-state ECs. The UCell signatures of each EC subtype were defined using the top 30 marker genes filtered for FDR < 0.01. FDR false discovery rate. F Volcano plot showing the differentially expressed genes in healing ECs between MCAO (n = 3) and sham (n = 3) conditions. The filter criteria was set as FDR < 0.05 and |log2FC|> 0.05. FC fold change. G Gene set enrichment analysis showing the putative functions of healing ECs under MCAO condition using the filtered differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 34453, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It is not sufficient to conclude the importance of a cell subtype exclusively on the basis of its change in number. Instead, its transcriptome can better reflect its relationship with pathological condition. Hence, we exploited a tool named Scissor that utilized the transcriptome of bulk RNA-seq data, to reflect the most relevant cell types under certain conditions. Another bulk transcriptome dataset GSE137482 was thus involved in our present analyses. By learning the transcriptional difference between MCAO (n = 12) and control (n = 12) samples, the tool successfully targeted a group of Scissor+ cells that were predictively essential to MCAO condition in scRNA-seq dataset (Fig. 2A). The Scissor+ cells were enriched in cells under MCAO condition and resided mainly in healing and venous ECs, confirming our previous postulation (Fig. 2B and Additional file 1: Fig. S2A). Two-tailed Student’s t-test further confirmed the proportional increase of healing and venous ECs under MCAO condition (Fig. 2C and Additional file 1: Fig. S2B). The hidden disadvantage of this method is the mismatch between sample treatment and collection. The brain tissues in GSE137482 were collected from C57BL/6 mice aged 3 or 18 months, which were older than mice in the scRNA-seq dataset. Although this will not greatly affect the differential gene list, it may cause an altered fold change that may influence the prediction. In addition, the tissues were collected 3 days after MCAO in GSE137482 instead of 24 h after MCAO, which may also influence the results. However, the samples from these two datasets were still in the same clinical phase of ischemic stroke, so the results from Scissor remained credible.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36169, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further validate the identity of healing ECs, we compared the expression modules of each EC subtype. Interestingly, healing ECs and venous ECs showed similar expression modules that were different from the other six EC subtypes (Fig. 2D). Consistent with the results, healing and venous ECs also shared a greater number of differentially expressed genes (DEGs) compared with others (Additional file 1: Fig. S2D). Specifically, the DEGs in healing ECs included Fkbp1a, Spp1, Xbp1, etc. (Additional file 1: Fig. S2C). To robustly confirm the independence of healing ECs from other EC subtypes, we used UCell to construct cell-specific signatures based on their top 30 marker gene list (Additional file 2: Table S3, FDR q-value < 0.01). The cell scoring of Healing_Ucell indicated a high enrichment in healing ECs, but still, a subset of venous ECs were also enriched (Fig. 2E), meaning at least a proportion of venous ECs were mixed with healing ECs, or in the intermediate state between venous and healing ECs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37188, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Although healing ECs were a disease-related EC subtype under MCAO condition, data also indicated its existence under sham condition (Fig. 1H). We therefore performed differential gene expression analysis on healing ECs between MCAO and sham condition. Several healing-EC-specific marker genes, including Spp1, AY036118, Gm42418, Igfbp7, and Fkbp1a, were significantly upregulated under MCAO condition (Fig. 2F,  P< 0.05, and Additional file 2: Table S5), indicating an enhancement of the healing phenotype after the occurrence of MCAO. Gene set enrichment analysis of the 50 hallmark pathways also indicated an enrichment of essential pro-angiogenic pathways, hypoxia-induced pathways, damage-related pathways, and immune-related pathways in healing ECs under MCAO condition (Fig. 2G,  P< 0.05, and Additional file 2: Table S6). Similar results were also seen in venous ECs, further indicating their intimate relationship (Additional file 1: Fig. S2E, F, P < 0.05, and Additional file 2: Table S7, S8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38206, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Healing ECs exhibit differentiation potency into other EC subtypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 38273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since healing and venous ECs were disease-related EC subtypes and modulators of angiogenesis under MCAO condition, we further wanted to know how they modulated angiogenesis and what differentiation paths they would choose. Monocle3 helped us parse the possible differentiation paths of healing ECs. Choroid plexus ECs were excluded from the analysis owing to its unique distribution and functions in the brain. Consistent with our postulation, healing ECs were predictively a node in the EC differentiation map, indicating its steady cellular state during the differentiation process (Fig. 2A). Interestingly, no differentiation node existed in the venous ECs, suggesting that venous ECs were not a steady cellular state in this process (Fig. 2A). In contrast, capillary ECs harbored five nodes (steady cellular states), showing the high heterogeneity of this EC subtype (Fig. 2A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39158, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The next question was which node acted as the start point of differentiation. Although healing ECs were a steady state, it was also possible that healing ECs were differentiated from other EC subtypes and was instead the result of a response to MCAO stimulation. To address this problem, we utilized CytoTRACE to calculate the state and direction of differentiation in EC subtypes. Apparently, the cells in healing and venous ECs were less differentiated and possessed the highest degree of stemness (Additional file 1: Fig. S3A). Surprisingly, venous ECs possessed even more stemness than healing ECs did, despite the close median in the two EC subtypes (Additional file 1: Fig. S3B). We also calculated the genes correlated most with the CytoTRACE scoring. Genes harboring top ten correlation with CytoTRACE score were all highly expressed in the healing and venous ECs, while healing ECs seemed to express higher than venous ECs did (Additional file 1: Fig. S3G, H). On the basis of the above results, we could therefore conclude that healing ECs acted as the differentiation start point, and that healing ECs were the response rather than result of MCAO stimulation. The pseudo-time trajectory plot showed the refined possible differentiation paths from healing ECs into other EC subtypes (Fig. 2A). However, the conclusions still needed further confirmation since no direct evidence of lineage tracing existed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40575, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We were interested in identifying what defined the cell fate of healing ECs. There were two possible mechanisms: (1) intrinsic factors such as transcription factors (TFs) and other key molecules; (2) extrinsic factors from other cells or the brain microenvironment. To test potential mechanism 1, we utilized the mouse databases of regulon from DoRothEA, a tool used to analyze the TF–target interaction on the basis of several sources of supporting evidence. For an authentic prediction of activated TF in healing ECs, regulons with confidence evidence of A, B, and C (excluding D and E) were extracted. The details of confidence levels are available in the original publication. As a result, DoRothEA predicted many TFs that were specifically activated in each EC subtype (Additional file 1: Fig. S3F). It should be noted that the activated TFs were similar among the seven EC subtypes, in which healing and venous ECs, Art and venule ECs, and arteriole and Cap ECs showed similar TF activation modules, respectively (Additional file 1: Fig. S3F). In spite of the similar TF activation module, the activation strength of each TF still varied among the EC subtypes, indicating a diverse TF-motif binding pattern in each EC subtype (Additional file 1: Fig. S3F). This problem needs to be addressed through further investigation, for example with ChIP-seq or ATAC-seq.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41945, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Xbp1 served as a key molecule modulating angiogenesis in brain in both physiological and pathological conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 42058, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On the basis of the previously defined trajectory analysis, we further identified several pseudo-time-related and EC subtype-specific molecules, including Xbp1 (Additional file 1: Fig. S3C). X-box binding protein 1 (Xbp1) was generally considered as a transcription factor participating in endoplasmic reticulum (ER) stress and modulating unfolded protein response, which is an essential pathway enriched in healing ECs under MCAO condition (Fig. 2G,  P< 0.05). Xbp1 was also a marker gene of healing ECs, and was upregulated under MCAO condition in both healing and venous ECs (Fig. 2F; Additional file 1: Fig. S2C, E; Additional file 2: Tables S2 and S5–S8). Among all the variable genes across the seven EC subtypes, Xbp1 belonged to module 22 (Additional file 1: Fig. S3D). UMAP visualization also confirmed its enrichment in healing and venous ECs (Additional file 1: Fig. S3E). Besides, the expression level of Xbp1 had a significantly positive correlation with CytoTRACE score (Additional file 1: Fig. S3G, Spearman’s rank correlation test P < 0.05), indicating its roles in modulating EC stemness. Previous studies also confirmed the roles of Xbp1 in modulating angiogenesis in the conditions of tumor, retinal ischemia, cardiac ischemia, etc. Combing the above evidence, we therefore supposed that Xbp1 also played an essential role in modulating angiogenesis under MCAO condition, possibly via enhancing the healing EC phenotype and stemness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43525, "infons": {"file": "11658_2022_399_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Confirmation of in vitro and in vivo models of Xbp1 overexpression and knockdown. qRT-PCR (A) and western blot (B) results of the overexpressed Xbp1 and Xbp1-knockdown cells. qRT-PCR (C) and western blot (D) results of the overexpressed Xbp1 and Xbp1-knockdown rat models. Student’s t-tests were conducted. *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001 compared with the control", "sentences": [], "annotations": [], "relations": []}, {"offset": 43930, "infons": {"file": "11658_2022_399_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "In vitro assays confirming the roles of Xbp1 in improving survival and tube formation, and attenuating apoptosis in BMECs. A–C MTS assays measured the cell proliferation of brain microvessel endothelial cells (BMECs) after treatment with NC, sh-Xbp1, and ov-Xbp1 for different time intervals, 1 day, 2 days, and 3 days. NC was used as the control group. Proliferation rate = (OD value/(OD value at day 0) − 1) × 100%. Suppression ratio = (1 − experimental OD value/control OD value) × 100%. Results are presented as mean ± SD (n = 3 for each groups). One-way ANOVA followed by post hoc test. *P < 0.05, **P < 0.01 compared with the control. D Representative figures of Transwell (line 1, scale bar 25 μm), tube formation (line 2, scale bar 50 μm; line 3, scale bar 25 μm), and flow cytometry assays (line 4) under NC, ov-Xbp1, and sh-Xbp1 conditions. E Quantitative analysis Transwell assays that showed migration ability of infected BMECs. Results are presented as mean ± SD (n = 3 for each groups). One-way ANOVA followed by post hoc test. *P < 0.05 compared to the control. F The effect of Xbp1 on the formation of tubes in BMECs was explored with the Matrigel assay at magnifications of 40× (tube formation 40) and 100× (tube formation 100). Results are presented as mean ± SD (n = 3 for each groups). One-way ANOVA followed by post hoc test. *P < 0.05, **P < 0.01. G Flow cytometry analyzing apoptosis of BMECs treated with sh-Xbp1 and ov-Xbp1 and control groups. Representative diagrams were shown in the quantification of the early and late apoptotic cells. Results are presented as mean ± SD (n = 3 in each groups). One-way ANOVA followed by post hoc test. *P < 0.05, **P < 0.01 compared with the control. BMEC brain microvessel endothelial cell, FITC fluorescein isothiocyanate, NC normal control, OD optical density, PI propidium iodide, SD standard deviation, Xbp1 X-box binding protein 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 45938, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further confirm the roles of Xbp1, we conducted a series of in vitro and in vivo experiments. The models of Xbp1 overexpression and knockdown were successfully constructed in both primary BMEC cell line and rodent animals (Fig. 3). On MTS assay, the primary cultured brain microvascular endothelial cells (BMECs) showed a significantly higher optical density (OD) at 490 nm only 1 day after transfection of ov-Xbp1 lentivirus, while a significantly lower OD was also observed in sh-Xbp1 condition, even without pathological stimulation (Fig. 4A,  P< 0.01). This effect could exist for at least 3 days (Fig. 4A,  P< 0.001). The proliferation and suppression rate of BMECs also varied across different Xbp1 manipulations (Fig. 4B, C,  P< 0.001). In addition, upregulation of Xbp1 in BMECs significantly enhanced the migration ability and tube formation ability, while downregulation of Xbp1 showed opposite effects compared with normal control (Fig. 4D–F). BMECs also showed lower apoptosis rate in both early and late phase after upregulation of Xbp1, while opposite effects occurred after downregulation of Xbp1 (Fig. 4D, G). Conclusively, Xbp1 could promote EC proliferation, migration, and tube formation, and protect ECs from apoptosis in the physiological condition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47237, "infons": {"file": "11658_2022_399_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "In vivo assays confirming the roles of Xbp1 in improving survival, attenuating apoptosis, and promoting angiogenesis in BMECs. A Representative images showing the infarct size of ischemic brain dyed with TTC staining. Regions without staining were considered infarct regions. TTC 2,3,5-triphenyl tetrazolium chloride. B Bar plot summarizing the infarct size of ischemic brain under different Xbp1 interventions. Results are presented as mean ± SD (n = 3 in each group). One-way ANOVA followed by post hoc test. *P < 0.05, **P < 0.01 compared to the control. C Representative images showing the survival of endothelial cells by RECA-1 (red) /Hoechst (blue) dual labeling of the brain slices at days 1, 3, 7, and 14 under ov-Xbp1, sh-Xbp1, and NC conditions. Scale bar, 100 μm. D Statistics showing the percentage of RECA-1+ cell area out of each visual fields at days 1, 3, 7, and 14 under ov-Xbp1, sh-Xbp1, and NC conditions. Results are presented as mean ± SD (n = 3 in each groups). Two-way ANOVA. P < 0.05 was considered statistically significant. RECA-1 rat endothelial cell antigen-1, NC normal control. E Representative images showing apoptosis in the brain by TUNEL (green)/DAPI (blue) dual labeling of the brain slices at days 1, 3, 7, and 14 under ov-Xbp1, sh-Xbp1, and NC conditions. Scale bar, 100 μm. F Statistics showing the percentage of the number of TUNEL+ cells out of DAPI+ cells at days 1, 3, 7, and 14 under ov-Xbp1, sh-Xbp1, and NC conditions. Results are presented as mean ± SD (n = 3 in each group). Two-way ANOVA. P < 0.05 was considered statistically significant. TUNEL terminal deoxynucleotidyl transferase (TdT) dUTP nick-end labeling, DAPI 4′,6-diamidino-2-phenylindole. G Representative images showing the proliferating endothelial cells by CD31 (green)/PCNA (red)/DAPI (blue) tri-labeling of the brain slices at days 1, 3, 7, and 14 under ov-Xbp1, sh-Xbp1, and NC conditions. Scale bar, 100 μm. H Statistics showing the percentage of the number of PCNA+/CD31+ dual labeling cells out of CD31+ cells at days 1, 3, 7, and 14 under ov-Xbp1, sh-Xbp1, and NC conditions. Results are presented as mean ± SD (n = 3 in each group). Two-way ANOVA. P < 0.05 was considered statistically significant. PCNA proliferating cell nuclear antigen, DAPI 4′,6-diamidino-2-phenylindole", "sentences": [], "annotations": [], "relations": []}, {"offset": 49600, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further performed in vivo experiments to confirm our postulation. After injection of ov-Xbp1 lentivirus, the rat cerebral infarct size significantly reduced under MCAO condition, while suppression of Xbp1 showed the opposite effect compared with normal control (Fig. 5A, B). For detailed assessment of endothelial cells at successive timepoints after MCAO surgery under different Xbp1 intervention conditions, we performed a series of immunofluorescence microscopic assays. We used rat endothelial cell antigen-1 (RECA-1) antibody to label the ECs and calculated the area of ECs under different conditions (Fig. 5C). The area of ECs was considered the proportion of functional cerebral vessels after MCAO surgery. The results showed a significantly higher proportion of functional cerebral vessels after upregulation of Xbp1, followed by NC and sh-Xbp1 group, especially at days 7 and 14 (Fig. 5D, P< 0.05). Meanwhile, terminal deoxynucleotidyl transferase-mediated DUTP-biotin nick end labeling (TUNEL) assays also indicated that a lower proportion of apoptosis occurred after upregulation of Xbp1 compared with the NC and sh-Xbp1 groups, at nearly all four timepoints (Fig. 5E, F,  P< 0.01). Cells with a high proliferation activity always highly expressed proliferating cell nuclear antigen (PCNA), and thus can discriminate the proliferating CD31+ (PECAM-1, platelet endothelial cell adhesion molecule) endothelial cells from the normal ones. The results also showed a significantly higher proportion of PCNA+/CD31+ dual labeling out of CD31+ cells after upregulation of Xbp1 compared with the NC and sh-Xbp1 groups, especially at days 7 and 14 after MCAO surgery (Fig. 5G, H, P < 0.01). All the above evidence indicated the roles of Xbp1 in promoting proliferation and reducing apoptosis under MCAO condition to facilitate angiogenesis, mainly in the recovery phase (≥ 7 days).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51509, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Sophisticated portray of brain microvasculature deciphered detailed angiogenesis influenced by Xbp1 under MCAO condition", "sentences": [], "annotations": [], "relations": []}, {"offset": 51630, "infons": {"file": "11658_2022_399_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "High-resolution 3D tomography showing post-MCAO brain vasculature under different Xbp1 interventions. A 3D surface volume images rendering the general appearance and leptomeningeal vasculature of rat brain under NC, ov-Xbp1, and sh-Xbp1 conditions. Scale bar, 1000 μm. B 3D vasculature images rendering the path through vessel segment and vascular interconnections under NC, ov-Xbp1, and sh-Xbp1 conditions in the whole-brain context. The red regions indicate the highly connected microvessel network, which were usually seen at the lesion. Scale bar, 1000 μm. C 3D vasculature images showing the diameter of the vessels under NC, ov-Xbp1 and sh-Xbp1 conditions in the whole-brain context. The pseudocolor from blue to red indicates the vessels of 10–100 μm in diameter. Scale bar, 1000 μm. D 3D images showing the vessel surface area of the regions of interest (ROI) under NC, ov-Xbp1, and sh-Xbp1 conditions. The outline of the brain and important structures is also displayed. The lesion is labeled in light-blue color. Scale bar, 1000 μm. E Comparison of the whole-brain vascular nodes in the NC, ov-Xbp1, and sh-Xbp1 groups. Results are presented as mean ± SD (n = 3 in each group). One-way ANOVA followed by Tukey’s multiple comparisons test. ****P < 0.0001 compared with the control; ####P < 0.0001 compared with the ov-Xbp1 group. F Comparison of the segments of blood vessels in the NC, ov-Xbp1, and sh-Xbp1 groups. Results are presented as mean ± SD (n = 3 in each group). One-way ANOVA followed by Tukey’s multiple comparisons test. ****P < 0.0001 compared with the control; ####P < 0.0001 compared with the ov-Xbp1 group", "sentences": [], "annotations": [], "relations": []}, {"offset": 53313, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our aforementioned results partly confirmed the functions of Xbp1 in promoting angiogenesis by immunostaining the surviving and proliferating ECs in two-dimensional (2D) brain slices. However, the robustness of the results was still not satisfying considering the spatial heterogeneity of ischemic injury. The 2D brain slices could not guarantee the representativeness of the whole-brain lesion. To address this issue, we utilized a novel technology called SR-PCI that could capture the whole-brain vasculature at a high spatial resolution while enabling detailed analyses at the regional scale. The MCAO surgeries were conducted on the same one side, to ensure self-control comparison and avoid influence from individual vasculature differences. After reconstruction, we first inspected the overall appearance of the brain under different Xbp1 interventions. Intuitively, cerebral atrophy was the mildest in the lesion side of the ov-Xbp1 group, followed by the the NC and sh-Xbp1 groups (Fig. 6A). The leptomeningeal vasculatures were also preserved the best in the ov-Xbp1 group, indicating a superior ability of collateral compensation (Fig. 6A, middle), while the sh-Xbp1 group preserved the worst (Fig. 6A, right). Three-dimensional (3D) skeletonization of cerebral vasculature showed that the whole-brain-scale blood supply largely varied across different Xbp1 intervention conditions. The conformations of vessels greatly impact their trophic functions. Specifically, the ov-Xbp1 group showed the best-preserved blood-supplying microvessels in the lesion-side corpus striatum with the best vascular network conformation (Fig. 6B, middle), while sh-Xbp1 showed the worst (Fig. 6B, right). The vessels supplying cerebral cortex also preserved the best in the ov-Xbp1 group, followed by the NC and sh-Xbp1 groups (Fig. 6B, and Additional file 1: Fig. S4A). Interestingly, the microvessels were also enriched on the normal side in ov-Xbp1 group, indicating better angiogenesis even in the physiological condition (Fig. 6B, middle). The further vascular diameter analysis confirmed the above conclusions. The newly formed microvessels in the lesioned corpus striatum of the ov-Xbp1 group resembled those of the normal side the best (Fig. 6C, middle, and Additional file 1: Fig. S4B, C) with a diameter of ~ 40–50 μm, indicating the best trophic function preservation of this microvasculature. Under the other two conditions, the microvasculatures were either too narrow in the NC group (Fig. 6C, middle) with a diameter of < 30 μm or too few in the sh-Xbp1 group (Fig. 6C, right). The enlarged vessels in the lesioned side of sh-Xbp1 were possibly the obstructed vessels due to ischemic injury (Fig. 6C, right, and Additional file 1: Fig. S4B, C). Similarly, the vascular surface area in the lesioned prefrontal cortex of the ov-Xbp1 group was also larger compared with the other two groups (Fig. 6D and Additional file 1: Fig. S4D), indicating a better trophic supply in this encephalic region. Statistical analyses of the whole-brain vasculature further confirmed the above conclusions, while the number of vascular nodes and segments were significantly higher in the ov-Xbp1 group and significantly lower in the sh-Xbp1 group (Fig. 6E, F,  P< 0.0001). Collectively, by meticulous investigation of the whole-brain and regional micro-vasculature, we confirmed that upregulation of Xbp1 significantly enhanced the angiogenesis and recovered the normal microvasculature at the lesioned site under MCAO condition, especially in the corpus striatum and prefrontal cortex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56916, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Altered cell communication of endothelial cells under MCAO condition", "sentences": [], "annotations": [], "relations": []}, {"offset": 56985, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The above-mentioned analyses in part explain the intrinsic drivers of healing EC phenotype and angiogenesis function. Next, we would like to explore the extrinsic pathways influencing EC subtypes. We exploited a widely used tool, CellChat, which utilizes manually curated database based on Kyoto Encyclopedia of Genes and Genomes (KEGG) and primary literature to infer cell communications. To ensure the comprehensive analysis of cell communications, we integrated the data of EC subtypes and other cells. Compared with the sham condition, the number of interactions between cells generally increased while the interaction strength was impaired (Additional file 1: Figs. S5A S6A, B). The overall statistics confirmed this phenomenon (Additional file 1: Fig. S6C). Specifically, the number of interactions increased mostly owing to the increased receiving pathways in monocytes, suggesting an immune activation process under post-24 h MCAO condition. On the contrary, the EC subtypes were more likely to be a signal sender under post-24 h MCAO condition, including healing and venous ECs (Additional file 1: Figs. S5A and S6A, B). To understand the activated communication pathways in detail, we compared the relative information flow in the endothelial cells under sham or MCAO conditions. The main activated pathways enriched in endothelial cells included mainly pro-inflammatory pathways (MHC-I, IFN-II, TNF, CCL, CXCL) and angiogenesis-related pathways (SEMA3, ANGPT, OSM, ANGPTL, SPP1) under MCAO condition (Additional file 1: Fig. S5B). Both healing and venous ECs showed enrichment in the ANGPTL pathway as a signaling sender (Additional file 1: Figs. S5C and S6D). By analyzing the detailed roles played by each cells, we found that healing ECs and SMCs were most important cells that influenced and sent ANGPT signaling, and that most EC subtypes (except capillary EC) were major receivers (Additional file 1: Fig. S5D). Consistently, the expression of Angpt2 was upregulated in healing ECs and SMCs, while the receptor Tek was more lowly expressed in capillary ECs (Additional file 1: Fig. S5G). We thereafter performed similar analyses on ANGPTL (Additional file 1: Fig. S5E, H), SEMA3 (Additional file 1: Fig. S5F), and OSM (Additional file 1: Fig. S6E) pathways; all these pathways showed high participation of EC subtypes, especially healing and venous ECs. Collectively, these results indicated that EC subtypes profoundly participated in the cell communication process under post-24 h MCAO condition, mainly by introducing pro-inflammatory signals and pro-angiogenic pathways. Although consistent with our previous results, the exact cell communications remain to be validated by other in vitro and in vivo experiments to exclude possible false-positive results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59768, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 59779, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Angiogenesis is an essential physiological and pathological process that is widely seen in brain development, tumor progression, post-traumatic repair, etc.. Previous studies have investigated angiogenesis after ischemic stroke. Endothelial cells, a prominent cell type in brain vasculature, modulate angiogenesis in two patterns: sprouting and intussusceptive. For sprouting angiogenesis, the endothelial cells sprout and form a tip that further becomes a newly formed vessel, while for intussusceptive angiogenesis, the splitting and extending endothelial cells form a new lumen inside the pre-existing vessels, which finally become a new vessel. Owing to the heterogeneity of ECs, the physiological brain vascular single-cell atlas has been established on the basis of human and mouse samples, in which the zonation pattern of ECs was found in the brain. Several cell markers of endothelial cells were thus identified, including artery, capillary, and venous ECs. These previously defined cell markers largely expedite the knowledge in several cerebral diseases, including arteriovenous malformation (AVM) and Alzheimer’s disease, at a single-cell scale, which identified a capillary-associated variant of ECs and tip-like ECs, respectively. A recent study further identified venous ECs as the main effector EC subtype promoting angiogenesis in the retinal ischemic mouse model. We thus wondered whether similar mechanisms were involved after brain ischemia. Via reanalyzing data from the ischemic mouse brain (GSE174574), we found a specific subset of EC, that is, healing ECs with markers of Cldn5+ Pecam1+ Anxa2+ Tubb6hi Fkbp1ahi. The main evidence supporting the existence of healing ECs was as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 61492, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "(1) The marker gene module was unique in healing ECs. Specifically, healing ECs did not highly express any zonation-related marker genes, but expressed a series of angiogenesis-related marker genes including Anxa2, Ecscr, Litaf, S100a11,etc. (Fig. 1G). ANXA2 was found to play a key role in decreasing trans-endothelial permeability and sustaining cerebrovascular integrity after injury. Besides, ANXA2, along with its binding partner S100A11, is required for Ca2+-dependent plasma membrane resealing in ECs. Ecscr, a cell surface protein expressed in ECs, could promote migration of angioblasts and increase vascular endothelial growth factor (VEGF) receptor sensitivity during zebrafish embryonic development. LITAF can form a complex with another transcription factor, STAT6B, to mediate VEGF transcription regulation, which is important in angiogenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62351, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "(2) We also did not detect a high expression of Etv2 (embryonic EC), Dll4 and Vegfr2 (tip cells) , or Bst1 (self-renewal EC) in healing ECs, indicating its unique role during brain ischemia (Additional file 2: Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 62572, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "(3) Despite having an intimate relationship with venous ECs, prediction of Monocle3 showed that healing ECs were more likely to be a stable EC subtype under ischemic condition than venous ECs were (Fig. 2A, Additional file 1: Fig. S3F).", "sentences": [], "annotations": [], "relations": []}, {"offset": 62810, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "(4) Although the median stemness score was predictively lower than venous ECs, healing ECs generally showed higher expression of top ten stemness-related genes (Additional file 1: Fig. S3G, H).", "sentences": [], "annotations": [], "relations": []}, {"offset": 63004, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "(5) Healing ECs possessed a higher involvement of cholesterol homeostasis (Fig. 2G) instead of glycolysis and amino acid metabolism, showing a special energy metabolism pattern. It also did not overexpress Pfkfb3 (stalk cells) and Notch signaling, excluding its role as stalk cells (Additional file 2: Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 63318, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On the basis of the above evidence, we could conclude that healing ECs were a novel EC subtype under cerebral ischemia condition, most likely a variant of venous ECs. The functional annotation and cell communication analyses indicated their roles in modulating angiogenesis and post-trauma inflammation (Fig. 2, Additional file 1: Figs. S2, S5 and S6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 63672, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We further wanted to identify the regulatory factor contributing to the phenotype of healing ECs. Via spatial–temporal analysis of all the highly variable genes, we identified Xbp1 as the putative molecule. Previous studies have shown that Xbp1 was involved in VEGF signaling and spliced Xbp1 could regulate EC proliferation and angiogenesis in the retina, skeletal muscle, cardiac, and cerebral vasculature. For example, inhibition of the kinase activity of IRE1α, which is responsible for the unconventional splicing of Xbp1, or downregulation of Xbp1 in human umbilical vein endothelial cells (HUVECs) dramatically reduced the tube formation on angiogenesis assay. In isoproterenol (ISO)-induced cardiac hypertrophy mouse models, myocardial capillary density and the expression of VEGF-A were significantly decreased after sh-Xbp1 treatment. In addition, spliced Xbp1 could upregulate endothelial nitric oxide synthase (eNOS) enzyme and regulate its cellular location, contributing to EC migration and angiogenesis. Intriguingly, Xbp1 can also serve as the downstream target of VEGF signaling. Karali et al. reported that VEGF could activate mTORC1 via phosphorylation of PLCγ, leading to the activation of IRE1α and increased levels of spliced Xbp1 in HUVECs. More strikingly, a previous study constructed Xbp1 global knockout or EC conditional knockout mouse models and revealed that spliced Xbp1 was involved in angiogenesis during embryonic development and retinal vasculogenesis angiogenesis in ischemic muscle tissues. In detail, VEGF induces internalization of KDR and its interaction with IRE1α, leading to the phosphorylation of IRE1α. Spliced Xbp1 then facilitates EC cell proliferation in a PI3K/Akt/GSK3β/β-catenin/E2F2-dependent manner and also promotes EC cell size increase. Several in vitro and in vivo experiments confirmed its roles in promoting angiogenesis, not only under cerebral ischemia condition (Fig. 5), but also possibly under physiological condition (Fig. 4). Notably, from the literature discussed above, it seems that only the spliced form of Xbp1 can promote angiogenesis, which is a highly active transcription factor. Further, several studies investigated the therapeutic potentials of targeting Xbp1 and showed that aptamer-conjugated Xbp1 siRNA nanoparticles or scAAV2 vectors encoding the Xbp1 siRNAs could efficiently impair angiogenesis and suppress tumor growth in breast cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66121, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In vitro experiments in the plate and in vivo experiments on brain slices mostly detected the vessel network in a two-dimensional (2D) scale, which may cause bias due to lack of three-dimensional (3D) interconnection and different slice selection, respectively. To overcome the shortcoming, we introduced an SR-PCI method that ensured high-resolution 3D vasculature imaging at whole-brain and regional scales. The SR X-ray sources can provide high-resolution imaging of thick tissues. Meanwhile, SR-PCI utilizes X-ray phase shift, and thus it is far more sensitive to the refraction of X-rays than conventional X-ray absorption imaging. Therefore, SR-PCI is particularly suitable for the detection of delicate biological microstructures without the need for contrast agents. This advanced imaging technique has been used for the 3D visualization of the neuronal network and microvascular network in mouse spinal cord. Microvessels with a diameter reaching 10 μm can be discriminated using SR-PCI. We successfully detected the overall change of vasculature in the MCAO model under different Xbp1 interference conditions. The 3D rendering of whole-brain and regional vasculature indicated higher angiogenesis activity in the Xbp1-overexpressed group. Furthermore, the microvasculature in the lesioned site recovered the best under MCAO condition in the ov-Xbp1 group, especially in the corpus striatum and prefrontal cortex, suggesting a spatial specificity of Xbp1 in promoting angiogenesis. The phenomenon remains elusive, and may be elucidated by spatial RNA-seq technology in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67715, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 67727, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Endothelial cells are major effector cells modulating angiogenesis after the occurrence of MCAO. A previously generated mouse cerebral vascular atlas has indicated the heterogeneity of endothelial cells under physiological conditions. Herein, by reanalyzing the previously published MCAO single-cell datasets, we successfully identified a novel disease-related EC subtype named “healing EC.” Healing ECs possessed the pan-EC marker and pro-angiogenic genes but underexpressed all the arteriovenous zonation markers. This EC subtype also possessed a high stemness and a tendency to differentiate into other EC subtypes. Via in vitro and in vivo validation, the predicted molecule Xbp1 was thus confirmed as a key pro-angiogenic modulator under both physiological and pathological conditions. Meticulous 3D whole-brain vasculature analyses further confirmed the roles of Xbp1 in promoting angiogenesis and recovering normal vasculature conformation. Cell communication analyses further determined the important roles of ECs in cell communication under MCAO conditions, especially with healing and venous ECs as message senders of pro-inflammatory and pro-angiogenic signals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68906, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 68932, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 68946, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MCAO", "sentences": [], "annotations": [], "relations": []}, {"offset": 68951, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Middle cerebral artery occlusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 68984, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ECs", "sentences": [], "annotations": [], "relations": []}, {"offset": 68988, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Endothelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 69006, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 69010, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "3-(4,5-Dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium", "sentences": [], "annotations": [], "relations": []}, {"offset": 69099, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Xbp1", "sentences": [], "annotations": [], "relations": []}, {"offset": 69104, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "X-box binding protein 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 69128, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SMC", "sentences": [], "annotations": [], "relations": []}, {"offset": 69132, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Smooth muscle cell", "sentences": [], "annotations": [], "relations": []}, {"offset": 69151, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "scRNA-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 69161, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Single-cell RNA sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 69188, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SR-PCI", "sentences": [], "annotations": [], "relations": []}, {"offset": 69195, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Synchrotron radiation-based propagation contrast imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 69252, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GEO", "sentences": [], "annotations": [], "relations": []}, {"offset": 69256, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Gene Expression Omnibus", "sentences": [], "annotations": [], "relations": []}, {"offset": 69280, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SRA", "sentences": [], "annotations": [], "relations": []}, {"offset": 69284, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Sequence Read Archive", "sentences": [], "annotations": [], "relations": []}, {"offset": 69306, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "UMAP", "sentences": [], "annotations": [], "relations": []}, {"offset": 69311, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Uniform manifold approximation and projection", "sentences": [], "annotations": [], "relations": []}, {"offset": 69357, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 69362, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 69393, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TF", "sentences": [], "annotations": [], "relations": []}, {"offset": 69396, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Transcription factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 69417, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BMECs", "sentences": [], "annotations": [], "relations": []}, {"offset": 69423, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Brain microvascular endothelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 69461, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "OD", "sentences": [], "annotations": [], "relations": []}, {"offset": 69464, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Optical density", "sentences": [], "annotations": [], "relations": []}, {"offset": 69480, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RECA-1", "sentences": [], "annotations": [], "relations": []}, {"offset": 69487, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Rat endothelial cell antigen-1", "sentences": [], "annotations": [], "relations": []}, {"offset": 69518, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TUNEL", "sentences": [], "annotations": [], "relations": []}, {"offset": 69524, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Terminal deoxynucleotidyl transferase-mediated DUTP-biotin nick end labeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 69601, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PCNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 69606, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Proliferating cell nuclear antigen", "sentences": [], "annotations": [], "relations": []}, {"offset": 69641, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "3D", "sentences": [], "annotations": [], "relations": []}, {"offset": 69644, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Three-dimensional", "sentences": [], "annotations": [], "relations": []}, {"offset": 69662, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 69681, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69800, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 69821, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Z.C.: conceptualization, formal analysis, investigation, methodology, software, visualization, writing—original draft. X.W.: formal analysis, investigation, software, writing—review and editing. H.W.: formal analysis, investigation, visualization, writing—review and editing. Y.F.: formal analysis, investigation. Z.Y.: formal analysis, investigation, writing—review and editing. C.L.: formal analysis, writing—review and editing. H.O.: formal analysis, writing—review and editing. S.Z.: writing—review and editing. M.Z.: conceptualization, data curation, funding acquisition, project administration, resources, supervision, validation. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70524, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 70532, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by grants from the Natural Science Foundations for Excellent Young Scholars of Hunan Province (no. 2021JJ20095), the Key Research and Development Program of Hunan Province (no. 2020SK2063), Research Project on Education and Teaching Innovation of Central South University (no. 2021jy145), the Natural Science Foundations of Hunan Province (no. 2020JJ4134), and the National Natural Science Foundation of China (no. 81501025).", "sentences": [], "annotations": [], "relations": []}, {"offset": 70982, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 71017, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data that support the findings of this study are openly available in the GEO repository at https://www.ncbi.nlm.nih.gov/geo/, reference number GSE137482 (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE137482), GSE167593 (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE167593) and GSE174574 (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE174574). All data generated during this study are included in this published article (and its additional files).", "sentences": [], "annotations": [], "relations": []}, {"offset": 71493, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 71506, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 71549, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The current experiments were approved by the Animal Care Committee of Xiangya Hospital, Central South University (Approval Number: 201503075) and were conducted in the Experimental Zoology Department of Central South University.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71778, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 71802, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71818, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 71838, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71897, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 71908, "infons": {"fpage": "1198", "issue": "9", "lpage": "1209", "name_0": "surname:Schaeffer;given-names:S", "name_1": "surname:Iadecola;given-names:C", "pub-id_pmid": "34354283", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "24", "year": "2021"}, "text": "Revisiting the neurovascular unit", "sentences": [], "annotations": [], "relations": []}, {"offset": 71942, "infons": {"fpage": "933", "issue": "6", "lpage": "942", "name_0": "surname:Schrandt;given-names:CJ", "name_1": "surname:Kazmi;given-names:SMS", "name_2": "surname:Jones;given-names:TA", "name_3": "surname:Dunn;given-names:AK", "pub-id_pmid": "25712498", "section_type": "REF", "source": "J Cereb Blood Flow Metab", "type": "ref", "volume": "35", "year": "2015"}, "text": "Chronic monitoring of vascular progression after ischemic stroke using multiexposure speckle imaging and two-photon fluorescence microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 72082, "infons": {"name_0": "surname:Kirst;given-names:C", "name_1": "surname:Skriabine;given-names:S", "name_2": "surname:Vieites-Prado;given-names:A", "name_3": "surname:Topilko;given-names:T", "name_4": "surname:Bertin;given-names:P", "name_5": "surname:Gerschenfeld;given-names:G", "pub-id_doi": "10.1016/j.cell.2020.01.028", "pub-id_pmid": "32818467", "section_type": "REF", "source": "Cell", "type": "ref", "year": "2020"}, "text": "Mapping the fine-scale organization and plasticity of the brain vasculature", "sentences": [], "annotations": [], "relations": []}, {"offset": 72158, "infons": {"fpage": "l6983", "name_0": "surname:Phipps;given-names:MS", "name_1": "surname:Cronin;given-names:CA", "pub-id_pmid": "32054610", "section_type": "REF", "source": "BMJ", "type": "ref", "volume": "368", "year": "2020"}, "text": "Management of acute ischemic stroke", "sentences": [], "annotations": [], "relations": []}, {"offset": 72194, "infons": {"fpage": "7651", "issue": "40", "lpage": "7667", "name_0": "surname:Williamson;given-names:MR", "name_1": "surname:Franzen;given-names:RL", "name_2": "surname:Fuertes;given-names:CJA", "name_3": "surname:Dunn;given-names:AK", "name_4": "surname:Drew;given-names:MR", "name_5": "surname:Jones;given-names:TA", "pub-id_pmid": "32873722", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "40", "year": "2020"}, "text": "A window of vascular plasticity coupled to behavioral recovery after stroke", "sentences": [], "annotations": [], "relations": []}, {"offset": 72270, "infons": {"fpage": "40", "issue": "1", "name_0": "surname:Gregorius;given-names:J", "name_1": "surname:Wang;given-names:C", "name_2": "surname:Stambouli;given-names:O", "name_3": "surname:Hussner;given-names:T", "name_4": "surname:Qi;given-names:Y", "name_5": "surname:Tertel;given-names:T", "pub-id_pmid": "34105014", "section_type": "REF", "source": "Basic Res Cardiol", "type": "ref", "volume": "116", "year": "2021"}, "text": "Small extracellular vesicles obtained from hypoxic mesenchymal stromal cells have unique characteristics that promote cerebral angiogenesis, brain remodeling and neurological recovery after focal cerebral ischemia in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 72492, "infons": {"fpage": "14270", "issue": "28", "lpage": "14279", "name_0": "surname:Rust;given-names:R", "name_1": "surname:Grönnert;given-names:L", "name_2": "surname:Gantner;given-names:C", "name_3": "surname:Enzler;given-names:A", "name_4": "surname:Mulders;given-names:G", "name_5": "surname:Weber;given-names:RZ", "pub-id_pmid": "31235580", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "116", "year": "2019"}, "text": "Nogo-A targeted therapy promotes vascular repair and functional recovery following stroke", "sentences": [], "annotations": [], "relations": []}, {"offset": 72582, "infons": {"fpage": "2187", "issue": "15", "lpage": "2203", "name_0": "surname:Wong;given-names:BW", "name_1": "surname:Marsch;given-names:E", "name_2": "surname:Treps;given-names:L", "name_3": "surname:Baes;given-names:M", "name_4": "surname:Carmeliet;given-names:P", "pub-id_pmid": "28637793", "section_type": "REF", "source": "EMBO J", "type": "ref", "volume": "36", "year": "2017"}, "text": "Endothelial cell metabolism in health and disease: impact of hypoxia", "sentences": [], "annotations": [], "relations": []}, {"offset": 72651, "infons": {"name_0": "surname:Eelen;given-names:G", "name_1": "surname:de Zeeuw;given-names:P", "name_2": "surname:Treps;given-names:L", "name_3": "surname:Harjes;given-names:U", "name_4": "surname:Wong;given-names:BW", "name_5": "surname:Carmeliet;given-names:P", "pub-id_doi": "10.1016/j.tcb.2017.10.010", "pub-id_pmid": "29167330", "section_type": "REF", "source": "Physiol Rev.", "type": "ref", "year": "2018"}, "text": "Endothelial cell metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 72679, "infons": {"fpage": "1308", "issue": "16", "lpage": "1322", "name_0": "surname:Lee;given-names:H-W", "name_1": "surname:Xu;given-names:Y", "name_2": "surname:He;given-names:L", "name_3": "surname:Choi;given-names:W", "name_4": "surname:Gonzalez;given-names:D", "name_5": "surname:Jin;given-names:S-W", "pub-id_pmid": "34474596", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "144", "year": "2021"}, "text": "Role of venous endothelial cells in developmental and pathologic angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 72757, "infons": {"fpage": "311", "issue": "2", "lpage": "326", "name_0": "surname:Pasut;given-names:A", "name_1": "surname:Becker;given-names:LM", "name_2": "surname:Cuypers;given-names:A", "name_3": "surname:Carmeliet;given-names:P", "pub-id_pmid": "34061284", "section_type": "REF", "source": "Angiogenesis", "type": "ref", "volume": "24", "year": "2021"}, "text": "Endothelial cell plasticity at the single-cell level", "sentences": [], "annotations": [], "relations": []}, {"offset": 72810, "infons": {"fpage": "475", "issue": "7693", "lpage": "480", "name_0": "surname:Vanlandewijck;given-names:M", "name_1": "surname:He;given-names:L", "name_2": "surname:Mäe;given-names:MA", "name_3": "surname:Andrae;given-names:J", "name_4": "surname:Ando;given-names:K", "name_5": "surname:Del Gaudio;given-names:F", "pub-id_pmid": "29443965", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "554", "year": "2018"}, "text": "A molecular atlas of cell types and zonation in the brain vasculature", "sentences": [], "annotations": [], "relations": []}, {"offset": 72880, "infons": {"name_0": "surname:Kalucka;given-names:J", "name_1": "surname:de Rooij;given-names:LPMH", "name_2": "surname:Goveia;given-names:J", "name_3": "surname:Rohlenova;given-names:K", "name_4": "surname:Dumas;given-names:SJ", "name_5": "surname:Meta;given-names:E", "pub-id_doi": "10.1016/j.cell.2020.01.015", "pub-id_pmid": "32059779", "section_type": "REF", "source": "Cell", "type": "ref", "year": "2020"}, "text": "Single-cell transcriptome atlas of murine endothelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 72940, "infons": {"fpage": "e138", "issue": "6", "lpage": "e152", "name_0": "surname:Shao;given-names:Y", "name_1": "surname:Saredy;given-names:J", "name_2": "surname:Yang;given-names:WY", "name_3": "surname:Sun;given-names:Y", "name_4": "surname:Lu;given-names:Y", "name_5": "surname:Saaoud;given-names:F", "pub-id_pmid": "32459541", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "40", "year": "2020"}, "text": "Vascular endothelial cells and innate immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 72987, "infons": {"name_0": "surname:Chavali;given-names:M", "name_1": "surname:Ulloa-Navas;given-names:MJ", "name_2": "surname:Pérez-Borredá;given-names:P", "name_3": "surname:Garcia-Verdugo;given-names:JM", "name_4": "surname:McQuillen;given-names:PS", "name_5": "surname:Huang;given-names:EJ", "pub-id_doi": "10.1016/j.neuron.2020.09.033", "pub-id_pmid": "33086038", "section_type": "REF", "source": "Neuron", "type": "ref", "year": "2020"}, "text": "Wnt-dependent oligodendroglial–endothelial interactions regulate white matter vascularization and attenuate injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 73104, "infons": {"name_0": "surname:Saunders;given-names:A", "name_1": "surname:Macosko;given-names:EZ", "name_2": "surname:Wysoker;given-names:A", "name_3": "surname:Goldman;given-names:M", "name_4": "surname:Krienen;given-names:FM", "name_5": "surname:de Rivera;given-names:H", "pub-id_doi": "10.1016/j.cell.2018.07.028", "pub-id_pmid": "30096299", "section_type": "REF", "source": "Cell", "type": "ref", "year": "2018"}, "text": "Molecular diversity and specializations among the cells of the adult mouse brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 73185, "infons": {"fpage": "250", "issue": "3", "lpage": "261", "name_0": "surname:Nikolaev;given-names:SI", "name_1": "surname:Vetiska;given-names:S", "name_2": "surname:Bonilla;given-names:X", "name_3": "surname:Boudreau;given-names:E", "name_4": "surname:Jauhiainen;given-names:S", "name_5": "surname:RezaiJahromi;given-names:B", "pub-id_pmid": "29298116", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "378", "year": "2018"}, "text": "Somatic activating KRAS mutations in arteriovenous malformations of the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 73263, "infons": {"fpage": "eabi7377", "issue": "6584", "name_0": "surname:Winkler;given-names:EA", "name_1": "surname:Kim;given-names:CN", "name_2": "surname:Ross;given-names:JM", "name_3": "surname:Garcia;given-names:JH", "name_4": "surname:Gil;given-names:E", "name_5": "surname:Oh;given-names:I", "pub-id_pmid": "35084939", "section_type": "REF", "source": "Science", "type": "ref", "volume": "375", "year": "2022"}, "text": "A single-cell atlas of the normal and malformed human brain vasculature", "sentences": [], "annotations": [], "relations": []}, {"offset": 73335, "infons": {"fpage": "25800", "issue": "41", "lpage": "25809", "name_0": "surname:Lau;given-names:S-F", "name_1": "surname:Cao;given-names:H", "name_2": "surname:Fu;given-names:AKY", "name_3": "surname:Ip;given-names:NY", "pub-id_pmid": "32989152", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "117", "year": "2020"}, "text": "Single-nucleus transcriptome analysis reveals dysregulation of angiogenic endothelial cells and neuroprotective glia in Alzheimer's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 73475, "infons": {"fpage": "56", "issue": "1", "lpage": "73", "name_0": "surname:Zheng;given-names:K", "name_1": "surname:Lin;given-names:L", "name_2": "surname:Jiang;given-names:W", "name_3": "surname:Chen;given-names:L", "name_4": "surname:Zhang;given-names:X", "name_5": "surname:Zhang;given-names:Q", "pub-id_pmid": "34496660", "section_type": "REF", "source": "J Cereb Blood Flow Metab", "type": "ref", "volume": "42", "year": "2022"}, "text": "Single-cell RNA-seq reveals the transcriptional landscape in ischemic stroke", "sentences": [], "annotations": [], "relations": []}, {"offset": 73552, "infons": {"fpage": "1742", "issue": "Pt 5", "lpage": "1750", "name_0": "surname:Shi;given-names:S", "name_1": "surname:Zhang;given-names:H", "name_2": "surname:Yin;given-names:X", "name_3": "surname:Wang;given-names:Z", "name_4": "surname:Tang;given-names:B", "name_5": "surname:Luo;given-names:Y", "pub-id_pmid": "31490166", "section_type": "REF", "source": "J Synchrotron Radiat", "type": "ref", "volume": "26", "year": "2019"}, "text": "3D digital anatomic angioarchitecture of the mouse brain using synchrotron-radiation-based propagation phase-contrast imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 73678, "infons": {"fpage": "107777", "issue": "11", "name_0": "surname:Androvic;given-names:P", "name_1": "surname:Kirdajova;given-names:D", "name_2": "surname:Tureckova;given-names:J", "name_3": "surname:Zucha;given-names:D", "name_4": "surname:Rohlova;given-names:E", "name_5": "surname:Abaffy;given-names:P", "pub-id_pmid": "32553170", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "31", "year": "2020"}, "text": "Decoding the transcriptional response to ischemic stroke in young and aged mouse brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 73765, "infons": {"fpage": "495", "issue": "5", "lpage": "502", "name_0": "surname:Satija;given-names:R", "name_1": "surname:Farrell;given-names:JA", "name_2": "surname:Gennert;given-names:D", "name_3": "surname:Schier;given-names:AF", "name_4": "surname:Regev;given-names:A", "pub-id_pmid": "25867923", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "33", "year": "2015"}, "text": "Spatial reconstruction of single-cell gene expression data", "sentences": [], "annotations": [], "relations": []}, {"offset": 73824, "infons": {"name_0": "surname:McGinnis;given-names:CS", "name_1": "surname:Murrow;given-names:LM", "name_2": "surname:Gartner;given-names:ZJ", "pub-id_doi": "10.1016/j.cels.2019.03.003", "pub-id_pmid": "30954475", "section_type": "REF", "source": "Cell Syst", "type": "ref", "year": "2019"}, "text": "DoubletFinder: doublet detection in single-cell RNA sequencing data using artificial nearest neighbors", "sentences": [], "annotations": [], "relations": []}, {"offset": 73927, "infons": {"fpage": "1289", "issue": "12", "lpage": "1296", "name_0": "surname:Korsunsky;given-names:I", "name_1": "surname:Millard;given-names:N", "name_2": "surname:Fan;given-names:J", "name_3": "surname:Slowikowski;given-names:K", "name_4": "surname:Zhang;given-names:F", "name_5": "surname:Wei;given-names:K", "pub-id_pmid": "31740819", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "16", "year": "2019"}, "text": "Fast, sensitive and accurate integration of single-cell data with Harmony", "sentences": [], "annotations": [], "relations": []}, {"offset": 74001, "infons": {"fpage": "169", "issue": "1", "name_0": "surname:Yang;given-names:H", "name_1": "surname:Graham;given-names:LC", "name_2": "surname:Reagan;given-names:AM", "name_3": "surname:Grabowska;given-names:WA", "name_4": "surname:Schott;given-names:WH", "name_5": "surname:Howell;given-names:GR", "pub-id_pmid": "31426806", "section_type": "REF", "source": "J Neuroinflammation", "type": "ref", "volume": "16", "year": "2019"}, "text": "Transcriptome profiling of brain myeloid cells revealed activation of Itgal, Trem1, and Spp1 in western diet-induced obesity", "sentences": [], "annotations": [], "relations": []}, {"offset": 74126, "infons": {"name_0": "surname:Zeisel;given-names:A", "name_1": "surname:Hochgerner;given-names:H", "name_2": "surname:Lönnerberg;given-names:P", "name_3": "surname:Johnsson;given-names:A", "name_4": "surname:Memic;given-names:F", "name_5": "surname:van der Zwan;given-names:J", "pub-id_doi": "10.1016/j.cell.2018.06.021", "pub-id_pmid": "30096314", "section_type": "REF", "source": "Cell", "type": "ref", "year": "2018"}, "text": "Molecular architecture of the mouse nervous system", "sentences": [], "annotations": [], "relations": []}, {"offset": 74177, "infons": {"fpage": "1138", "issue": "6226", "lpage": "1142", "name_0": "surname:Zeisel;given-names:A", "name_1": "surname:Muñoz-Manchado;given-names:AB", "name_2": "surname:Codeluppi;given-names:S", "name_3": "surname:Lönnerberg;given-names:P", "name_4": "surname:La Manno;given-names:G", "name_5": "surname:Juréus;given-names:A", "pub-id_pmid": "25700174", "section_type": "REF", "source": "Science", "type": "ref", "volume": "347", "year": "2015"}, "text": "Brain structure. Cell types in the mouse cortex and hippocampus revealed by single-cell RNA-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 74273, "infons": {"name_0": "surname:Sun;given-names:D", "name_1": "surname:Guan;given-names:X", "name_2": "surname:Moran;given-names:AE", "name_3": "surname:Wu;given-names:L-Y", "name_4": "surname:Qian;given-names:DZ", "name_5": "surname:Schedin;given-names:P", "pub-id_doi": "10.1038/s41587-021-01091-3", "pub-id_pmid": "34782739", "section_type": "REF", "source": "Nat Biotechnol.", "type": "ref", "year": "2021"}, "text": "Identifying phenotype-associated subpopulations by integrating bulk and single-cell sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 74373, "infons": {"fpage": "3796", "lpage": "3798", "name_0": "surname:Andreatta;given-names:M", "name_1": "surname:Carmona;given-names:SJ", "pub-id_pmid": "34285779", "section_type": "REF", "source": "Comput Struct Biotechnol J", "type": "ref", "volume": "19", "year": "2021"}, "text": "UCell: robust and scalable single-cell gene signature scoring", "sentences": [], "annotations": [], "relations": []}, {"offset": 74435, "infons": {"fpage": "496", "issue": "7745", "lpage": "502", "name_0": "surname:Cao;given-names:J", "name_1": "surname:Spielmann;given-names:M", "name_2": "surname:Qiu;given-names:X", "name_3": "surname:Huang;given-names:X", "name_4": "surname:Ibrahim;given-names:DM", "name_5": "surname:Hill;given-names:AJ", "pub-id_pmid": "30787437", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "566", "year": "2019"}, "text": "The single-cell transcriptional landscape of mammalian organogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 74504, "infons": {"fpage": "405", "issue": "6476", "lpage": "411", "name_0": "surname:Gulati;given-names:GS", "name_1": "surname:Sikandar;given-names:SS", "name_2": "surname:Wesche;given-names:DJ", "name_3": "surname:Manjunath;given-names:A", "name_4": "surname:Bharadwaj;given-names:A", "name_5": "surname:Berger;given-names:MJ", "pub-id_pmid": "31974247", "section_type": "REF", "source": "Science", "type": "ref", "volume": "367", "year": "2020"}, "text": "Single-cell transcriptional diversity is a hallmark of developmental potential", "sentences": [], "annotations": [], "relations": []}, {"offset": 74583, "infons": {"fpage": "194431", "issue": "6", "name_0": "surname:Holland;given-names:CH", "name_1": "surname:Szalai;given-names:B", "name_2": "surname:Saez-Rodriguez;given-names:J", "pub-id_pmid": "31525460", "section_type": "REF", "source": "Biochim Biophys Acta Gene Regul Mech", "type": "ref", "volume": "1863", "year": "2020"}, "text": "Transfer of regulatory knowledge from human to mouse for functional genomics analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 74669, "infons": {"fpage": "1088", "issue": "1", "name_0": "surname:Jin;given-names:S", "name_1": "surname:Guerrero-Juarez;given-names:CF", "name_2": "surname:Zhang;given-names:L", "name_3": "surname:Chang;given-names:I", "name_4": "surname:Ramos;given-names:R", "name_5": "surname:Kuan;given-names:C-H", "pub-id_pmid": "33597522", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "12", "year": "2021"}, "text": "Inference and analysis of cell–cell communication using CellChat", "sentences": [], "annotations": [], "relations": []}, {"offset": 74736, "infons": {"fpage": "1646", "issue": "6", "lpage": "1654", "name_0": "surname:Jiang;given-names:M", "name_1": "surname:Yu;given-names:S", "name_2": "surname:Yu;given-names:Z", "name_3": "surname:Sheng;given-names:H", "name_4": "surname:Li;given-names:Y", "name_5": "surname:Liu;given-names:S", "pub-id_pmid": "28487326", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "48", "year": "2017"}, "text": "XBP1 (X-box-binding protein-1)-dependent O-GlcNAcylation is neuroprotective in ischemic stroke in young mice and its impairment in aged mice is rescued by thiamet-G", "sentences": [], "annotations": [], "relations": []}, {"offset": 74901, "infons": {"fpage": "9316", "issue": "6", "lpage": "9327", "name_0": "surname:Shi;given-names:S", "name_1": "surname:Tang;given-names:M", "name_2": "surname:Li;given-names:H", "name_3": "surname:Ding;given-names:H", "name_4": "surname:Lu;given-names:Y", "name_5": "surname:Gao;given-names:L", "pub-id_pmid": "30317635", "section_type": "REF", "source": "J Cell Physiol", "type": "ref", "volume": "234", "year": "2019"}, "text": "X-box binding protein l splicing attenuates brain microvascular endothelial cell damage induced by oxygen-glucose deprivation through the activation of phosphoinositide 3-kinase/protein kinase B, extracellular signal-regulated kinases, and hypoxia-inducible factor-1α/vascular endothelial growth factor signaling pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 75227, "infons": {"fpage": "102", "lpage": "113", "name_0": "surname:Ni;given-names:H", "name_1": "surname:Rui;given-names:Q", "name_2": "surname:Xu;given-names:Y", "name_3": "surname:Zhu;given-names:J", "name_4": "surname:Gao;given-names:F", "name_5": "surname:Dang;given-names:B", "pub-id_pmid": "29518365", "section_type": "REF", "source": "Exp Neurol", "type": "ref", "volume": "304", "year": "2018"}, "text": "RACK1 upregulation induces neuroprotection by activating the IRE1-XBP1 signaling pathway following traumatic brain injury in rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 75357, "infons": {"fpage": "e1000410", "issue": "7", "name_0": "surname:Gupta;given-names:S", "name_1": "surname:Deepti;given-names:A", "name_2": "surname:Deegan;given-names:S", "name_3": "surname:Lisbona;given-names:F", "name_4": "surname:Hetz;given-names:C", "name_5": "surname:Samali;given-names:A", "pub-id_pmid": "20625543", "section_type": "REF", "source": "PLoS Biol", "type": "ref", "volume": "8", "year": "2010"}, "text": "HSP72 protects cells from ER stress-induced apoptosis via enhancement of IRE1alpha-XBP1 signaling through a physical interaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 75486, "infons": {"fpage": "459", "issue": "4", "lpage": "466", "name_0": "surname:Duijvestijn;given-names:AM", "name_1": "surname:van Goor;given-names:H", "name_2": "surname:Klatter;given-names:F", "name_3": "surname:Majoor;given-names:GD", "name_4": "surname:van Bussel;given-names:E", "name_5": "surname:van Breda Vriesman;given-names:PJ", "pub-id_pmid": "1583886", "section_type": "REF", "source": "Lab Invest", "type": "ref", "volume": "66", "year": "1992"}, "text": "Antibodies defining rat endothelial cells: RECA-1, a pan-endothelial cell-specific monoclonal antibody", "sentences": [], "annotations": [], "relations": []}, {"offset": 75589, "infons": {"fpage": "14982", "name_0": "surname:Zhang;given-names:M-Q", "name_1": "surname:Zhou;given-names:L", "name_2": "surname:Deng;given-names:Q-F", "name_3": "surname:Xie;given-names:Y-Y", "name_4": "surname:Xiao;given-names:T-Q", "name_5": "surname:Cao;given-names:Y-Z", "pub-id_pmid": "26443231", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Ultra-high-resolution 3D digitalized imaging of the cerebral angioarchitecture in rats using synchrotron radiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 75704, "infons": {"fpage": "6943", "issue": "1", "name_0": "surname:Shi;given-names:X", "name_1": "surname:Luo;given-names:L", "name_2": "surname:Wang;given-names:J", "name_3": "surname:Shen;given-names:H", "name_4": "surname:Li;given-names:Y", "name_5": "surname:Mamtilahun;given-names:M", "pub-id_pmid": "34836962", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "12", "year": "2021"}, "text": "Stroke subtype-dependent synapse elimination by reactive gliosis in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 75777, "infons": {"fpage": "1363", "issue": "8", "lpage": "1375", "name_0": "surname:Garcia-Alonso;given-names:L", "name_1": "surname:Holland;given-names:CH", "name_2": "surname:Ibrahim;given-names:MM", "name_3": "surname:Turei;given-names:D", "name_4": "surname:Saez-Rodriguez;given-names:J", "pub-id_pmid": "31340985", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "29", "year": "2019"}, "text": "Benchmark and integration of resources for the estimation of human transcription factor activities", "sentences": [], "annotations": [], "relations": []}, {"offset": 75876, "infons": {"fpage": "36", "issue": "1", "name_0": "surname:Holland;given-names:CH", "name_1": "surname:Tanevski;given-names:J", "name_2": "surname:Perales-Patón;given-names:J", "name_3": "surname:Gleixner;given-names:J", "name_4": "surname:Kumar;given-names:MP", "name_5": "surname:Mereu;given-names:E", "pub-id_pmid": "32051003", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "21", "year": "2020"}, "text": "Robustness and applicability of transcription factor and pathway analysis tools on single-cell RNA-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 75984, "infons": {"fpage": "881", "issue": "7", "lpage": "891", "name_0": "surname:Yoshida;given-names:H", "name_1": "surname:Matsui;given-names:T", "name_2": "surname:Yamamoto;given-names:A", "name_3": "surname:Okada;given-names:T", "name_4": "surname:Mori;given-names:K", "pub-id_pmid": "11779464", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "107", "year": "2001"}, "text": "XBP1 mRNA is induced by ATF6 and spliced by IRE1 in response to ER stress to produce a highly active transcription factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 76106, "infons": {"fpage": "7061", "issue": "21–22", "lpage": "7080", "name_0": "surname:Gebert;given-names:M", "name_1": "surname:Sobolewska;given-names:A", "name_2": "surname:Bartoszewska;given-names:S", "name_3": "surname:Cabaj;given-names:A", "name_4": "surname:Crossman;given-names:DK", "name_5": "surname:Króliczewski;given-names:J", "pub-id_pmid": "34636989", "section_type": "REF", "source": "Cell Mol Life Sci", "type": "ref", "volume": "78", "year": "2021"}, "text": "Genome-wide mRNA profiling identifies X-box-binding protein 1 (XBP1) as an IRE1 and PUMA repressor", "sentences": [], "annotations": [], "relations": []}, {"offset": 76205, "infons": {"fpage": "18", "name_0": "surname:Bartoszewska;given-names:S", "name_1": "surname:Collawn;given-names:JF", "pub-id_pmid": "32190062", "section_type": "REF", "source": "Cell Mol Biol Lett", "type": "ref", "volume": "25", "year": "2020"}, "text": "Unfolded protein response (UPR) integrated signaling networks determine cell fate during hypoxia", "sentences": [], "annotations": [], "relations": []}, {"offset": 76302, "infons": {"fpage": "2368", "issue": "11", "lpage": "2379", "name_0": "surname:Harnoss;given-names:JM", "name_1": "surname:Le Thomas;given-names:A", "name_2": "surname:Reichelt;given-names:M", "name_3": "surname:Guttman;given-names:O", "name_4": "surname:Wu;given-names:TD", "name_5": "surname:Marsters;given-names:SA", "pub-id_pmid": "32265225", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "80", "year": "2020"}, "text": "IRE1α disruption in triple-negative breast cancer cooperates with antiangiogenic therapy by reversing ER stress adaptation and remodeling the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"offset": 76471, "infons": {"fpage": "1712", "issue": "16", "lpage": "1722", "name_0": "surname:Zeng;given-names:L", "name_1": "surname:Xiao;given-names:Q", "name_2": "surname:Chen;given-names:M", "name_3": "surname:Margariti;given-names:A", "name_4": "surname:Martin;given-names:D", "name_5": "surname:Ivetic;given-names:A", "pub-id_pmid": "23529610", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "127", "year": "2013"}, "text": "Vascular endothelial cell growth-activated XBP1 splicing in endothelial cells is crucial for angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 76577, "infons": {"fpage": "1964", "issue": "8", "lpage": "1973", "name_0": "surname:Duan;given-names:Q", "name_1": "surname:Yang;given-names:L", "name_2": "surname:Gong;given-names:W", "name_3": "surname:Chaugai;given-names:S", "name_4": "surname:Wang;given-names:F", "name_5": "surname:Chen;given-names:C", "pub-id_pmid": "25656649", "section_type": "REF", "source": "J Cell Physiol", "type": "ref", "volume": "230", "year": "2015"}, "text": "MicroRNA-214 Is upregulated in heart failure patients and suppresses XBP1-mediated endothelial cells angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 76691, "infons": {"fpage": "873", "issue": "6", "lpage": "887", "name_0": "surname:Potente;given-names:M", "name_1": "surname:Gerhardt;given-names:H", "name_2": "surname:Carmeliet;given-names:P", "pub-id_pmid": "21925313", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "146", "year": "2011"}, "text": "Basic and therapeutic aspects of angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 76737, "infons": {"name_0": "surname:Veith;given-names:AP", "name_1": "surname:Henderson;given-names:K", "name_2": "surname:Spencer;given-names:A", "name_3": "surname:Sligar;given-names:AD", "name_4": "surname:Baker;given-names:AB", "pub-id_doi": "10.1016/j.addr.2018.09.010", "pub-id_pmid": "30267742", "section_type": "REF", "source": "Adv Drug Deliv Rev.", "type": "ref", "year": "2019"}, "text": "Therapeutic strategies for enhancing angiogenesis in wound healing", "sentences": [], "annotations": [], "relations": []}, {"offset": 76804, "infons": {"fpage": "507", "issue": "3", "lpage": "521", "name_0": "surname:Conway;given-names:EM", "name_1": "surname:Collen;given-names:D", "name_2": "surname:Carmeliet;given-names:P", "pub-id_pmid": "11166264", "section_type": "REF", "source": "Cardiovasc Res", "type": "ref", "volume": "49", "year": "2001"}, "text": "Molecular mechanisms of blood vessel growth", "sentences": [], "annotations": [], "relations": []}, {"offset": 76848, "infons": {"fpage": "390", "issue": "5", "lpage": "404", "name_0": "surname:De Spiegelaere;given-names:W", "name_1": "surname:Casteleyn;given-names:C", "name_2": "surname:Van den Broeck;given-names:W", "name_3": "surname:Plendl;given-names:J", "name_4": "surname:Bahramsoltani;given-names:M", "name_5": "surname:Simoens;given-names:P", "pub-id_pmid": "22739226", "section_type": "REF", "source": "J Vasc Res", "type": "ref", "volume": "49", "year": "2012"}, "text": "Intussusceptive angiogenesis: a biologically relevant form of angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 76923, "infons": {"fpage": "885", "issue": "7903", "lpage": "892", "name_0": "surname:Yang;given-names:AC", "name_1": "surname:Vest;given-names:RT", "name_2": "surname:Kern;given-names:F", "name_3": "surname:Lee;given-names:DP", "name_4": "surname:Agam;given-names:M", "name_5": "surname:Maat;given-names:CA", "pub-id_pmid": "35165441", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "603", "year": "2022"}, "text": "A human brain vascular atlas reveals diverse mediators of Alzheimer's risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 76998, "infons": {"fpage": "2048", "issue": "10", "lpage": "2060", "name_0": "surname:Li;given-names:W", "name_1": "surname:Chen;given-names:Z", "name_2": "surname:Yuan;given-names:J", "name_3": "surname:Yu;given-names:Z", "name_4": "surname:Cheng;given-names:C", "name_5": "surname:Zhao;given-names:Q", "pub-id_pmid": "29786451", "section_type": "REF", "source": "J Cereb Blood Flow Metab", "type": "ref", "volume": "39", "year": "2019"}, "text": "Annexin A2 is a Robo4 ligand that modulates ARF6 activation-associated cerebral trans-endothelial permeability", "sentences": [], "annotations": [], "relations": []}, {"offset": 77109, "infons": {"fpage": "1046", "issue": "6", "lpage": "1053", "name_0": "surname:Koerdt;given-names:SN", "name_1": "surname:Gerke;given-names:V", "pub-id_pmid": "27956131", "section_type": "REF", "source": "Biochim Biophys Acta Mol Cell Res", "type": "ref", "volume": "1864", "year": "2017"}, "text": "Annexin A2 is involved in Ca-dependent plasma membrane repair in primary human endothelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 77206, "infons": {"fpage": "4614", "issue": "22", "lpage": "4622", "name_0": "surname:Verma;given-names:A", "name_1": "surname:Bhattacharya;given-names:R", "name_2": "surname:Remadevi;given-names:I", "name_3": "surname:Li;given-names:K", "name_4": "surname:Pramanik;given-names:K", "name_5": "surname:Samant;given-names:GV", "pub-id_pmid": "20086248", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "115", "year": "2010"}, "text": "Endothelial cell-specific chemotaxis receptor (ECSCR) promotes angioblast migration during vasculogenesis and enhances VEGF receptor sensitivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 77351, "infons": {"fpage": "386", "issue": "3", "lpage": "397", "name_0": "surname:Tang;given-names:X", "name_1": "surname:Yang;given-names:Y", "name_2": "surname:Yuan;given-names:H", "name_3": "surname:You;given-names:J", "name_4": "surname:Burkatovskaya;given-names:M", "name_5": "surname:Amar;given-names:S", "pub-id_pmid": "23414097", "section_type": "REF", "source": "J Cell Mol Med", "type": "ref", "volume": "17", "year": "2013"}, "text": "Novel transcriptional regulation of VEGF in inflammatory processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 77418, "infons": {"fpage": "118991", "issue": "7", "name_0": "surname:Ashraf;given-names:APK", "name_1": "surname:Gerke;given-names:V", "pub-id_pmid": "33667528", "section_type": "REF", "source": "Biochim Biophys Acta Mol Cell Res", "type": "ref", "volume": "1868", "year": "2021"}, "text": "Plasma membrane wound repair is characterized by extensive membrane lipid and protein rearrangements in vascular endothelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 77549, "infons": {"fpage": "1053", "issue": "6", "lpage": "1064", "name_0": "surname:De Val;given-names:S", "name_1": "surname:Chi;given-names:NC", "name_2": "surname:Meadows;given-names:SM", "name_3": "surname:Minovitsky;given-names:S", "name_4": "surname:Anderson;given-names:JP", "name_5": "surname:Harris;given-names:IS", "pub-id_pmid": "19070576", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "135", "year": "2008"}, "text": "Combinatorial regulation of endothelial gene expression by ETS and forkhead transcription factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 77647, "infons": {"name_0": "surname:Sumanas;given-names:S", "name_1": "surname:Choi;given-names:K", "pub-id_doi": "10.1016/bs.ctdb.2016.01.005", "pub-id_pmid": "27137655", "section_type": "REF", "source": "Curr Top Dev Biol.", "type": "ref", "year": "2016"}, "text": "ETS transcription factor ETV2/ER71/Etsrp in hematopoietic and vascular development", "sentences": [], "annotations": [], "relations": []}, {"offset": 77730, "infons": {"fpage": "2796", "issue": "1", "name_0": "surname:Chestnut;given-names:B", "name_1": "surname:Casie Chetty;given-names:S", "name_2": "surname:Koenig;given-names:AL", "name_3": "surname:Sumanas;given-names:S", "pub-id_pmid": "32493965", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "11", "year": "2020"}, "text": "Single-cell transcriptomic analysis identifies the conversion of zebrafish Etv2-deficient vascular progenitors into skeletal muscle", "sentences": [], "annotations": [], "relations": []}, {"offset": 77862, "infons": {"fpage": "133", "issue": "3", "lpage": "136", "name_0": "surname:Hellström;given-names:M", "name_1": "surname:Phng;given-names:L-K", "name_2": "surname:Gerhardt;given-names:H", "pub-id_pmid": "19262131", "section_type": "REF", "source": "Cell Adh Migr", "type": "ref", "volume": "1", "year": "2007"}, "text": "VEGF and Notch signaling: the yin and yang of angiogenic sprouting", "sentences": [], "annotations": [], "relations": []}, {"offset": 77929, "infons": {"fpage": "776", "issue": "7129", "lpage": "780", "name_0": "surname:Hellström;given-names:M", "name_1": "surname:Phng;given-names:L-K", "name_2": "surname:Hofmann;given-names:JJ", "name_3": "surname:Wallgard;given-names:E", "name_4": "surname:Coultas;given-names:L", "name_5": "surname:Lindblom;given-names:P", "pub-id_pmid": "17259973", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "445", "year": "2007"}, "text": "Dll4 signalling through Notch1 regulates formation of tip cells during angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 78013, "infons": {"name_0": "surname:Wakabayashi;given-names:T", "name_1": "surname:Naito;given-names:H", "name_2": "surname:Suehiro;given-names:J-I", "name_3": "surname:Lin;given-names:Y", "name_4": "surname:Kawaji;given-names:H", "name_5": "surname:Iba;given-names:T", "pub-id_doi": "10.1016/j.stem.2018.01.010", "pub-id_pmid": "29429943", "section_type": "REF", "source": "Cell Stem Cell", "type": "ref", "year": "2018"}, "text": "CD157 marks tissue-resident endothelial stem cells with homeostatic and regenerative properties", "sentences": [], "annotations": [], "relations": []}, {"offset": 78109, "infons": {"fpage": "651", "issue": "3", "lpage": "663", "name_0": "surname:De Bock;given-names:K", "name_1": "surname:Georgiadou;given-names:M", "name_2": "surname:Schoors;given-names:S", "name_3": "surname:Kuchnio;given-names:A", "name_4": "surname:Wong;given-names:BW", "name_5": "surname:Cantelmo;given-names:AR", "pub-id_pmid": "23911327", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "154", "year": "2013"}, "text": "Role of PFKFB3-driven glycolysis in vessel sprouting", "sentences": [], "annotations": [], "relations": []}, {"offset": 78162, "infons": {"fpage": "625", "issue": "4", "lpage": "633", "name_0": "surname:Duan;given-names:Q", "name_1": "surname:Ni;given-names:L", "name_2": "surname:Wang;given-names:P", "name_3": "surname:Chen;given-names:C", "name_4": "surname:Yang;given-names:L", "name_5": "surname:Ma;given-names:B", "pub-id_pmid": "27133203", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "15", "year": "2016"}, "text": "Deregulation of XBP1 expression contributes to myocardial vascular endothelial growth factor-A expression and angiogenesis during cardiac hypertrophy in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 78320, "infons": {"fpage": "123", "issue": "2", "lpage": "134", "name_0": "surname:Anspach;given-names:L", "name_1": "surname:Tsaryk;given-names:R", "name_2": "surname:Seidmann;given-names:L", "name_3": "surname:Unger;given-names:RE", "name_4": "surname:Jayasinghe;given-names:C", "name_5": "surname:Simiantonaki;given-names:N", "pub-id_pmid": "32166747", "section_type": "REF", "source": "J Pathol", "type": "ref", "volume": "251", "year": "2020"}, "text": "Function and mutual interaction of BiP-, PERK-, and IRE1α-dependent signalling pathways in vascular tumours", "sentences": [], "annotations": [], "relations": []}, {"offset": 78432, "infons": {"fpage": "262", "issue": "2", "lpage": "270", "name_0": "surname:Yang;given-names:J", "name_1": "surname:Xu;given-names:J", "name_2": "surname:Danniel;given-names:M", "name_3": "surname:Wang;given-names:X", "name_4": "surname:Wang;given-names:W", "name_5": "surname:Zeng;given-names:L", "pub-id_pmid": "29352987", "section_type": "REF", "source": "Exp Cell Res", "type": "ref", "volume": "363", "year": "2018"}, "text": "The interaction between XBP1 and eNOS contributes to endothelial cell migration", "sentences": [], "annotations": [], "relations": []}, {"offset": 78512, "infons": {"fpage": "559", "issue": "4", "lpage": "572", "name_0": "surname:Karali;given-names:E", "name_1": "surname:Bellou;given-names:S", "name_2": "surname:Stellas;given-names:D", "name_3": "surname:Klinakis;given-names:A", "name_4": "surname:Murphy;given-names:C", "name_5": "surname:Fotsis;given-names:T", "pub-id_pmid": "24746698", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "54", "year": "2014"}, "text": "VEGF Signals through ATF6 and PERK to promote endothelial cell survival and angiogenesis in the absence of ER stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 78629, "infons": {"fpage": "13", "issue": "1", "name_0": "surname:Zhang;given-names:L", "name_1": "surname:Mu;given-names:C", "name_2": "surname:Zhang;given-names:T", "name_3": "surname:Yang;given-names:D", "name_4": "surname:Wang;given-names:C", "name_5": "surname:Chen;given-names:Q", "pub-id_pmid": "33413427", "section_type": "REF", "source": "J Nanobiotechnology", "type": "ref", "volume": "19", "year": "2021"}, "text": "Development of targeted therapy therapeutics to sensitize triple-negative breast cancer chemosensitivity utilizing bacteriophage phi29 derived packaging RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 78786, "infons": {"fpage": "32360", "issue": "29", "lpage": "32371", "name_0": "surname:Zhang;given-names:L", "name_1": "surname:Mu;given-names:C", "name_2": "surname:Zhang;given-names:T", "name_3": "surname:Wang;given-names:Y", "name_4": "surname:Wang;given-names:Y", "name_5": "surname:Fan;given-names:L", "pub-id_pmid": "32613835", "section_type": "REF", "source": "ACS Appl Mater Interfaces", "type": "ref", "volume": "12", "year": "2020"}, "text": "Systemic delivery of aptamer-conjugated XBP1 siRNA nanoparticles for efficient suppression of HER2+ breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 78900, "infons": {"fpage": "120", "issue": "1", "lpage": "129", "name_0": "surname:Ruan;given-names:Q", "name_1": "surname:Xi;given-names:L", "name_2": "surname:Boye;given-names:SL", "name_3": "surname:Han;given-names:S", "name_4": "surname:Chen;given-names:ZJ", "name_5": "surname:Hauswirth;given-names:WW", "pub-id_pmid": "23196055", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "332", "year": "2013"}, "text": "Development of an anti-angiogenic therapeutic model combining scAAV2-delivered siRNAs and noninvasive photoacoustic imaging of tumor vasculature development", "sentences": [], "annotations": [], "relations": []}, {"offset": 79057, "infons": {"fpage": "R1", "issue": "1", "lpage": "35", "name_0": "surname:Bravin;given-names:A", "name_1": "surname:Coan;given-names:P", "name_2": "surname:Suortti;given-names:P", "pub-id_pmid": "23220766", "section_type": "REF", "source": "Phys Med Biol", "type": "ref", "volume": "58", "year": "2013"}, "text": "X-ray phase-contrast imaging: from pre-clinical applications towards clinics", "sentences": [], "annotations": [], "relations": []}, {"offset": 79134, "infons": {"fpage": "8514", "name_0": "surname:Fratini;given-names:M", "name_1": "surname:Bukreeva;given-names:I", "name_2": "surname:Campi;given-names:G", "name_3": "surname:Brun;given-names:F", "name_4": "surname:Tromba;given-names:G", "name_5": "surname:Modregger;given-names:P", "pub-id_pmid": "25686728", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Simultaneous submicrometric 3D imaging of the micro-vascular network and the neuronal system in a mouse spinal cord", "sentences": [], "annotations": [], "relations": []}, {"offset": 79250, "infons": {"fpage": "41054", "name_0": "surname:Bukreeva;given-names:I", "name_1": "surname:Campi;given-names:G", "name_2": "surname:Fratini;given-names:M", "name_3": "surname:Spanò;given-names:R", "name_4": "surname:Bucci;given-names:D", "name_5": "surname:Battaglia;given-names:G", "pub-id_pmid": "28112212", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "7", "year": "2017"}, "text": "Quantitative 3D investigation of Neuronal network in mouse spinal cord model", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]