[{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "6537389", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12879-019-4039-7", "article-id_pmc": "6537389", "article-id_pmid": "31138134", "article-id_publisher-id": "4039", "elocation-id": "471", "kwd": "Invasive aspergillosis Computed tomography scans Diagnosis Radiographic abnormalities Antifungal treatment Hematopoietic stem cell transplant Hematologic malignancy", "license": "Open AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Jin;given-names:Jie", "name_1": "surname:Wu;given-names:Depei", "name_10": "surname:Schwartz;given-names:Ilan S.", "name_11": "surname:Patterson;given-names:Thomas F.", "name_2": "surname:Liu;given-names:Yang", "name_3": "surname:Pan;given-names:Sisi", "name_4": "surname:Yan;given-names:Jean Li", "name_5": "surname:Aram;given-names:Jalal A.", "name_6": "surname:Lou;given-names:Yin-jun", "name_7": "surname:Meng;given-names:Haitao", "name_8": "surname:Chen;given-names:Xiaochen", "name_9": "surname:Zhang;given-names:Xian’an", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "19", "year": "2019"}, "text": "Utility of CT assessment in hematology patients with invasive aspergillosis: a post-hoc analysis of phase 3 data", "sentences": [], "annotations": [], "relations": []}, {"offset": 113, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 124, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Pulmonary computed tomography (CT) scans are commonly used as part of the clinical criteria in diagnostic workup of invasive fungal diseases like invasive aspergillosis, and may identify radiographic abnormalities, such as halo signs or air-crescent signs. We assessed the diagnostic utility of CT assessment in patients with hematologic malignancies or those who had undergone allogeneic hematopoietic stem cell transplantation in whom invasive aspergillosis was suspected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 599, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 607, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This post-hoc analysis assessed data from a prospective, multicenter, international trial of voriconazole (with and without anidulafungin) in patients with suspected invasive aspergillosis (IA; proven, probable, or possible, using 2008 European Organisation for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group criteria) [NCT00531479]. Eligible patients received at least one baseline lung CT scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1117, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1125, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Of 395 patients included in this post-hoc analysis, 240 patients (60.8%) had ‘confirmed’ proven (9/240, 3.8%) or probable (231/240, 96.3%) invasive aspergillosis (cIA) and 155 patients (39.2%) had ‘non-confirmed’ invasive aspergillosis (all nIA; all possible IA (de Pauw et al., Clin Infect Dis 46:1813–21, 2008)). Mean age was 52.3 and 50.5 years, 56.3 and 60.0% of patients were male, and most patients were white (71.7 and 71.0%) in the cIA and nIA populations, respectively. Median baseline galactomannan was 1.4 (cIA) and 0.2 (nIA), mean Karnofsky score was 65.3 (cIA) and 66.8 (nIA), and mean baseline platelet count was 48.0 (cIA) and 314.1 (nIA). Pulmonary nodules (46.8% of all patients), bilateral lung lesions (37.5%), unilateral lung lesions (28.4%), and consolidation (24.8%) were the most common radiographic abnormalities. Ground-glass attenuation (cIA: 24.2%; nIA: 11.6%; P < 0.01) and pulmonary nodules (cIA: 52.5%; nIA: 38.1%; P < 0.01) were associated with cIA. Other chest CT scan abnormalities (including halo signs and air-crescent signs) at baseline in patients with hematologic malignancy or hematopoietic stem cell transplantation, and suspected IA, were not associated with cIA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2350, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2362, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "These findings highlight the limitations in the sensitivity of chest CT scans for the diagnosis of IA, and reinforce the importance of incorporating other available clinical data to guide management decisions on individual patients, including whether empirical treatment is reasonable, pending full evaluation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2673, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 2692, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "NCT00531479 (First posted on ClinicalTrials.gov on September 18, 2007)", "sentences": [], "annotations": [], "relations": []}, {"offset": 2763, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 2797, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (10.1186/s12879-019-4039-7) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2933, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2944, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Invasive aspergillosis (IA) is an opportunistic infection caused by the inhalation of the ubiquitous and normally harmless Aspergillus conidia in immunocompromised individuals. Despite advances in diagnosis and treatment, IA remains a life-threatening condition. One-year survival rates of just 25.4% have been reported for hematopoietic stem cell transplant (HSCT) recipients and of 59% for organ transplant recipients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3365, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The most recent guidance provided by the European Organisation for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) recommends that histopathologic, cytopathologic, or direct microscopic evidence be obtained to confirm a diagnosis of ‘proven’ invasive fungal disease. However, given the rapid onset and serious threat of IA, empirical treatment is often used in neutropenic patients with persistent fever unresponsive to antibiotic therapy, prior to obtaining direct evidence of infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3982, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Computed tomography (CT) scans of the chest are commonly used as part of the clinical criteria in diagnostic workup of invasive fungal diseases. Radiographic signs on the CT scan, which have been documented to be associated with (although not completely specific for) pulmonary IA, include the so-called air-crescent sign and the halo sign. Of note, the halo sign (a macronodule surrounded by a perimeter of ground-glass opacity) has been regarded as an early indicator of IA. Furthermore, treatment based on the presence of the halo sign has been associated with earlier initiation of antifungal therapy, a better response to treatment, and improved survival.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4643, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although previous publications have highlighted the potential utility of CT-based diagnostics in IA, these have been used in cases with other clinical symptoms (for example, antibiotic-resistant neutropenic fever) or in combination with microbiologic assessments, such as an enzyme immunoassay. There are currently limited data regarding the utility of CT-based diagnosis in isolation to predict response to antifungal therapy. A study in China found that use of a high-resolution CT-driven antifungal strategy was effective and suitable for patients with hematologic malignancies. Antifungal treatment was significantly more effective in patients with specific IA signs on pulmonary high-resolution CT in this study than for those with non-specific CT signs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5403, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we report a post-hoc analysis of data from a phase 3 trial of patients with hematologic malignancies or who had undergone allogeneic HSCT, and suspected IA, to assess the diagnostic utility of radiographic signs at baseline obtained during chest CT scans in those who received antifungal treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5707, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5715, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 5728, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The objective of this post-hoc analysis was to determine the association between lesions and other findings on the baseline CT scan with the eventual diagnosis in patients with IA taking part in a phase 3 trial. The study, a prospective, double-blind, multicenter, international, randomized, placebo-controlled phase 3 trial, compared the efficacy and safety of treatment with voriconazole, with and without anidulafungin, in patients with suspected IA. The study was conducted in accordance with the International Conference on Harmonization Good Clinical Practice Guidelines and ethical principles originating in or derived from the Declaration of Helsinki, approved by the appropriate institutional review boards, and registered on ClinicalTrials.gov (NCT00531479). All patients provided written, informed consent. The results of the primary analysis, including patient eligibility criteria and dosing, have been previously reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6665, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Briefly, this study enrolled patients with hematologic malignancies or who had undergone allogeneic HSCT, and had suspected IA, which could be proven, probable, or possible, as defined by EORTC/MSG 2008 criteria. All patients with possible IA were enrolled but were required to have a proven/probable diagnosis established within 7 days of enrolment. In total, 454 patients were randomly assigned and received at least 1 dose of treatment with voriconazole and anidulafungin (n = 228) or voriconazole monotherapy (n = 226) for up to 6 weeks. Voriconazole was administered intravenously on Week 1 (6 mg/kg of body weight every 12 h on the first day, then 4 mg/kg for the remainder of the week). Switching to oral voriconazole (300 mg every 12 h) was permitted, at the discretion of the investigator, for the remaining 5 weeks. In addition to voriconazole, all patients received either intravenous anidulafungin (200 mg on the first day, then 100 mg daily thereafter) or placebo for between 2 weeks (minimum) and 4 weeks (maximum). The primary analysis (all-cause mortality at Week 6) was carried out in the modified intention-to-treat population (mITT), which included 277 patients with confirmed proven or probable IA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7916, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Post-hoc analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7934, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The present post-hoc analysis included all patients in the mITT population with at least one CT scan of the lungs at baseline. CT scans carried out as standard of care within 5 days before enrolment could be used as the baseline scan. Modified EORTC/MSG criteria were used for diagnosis of proven, probable, or possible IA. Proven IA was defined as: histopathologic, cytopathologic, or direct microscopic examination of a needle aspiration or biopsy specimen showing hyphal forms with evidence of associated tissue damage (microscopically or as an infiltrate or lesion by imaging) or recovery of Aspergillus species from a normally sterile site. Probable IA required at least one host factor, one clinical criterion, and one microbiologic criterion. Patients with proven or probable IA were assigned ‘confirmed’ IA (cIA) and all others as ‘non-confirmed’ IA (nIA). This assessment was conducted by an independent review committee. For the purposes of the post-hoc analysis, patients were also grouped into those with cIA or nIA regardless of treatment arm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9001, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient records, as provided by the investigators, were retrospectively reviewed to identify physician notes describing the presence of observable lesions or abnormalities on a CT scan at baseline. These were collated under common terms and the prevalence of each individual abnormality was assessed in both cIA and nIA groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9329, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Endpoints", "sentences": [], "annotations": [], "relations": []}, {"offset": 9339, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The following endpoints, as determined by a blinded, independent review committee, were assessed in cIA and nIA patient groups at Week 6: all-cause mortality (primary endpoint); clinical responses; radiographic responses; and global responses. Mortality rate was based on Kaplan-Meier product limit estimators, with statistical comparisons for the difference in mortality rates achieved using a one-sided P value. A sub-analysis comparing patients of Asian ethnicity with those of non-Asian ethnicity was also conducted. The sub-analysis was performed because an earlier post-hoc analysis suggested that race may be one covariate influencing global response to therapy. This may be related to the high prevalence in Asian populations of a genetic polymorphism of the CYP2C19 enzyme that can reduce voriconazole metabolism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10162, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Clinical response was defined as complete (sign/symptom resolution), partial (clinical improvement), stable (no discernible change), or failure (a worsening of signs/symptoms). A summary of clinical response at Week 6, which categorized successful responses as complete or partial, was determined by the investigator. Radiographic response at Week 6 was defined as successful (which was categorized as complete [> 90% radiographic improvement] or partial [50–90% radiographic improvement]); stable (< 50% radiographic improvement); or failure (worsening disease). Global responses were assessed by the investigator at Weeks 2, 4, 6, and end of treatment, and were categorized as one of four outcomes: complete (complete clinical and radiographic response), partial (clinical improvement and complete/partial radiographic response), stable (stable clinical or radiographic response), or failure (worsening disease). A summary of global responses at Week 6 was provided by the investigator. CT scan findings at baseline, and their potential utility and diagnostic significance for IA, were evaluated using Fisher’s exact test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11295, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 11303, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 11312, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Baseline demographics and characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 11354, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"3\">cIA</th><th colspan=\"3\">nIA</th></tr><tr><th>Male<break/>(<italic>n</italic> = 135)</th><th>Female<break/>(<italic>n</italic> = 105)</th><th>Total<break/>(<italic>n</italic> = 240)</th><th>Male<break/>(<italic>n</italic> = 93)</th><th>Female<break/>(<italic>n</italic> = 62)</th><th>Total<break/>(<italic>n</italic> = 155)</th></tr></thead><tbody><tr><td>Mean age, years (SD)</td><td>52.1 (16.1)</td><td>52.6 (14.4)</td><td>52.3 (15.4)</td><td>53.5 (16.1)</td><td>46.2 (16.4)</td><td>50.5 (16.5)</td></tr><tr><td colspan=\"7\">Race, n (%)</td></tr><tr><td> White</td><td>100 (74.1)</td><td>72 (68.6)</td><td>172 (71.7)</td><td>63 (67.7)</td><td>47 (75.8)</td><td>110 (71.0)</td></tr><tr><td> Black</td><td>0 (0.0)</td><td>2 (1.9)</td><td>2 (0.8)</td><td>1 (1.1)</td><td>0 (0.0)</td><td>1 (0.6)</td></tr><tr><td> Asian</td><td>34 (25.2)</td><td>28 (26.7)</td><td>62 (25.8)</td><td>26 (28.0)</td><td>13 (21.0)</td><td>39 (25.2)</td></tr><tr><td> Other</td><td>1 (0.7)</td><td>3 (2.9)</td><td>4 (1.7)</td><td>3 (3.2)</td><td>2 (3.2)</td><td>5 (3.2)</td></tr><tr><td>Mean weight, kg (SD)</td><td>73.4 (15.3)</td><td>62.1 (15.8)</td><td>68.5 (16.5)</td><td>75.3 (17.4)</td><td>63.4 (15.8)</td><td>70.5 (17.7)</td></tr><tr><td>Mean BMI, kg/m<sup>2</sup> (SD)</td><td>23.9 (4.4)</td><td>24.2 (5.6)</td><td>24.0 (5.0)</td><td>24.7 (4.9)</td><td>24.3 (5.1)</td><td>24.5 (5.0)</td></tr><tr><td>Mean height, cm (SD)</td><td>174.8 (8.0)</td><td>160.1 (7.7)</td><td>168.3 (10.7)</td><td>173.9 (8.9)</td><td>160.9 (6.6)</td><td>168.6 (10.3)</td></tr><tr><td>Baseline serum/BAL GM, median (range)</td><td>–</td><td>–</td><td>1.4 (0.0–11.2)</td><td>–</td><td>–</td><td>0.2 (0.0–7.6)</td></tr><tr><td>Karnofsky score, mean (range)</td><td>–</td><td>–</td><td>65.3 (20.0–100.0)</td><td>–</td><td>–</td><td>66.8 (20.0–100.0)</td></tr><tr><td>Baseline platelet count, mean (range)</td><td>–</td><td>–</td><td>48.0 (1.0–305.0)</td><td>–</td><td>–</td><td>314.1 (2.0–34,000)</td></tr></tbody></table>\n"}, "text": "\tcIA\tnIA\t \tMale(n = 135)\tFemale(n = 105)\tTotal(n = 240)\tMale(n = 93)\tFemale(n = 62)\tTotal(n = 155)\t \tMean age, years (SD)\t52.1 (16.1)\t52.6 (14.4)\t52.3 (15.4)\t53.5 (16.1)\t46.2 (16.4)\t50.5 (16.5)\t \tRace, n (%)\t \t White\t100 (74.1)\t72 (68.6)\t172 (71.7)\t63 (67.7)\t47 (75.8)\t110 (71.0)\t \t Black\t0 (0.0)\t2 (1.9)\t2 (0.8)\t1 (1.1)\t0 (0.0)\t1 (0.6)\t \t Asian\t34 (25.2)\t28 (26.7)\t62 (25.8)\t26 (28.0)\t13 (21.0)\t39 (25.2)\t \t Other\t1 (0.7)\t3 (2.9)\t4 (1.7)\t3 (3.2)\t2 (3.2)\t5 (3.2)\t \tMean weight, kg (SD)\t73.4 (15.3)\t62.1 (15.8)\t68.5 (16.5)\t75.3 (17.4)\t63.4 (15.8)\t70.5 (17.7)\t \tMean BMI, kg/m2 (SD)\t23.9 (4.4)\t24.2 (5.6)\t24.0 (5.0)\t24.7 (4.9)\t24.3 (5.1)\t24.5 (5.0)\t \tMean height, cm (SD)\t174.8 (8.0)\t160.1 (7.7)\t168.3 (10.7)\t173.9 (8.9)\t160.9 (6.6)\t168.6 (10.3)\t \tBaseline serum/BAL GM, median (range)\t–\t–\t1.4 (0.0–11.2)\t–\t–\t0.2 (0.0–7.6)\t \tKarnofsky score, mean (range)\t–\t–\t65.3 (20.0–100.0)\t–\t–\t66.8 (20.0–100.0)\t \tBaseline platelet count, mean (range)\t–\t–\t48.0 (1.0–305.0)\t–\t–\t314.1 (2.0–34,000)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12406, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "BAL Bronchoalveolar lavage, BMI Body mass index, cIA ‘Confirmed’ invasive aspergillosis, GM Galactomannan, nIA ‘Non-confirmed’ invasive aspergillosis, SD Standard deviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 12587, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 395 patients were included in the post-hoc analysis; 240 patients (60.8%) were categorized as cIA, of which 9/240 (3.8%) had proven IA and 231/240 (96.3%) had probable IA. The remaining 155 patients (39.2%) were categorized as nIA, all of which were considered possible IA. The gender and ethnicity of patients were comparable between the cIA and nIA groups, with a slightly lower mean age observed for females categorized as nIA than for males or patients with cIA (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13076, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Radiographic signs and outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 13108, "infons": {"file": "12879_2019_4039_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Radiographic abnormalities among patients with cIA and nIA. **P < 0.01 based on Fisher’s exact test. cIA. ‘Confirmed’ invasive aspergillosis, CT computed tomography, nIA ‘Non-confirmed’ invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 13331, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The most commonly observed radiographic abnormalities seen across all patients in this post-hoc analysis were nodules (n = 185; 46.8%), bilateral lung lesions (n = 148; 37.5%), unilateral lung lesions (n = 112; 28.4%), and consolidation (n = 98; 24.8%) (Fig. 1). Other radiographic abnormalities observed were halo sign (n = 66; 16.7%), cavity (n = 7; 1.8%), and air-crescent sign (n = 5; 1.3%). Ground-glass attenuation was the radiographic abnormality most closely associated with subsequent confirmation of IA, observed more commonly in the cIA group (n = 58; 24.2%) than in the nIA group (n = 18; 11.6%) (P < 0.01). Pulmonary nodules were also observed more commonly in the cIA group (n = 126; 52.5%) than in the nIA group (n = 59; 38.1%) (P < 0.01). Although the presence of bilateral lung lesions was also more common in cIA (n = 99; 41.3%) than in nIA (n = 49; 31.6%) patients, statistical significance was not reached (P > 0.05). No other radiographic abnormalities appeared to be associated with the confirmation of IA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14425, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 14435, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Mortality and clinical, radiographic, and global responses at Week 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 14504, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>cIA (<italic>N</italic> = 240)</th><th>nIA (<italic>N</italic> = 155)</th></tr></thead><tbody><tr><td>Mortality, n (mortality rate,<sup>a</sup> %)</td><td>54 (22.8)</td><td>31 (20.3)</td></tr><tr><td>Asian subpopulation</td><td><italic>n</italic> = 60</td><td><italic>n</italic> = 37</td></tr><tr><td> Mortality, n (mortality rate,<sup>a</sup> %)</td><td>14 (23.9)</td><td>8 (22.2)</td></tr><tr><td>Non-Asian subpopulation</td><td><italic>n</italic> = 180</td><td><italic>n</italic> = 118</td></tr><tr><td> Mortality, n (mortality rate,<sup>a</sup> %)</td><td>40 (22.5)</td><td>23 (19.8)</td></tr><tr><td>Clinical responses, n<sup>b</sup> (%)</td><td><italic>n</italic> = 177</td><td><italic>n</italic> = 88</td></tr><tr><td> Complete (sign/symptom resolution)</td><td>105 (59.3)</td><td>42 (47.7)</td></tr><tr><td> Partial (clinical improvement)</td><td>39 (22.0)</td><td>18 (20.5)</td></tr><tr><td> Stable (no discernible change)</td><td>15 (8.5)</td><td>7 (8.0)</td></tr><tr><td> Failure (worsening of signs/symptoms)</td><td>7 (4.0)</td><td>4 (4.5)</td></tr><tr><td>Radiographic responses, n<sup>c</sup> (%)</td><td><italic>n</italic> = 177</td><td><italic>n</italic> = 88</td></tr><tr><td> Complete (&gt; 90% radiographic improvement)</td><td>35 (19.8)</td><td>22 (25.0)</td></tr><tr><td> Partial (50–90% radiographic improvement)</td><td>81 (45.8)</td><td>34 (38.6)</td></tr><tr><td> Stable (&lt; 50% radiographic improvement)</td><td>37 (20.9)</td><td>10 (11.4)</td></tr><tr><td> Failure (worsening disease)</td><td>12 (6.8)</td><td>5 (5.7)</td></tr><tr><td>Global responses,<sup>d</sup> n (%)</td><td><italic>n</italic> = 240</td><td><italic>n</italic> = 155</td></tr><tr><td> Complete</td><td>20 (8.3)</td><td>11 (7.1)</td></tr><tr><td> Partial</td><td>73 (30.4)</td><td>15 (9.7)</td></tr><tr><td> Stable</td><td>39 (16.3)</td><td>8 (5.2)</td></tr><tr><td> Failure</td><td>13 (5.4)</td><td>4 (2.6)</td></tr></tbody></table>\n"}, "text": "\tcIA (N = 240)\tnIA (N = 155)\t \tMortality, n (mortality rate,a %)\t54 (22.8)\t31 (20.3)\t \tAsian subpopulation\tn = 60\tn = 37\t \t Mortality, n (mortality rate,a %)\t14 (23.9)\t8 (22.2)\t \tNon-Asian subpopulation\tn = 180\tn = 118\t \t Mortality, n (mortality rate,a %)\t40 (22.5)\t23 (19.8)\t \tClinical responses, nb (%)\tn = 177\tn = 88\t \t Complete (sign/symptom resolution)\t105 (59.3)\t42 (47.7)\t \t Partial (clinical improvement)\t39 (22.0)\t18 (20.5)\t \t Stable (no discernible change)\t15 (8.5)\t7 (8.0)\t \t Failure (worsening of signs/symptoms)\t7 (4.0)\t4 (4.5)\t \tRadiographic responses, nc (%)\tn = 177\tn = 88\t \t Complete (> 90% radiographic improvement)\t35 (19.8)\t22 (25.0)\t \t Partial (50–90% radiographic improvement)\t81 (45.8)\t34 (38.6)\t \t Stable (< 50% radiographic improvement)\t37 (20.9)\t10 (11.4)\t \t Failure (worsening disease)\t12 (6.8)\t5 (5.7)\t \tGlobal responses,d n (%)\tn = 240\tn = 155\t \t Complete\t20 (8.3)\t11 (7.1)\t \t Partial\t73 (30.4)\t15 (9.7)\t \t Stable\t39 (16.3)\t8 (5.2)\t \t Failure\t13 (5.4)\t4 (2.6)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15578, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "aBased on Kaplan-Meier product limit estimators. bMissing data from 11 patients with cIA and 17 patients with nIA", "sentences": [], "annotations": [], "relations": []}, {"offset": 15692, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "cMissing data from 12 patients with cIA and 17 patients with nIA", "sentences": [], "annotations": [], "relations": []}, {"offset": 15757, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "dGlobal responses were categorized as complete (complete clinical and radiographic response), partial (clinical improvement and complete/partial radiographic response), stable (stable clinical or radiographic response), or failure (worsening disease); missing data from 95 patients with cIA and 117 patients with nIA.cIA ‘Confirmed’ invasive aspergillosis, nIA ‘Non-confirmed’ invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16165, "infons": {"file": "12879_2019_4039_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Kaplan-Meier plots for patients with cIA and nIA. cIA ‘Confirmed’ invasive aspergillosis, nIA ‘Non-confirmed’ invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16306, "infons": {"file": "12879_2019_4039_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Kaplan-Meier plots for voriconazole monotherapy and combination therapy for patients with (A) cIA and (B) nIA. cIA ‘Confirmed’ invasive aspergillosis, nIA ‘Non-confirmed’ invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16508, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At Week 6, 85 patients in the mITT population had died (all-cause mortality). Mortality at 6 weeks was comparable between patients with cIA and nIA (22.8 vs 20.3% respectively [95% confidence interval for difference, − 5.83–10.84; P > 0.05]) (Table 2). After 6 weeks, survival probability for patients with cIA was lower than for patients with nIA (Fig. 2). Kaplan-Meier survival curves were generally similar between patients receiving monotherapy and combination therapy (Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17008, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among the Asian and non-Asian subpopulations, mortality at 6 weeks was comparable between patients with cIA and nIA (Asian subpopulation: 23.9 vs 22.2%; non-Asian subpopulation: 22.5 vs 19.8%, in cIA and nIA groups, respectively) (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17251, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical, radiographic, and global responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 17296, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A complete or partial clinical response was observed at Week 6 in 81.4 and 68.2% of patients (with cIA and nIA, respectively) and a complete or partial radiographic response was achieved in 65.5 and 63.6% of patients (with cIA and nIA, respectively) (Table 2). More patients achieved a complete or partial global response with cIA (38.8%) than those with nIA (16.8%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17664, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 17675, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, chest CT abnormalities of nodules and ground-glass attenuation observed at baseline in patients with hematologic malignancy or allogeneic HSCT, and suspected IA, were associated with subsequent confirmation of IA. In contrast, other radiographic findings (including halo and air-crescent signs) at baseline were not associated with subsequent confirmation of IA in these patients. This finding is in contrast to a previous study that showed abnormalities such as halo and air-crescent signs to be associated with IA diagnosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18217, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Nevertheless, these findings do further support the applicability of radiographic abnormalities as a clinical tool for the diagnosis of IA. The use of specific radiographic abnormalities to guide decisions on pre-emptive therapy previously appeared to reduce overtreatment of patients with possible IA. For example, a reduced rate of antifungal use from 35 to 7.7% was observed when chest CT scans were included as part of a pre-emptive therapy approach in neutropenic patients at risk of invasive fungal infection. Notably, of the patients who received pre-emptive therapy, the majority exhibited halo signs at the first CT scan (n/N = 13/19; 68.4%) and about half showed air-crescent signs in a subsequent CT scan (n/N = 9/19; 47.4%). Other CT abnormalities at baseline or follow-up scan in patients receiving pre-emptive therapy included nodular lesions, consolidation, pneumothorax, and cavern, but these were less frequent (n/N = 1/19; 5.3% each).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19182, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is worth noting that proven or probable invasive fungal infection appears to be more common in those patients receiving pre-emptive therapy, compared with those receiving empirical therapy, further highlighting the benefit of refining pre-emptive therapy approaches for patients with IA. The use of CT scans as clinical tools in IA diagnosis would potentially have implications for current clinical guidelines (EORTC/MSG, Infectious Diseases Society of America, European Conference on Infections in Leukemia). It is also worth considering that complementary CT pulmonary angiography may improve the sensitivity of CT scan-based IA diagnoses in patients with hematologic malignancy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19867, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the analysis described here, there were no statistically significant differences between the cIA and nIA groups in terms of mortality at 6 weeks and no apparent differences in radiographic progression at 6 weeks. Mortality rates in Asian and non-Asian subpopulations were similar to overall mortality, in both cIA and nIA groups. In the cIA group, however, the proportion of patients achieving complete clinical and global responses were numerically greater than in the nIA group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20355, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To the authors’ knowledge, this analysis is the largest assessment of radiographic progression in patients receiving antifungal therapy for the treatment of IA. Blinded assessment of the infection, and of the clinical and radiologic outcomes, was performed by a committee of experts, which minimized the potential for bias.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20681, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study had some important limitations that should be considered. The proportions of patients in this analysis who had radiographic signs were lower than those previously reported, particularly for halo signs. In this study, 16.7% of patients presented with halo signs, compared with between 60.9 and ~ 100.0% of patients in previous studies. One possible explanation for this discrepancy is the method of radiographic interpretation. In order to make the findings of this post-hoc analysis of a clinical trial generalizable to real-world clinical scenarios, and considering that treatment decisions for immunocompromised patients with suspected IA do not necessarily await radiologist interpretation, we classified radiographic findings according to documentation in clinical charts, which were not necessarily the observations of radiologists. In contrast, other studies reporting higher rates of radiographic lesions have relied on the interpretation of radiologists. Moreover, although the risk of misclassification of radiographic signs may not have been systematically different between patients classified as cIA and nIA, nor between treatment arms, if non-radiologists are less (or more) likely to document the presence of certain signs, the power of this study to observe differences between patients who were later classified as cIA or nIA may have been affected. It is also worth noting that patients with possible IA and radiographic abnormalities may have had IA infection, even if further investigation failed to upgrade the diagnosis to proven/probable IA; this may have resulted in an underestimation of the discriminative value of chest CT scans. Overall, the results should be interpreted with caution as this is a post-hoc analysis and further confirmative studies are warranted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22485, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 22497, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, it appears that once a patient meets minimal EORTC/MSG criteria for possible IA, differentiating between those with or without confirmed IA based on baseline CT scan can be difficult. It was interesting to observe that radiographic abnormalities from chest CT scans, such as halo and air-crescent signs traditionally associated with IA, were generally not associated with subsequent confirmation of IA. However, this could be due to the low proportion of patients presenting with such signs, so caution should be applied when interpreting the diagnostic utility of these abnormalities in the context of this study. Abnormalities observed in this analysis associated with cIA include ground-glass attenuation and nodules as well as, to a lesser degree, bilateral lesions. Taken together with findings from other groups, this suggests that radiographic abnormalities should be interpreted in conjunction with other available clinical data to guide management decisions on individual patients, including whether treatment is reasonable, pending full evaluation. Considering the high mortality rate associated with IA, patients may need to be managed as having IA until infection has been ruled out.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23708, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Additional file", "sentences": [], "annotations": [], "relations": []}, {"offset": 23724, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 23738, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BMI", "sentences": [], "annotations": [], "relations": []}, {"offset": 23742, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Body mass index", "sentences": [], "annotations": [], "relations": []}, {"offset": 23758, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "cIA", "sentences": [], "annotations": [], "relations": []}, {"offset": 23762, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Confirmed invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 23795, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CT", "sentences": [], "annotations": [], "relations": []}, {"offset": 23798, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Computed tomography", "sentences": [], "annotations": [], "relations": []}, {"offset": 23818, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CYP", "sentences": [], "annotations": [], "relations": []}, {"offset": 23822, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Cytochrome P450", "sentences": [], "annotations": [], "relations": []}, {"offset": 23838, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "EORTC", "sentences": [], "annotations": [], "relations": []}, {"offset": 23844, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "European Organisation for Research and Treatment of Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 23903, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HSCT", "sentences": [], "annotations": [], "relations": []}, {"offset": 23908, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Hematopoietic stem cell transplantation", "sentences": [], "annotations": [], "relations": []}, {"offset": 23948, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IA", "sentences": [], "annotations": [], "relations": []}, {"offset": 23951, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 23974, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "mITT", "sentences": [], "annotations": [], "relations": []}, {"offset": 23979, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Modified intent-to-treat", "sentences": [], "annotations": [], "relations": []}, {"offset": 24004, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MSG", "sentences": [], "annotations": [], "relations": []}, {"offset": 24008, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "(National Institute of Allergy and Infectious Diseases) Mycoses Study Group", "sentences": [], "annotations": [], "relations": []}, {"offset": 24084, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "nIA", "sentences": [], "annotations": [], "relations": []}, {"offset": 24088, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Non-confirmed invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 24125, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SD", "sentences": [], "annotations": [], "relations": []}, {"offset": 24128, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Standard deviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 24147, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 24172, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "JJ and DW created the concept of analysis and contributed vital analytics. YL and SP performed the research and contributed to the conception of analysis, vital analytics, and development of the manuscript. JLY contributed vital analytics and development of the manuscript. JAA designed the research and contributed to the conception of analysis, vital analytics, and development of the manuscript. Y-JL, HM, XC, and XZ contributed to the analytics. ISS and TFP contributed to the concept of analysis and vital analytics. All authors have reviewed and approved the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24749, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 24792, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "The study was conducted in accordance with the International Conference on Harmonization Good Clinical Practice Guidelines and ethical principles originating in or derived from the Declaration of Helsinki, approved by the appropriate Institutional Review Boards and Independent Ethics Committees of the investigational centers (Additional file 1) and registered on ClinicalTrials.gov (NCT00531479). All patients provided written, informed consent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25242, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 25266, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25282, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 25302, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "JJ, DW, Y-JL, HM, XC, and ISS have nothing to disclose. TFP has received research support from or served on advisory boards/consultant for Astellas, Basilea, Gilead, Merck, Pfizer, Scynexis, and Toyama. YL, SP, JLY, JAA, and XZ are employees of Pfizer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25555, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 25574, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25693, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 25704, "infons": {"fpage": "1870", "lpage": "1884", "name_0": "surname:Segal;given-names:BH", "pub-id_doi": "10.1056/NEJMra0808853", "pub-id_pmid": "19403905", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "360", "year": "2009"}, "text": "Aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 25718, "infons": {"fpage": "1091", "issue": "8", "lpage": "1100", "name_0": "surname:Kontoyiannis;given-names:Dimitrios P.", "name_1": "surname:Marr;given-names:Kieren A.", "name_10": "surname:Brumble;given-names:Lisa M.", "name_11": "surname:Freifeld;given-names:Alison G.", "name_12": "surname:Hadley;given-names:Susan", "name_13": "surname:Herwaldt;given-names:Loreen A.", "name_14": "surname:Kauffman;given-names:Carol A.", "name_15": "surname:Knapp;given-names:Katherine", "name_16": "surname:Lyon;given-names:G. Marshall", "name_17": "surname:Morrison;given-names:Vicki A.", "name_18": "surname:Papanicolaou;given-names:Genovefa", "name_19": "surname:Patterson;given-names:Thomas F.", "name_2": "surname:Park;given-names:Benjamin J.", "name_20": "surname:Perl;given-names:Trish M.", "name_21": "surname:Schuster;given-names:Mindy G.", "name_22": "surname:Walker;given-names:Randall", "name_23": "surname:Wannemuehler;given-names:Kathleen A.", "name_24": "surname:Wingard;given-names:John R.", "name_25": "surname:Chiller;given-names:Tom M.", "name_26": "surname:Pappas;given-names:Peter G.", "name_3": "surname:Alexander;given-names:Barbara D.", "name_4": "surname:Anaissie;given-names:Elias J.", "name_5": "surname:Walsh;given-names:Thomas J.", "name_6": "surname:Ito;given-names:James", "name_7": "surname:Andes;given-names:David R.", "name_8": "surname:Baddley;given-names:John W.", "name_9": "surname:Brown;given-names:Janice M.", "pub-id_doi": "10.1086/651263", "pub-id_pmid": "20218877", "section_type": "REF", "source": "Clinical Infectious Diseases", "type": "ref", "volume": "50", "year": "2010"}, "text": "Prospective Surveillance for Invasive Fungal Infections in Hematopoietic Stem Cell Transplant Recipients, 2001–2006: Overview of the Transplant‐Associated Infection Surveillance Network (TRANSNET) Database", "sentences": [], "annotations": [], "relations": []}, {"offset": 25928, "infons": {"fpage": "1101", "issue": "8", "lpage": "1111", "name_0": "surname:Pappas;given-names:Peter G.", "name_1": "surname:Alexander;given-names:Barbara D.", "name_10": "surname:Kontoyiannis;given-names:Dimitrios P.", "name_11": "surname:Lyon;given-names:G. Marshall", "name_12": "surname:Marr;given-names:Kieren A.", "name_13": "surname:Morrison;given-names:Vicki A.", "name_14": "surname:Park;given-names:Benjamin J.", "name_15": "surname:Patterson;given-names:Thomas F.", "name_16": "surname:Perl;given-names:Trish M.", "name_17": "surname:Oster;given-names:Robert A.", "name_18": "surname:Schuster;given-names:Mindy G.", "name_19": "surname:Walker;given-names:Randall", "name_2": "surname:Andes;given-names:David R.", "name_20": "surname:Walsh;given-names:Thomas J.", "name_21": "surname:Wannemuehler;given-names:Kathleen A.", "name_22": "surname:Chiller;given-names:Tom M.", "name_3": "surname:Hadley;given-names:Susan", "name_4": "surname:Kauffman;given-names:Carol A.", "name_5": "surname:Freifeld;given-names:Alison", "name_6": "surname:Anaissie;given-names:Elias J.", "name_7": "surname:Brumble;given-names:Lisa M.", "name_8": "surname:Herwaldt;given-names:Loreen", "name_9": "surname:Ito;given-names:James", "pub-id_doi": "10.1086/651262", "pub-id_pmid": "20218876", "section_type": "REF", "source": "Clinical Infectious Diseases", "type": "ref", "volume": "50", "year": "2010"}, "text": "Invasive Fungal Infections among Organ Transplant Recipients: Results of the Transplant‐Associated Infection Surveillance Network (TRANSNET)", "sentences": [], "annotations": [], "relations": []}, {"offset": 26071, "infons": {"section_type": "REF", "type": "ref"}, "text": "de Pauw B, Walsh TJ, Donnelly JP, Stevens DA, Edwards JE, Calandra TF, et al. Revised definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) consensus group. Clin Infect Dis. 2008;46:1813–21.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26456, "infons": {"fpage": "1042", "lpage": "1051", "name_0": "surname:Cordonnier;given-names:C", "name_1": "surname:Pautas;given-names:C", "name_2": "surname:Maury;given-names:S", "name_3": "surname:Vekhoff;given-names:A", "name_4": "surname:Farhat;given-names:H", "name_5": "surname:Suarez;given-names:F", "pub-id_doi": "10.1086/597395", "pub-id_pmid": "19281327", "section_type": "REF", "source": "Clin Infect Dis", "type": "ref", "volume": "48", "year": "2009"}, "text": "Empirical versus preemptive antifungal therapy for high-risk, febrile, neutropenic patients: a randomized, controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 26580, "infons": {"fpage": "1242", "lpage": "1250", "name_0": "surname:Maertens;given-names:J", "name_1": "surname:Theunissen;given-names:K", "name_2": "surname:Verhoef;given-names:G", "name_3": "surname:Verschakelen;given-names:J", "name_4": "surname:Lagrou;given-names:K", "name_5": "surname:Verbeken;given-names:E", "pub-id_doi": "10.1086/496927", "pub-id_pmid": "16206097", "section_type": "REF", "source": "Clin Infect Dis", "type": "ref", "volume": "41", "year": "2005"}, "text": "Galactomannan and computed tomography-based preemptive antifungal therapy in neutropenic patients at high risk for invasive fungal infection: a prospective feasibility study", "sentences": [], "annotations": [], "relations": []}, {"offset": 26754, "infons": {"fpage": "88", "lpage": "93", "name_0": "surname:De Marie;given-names:S", "pub-id_pmid": "10629598", "section_type": "REF", "source": "Haematologica.", "type": "ref", "volume": "85", "year": "2000"}, "text": "New developments in the diagnosis and management of invasive fungal infections", "sentences": [], "annotations": [], "relations": []}, {"offset": 26833, "infons": {"fpage": "534", "lpage": "536", "name_0": "surname:Hruban;given-names:RH", "name_1": "surname:Meziane;given-names:MA", "name_2": "surname:Zerhouni;given-names:EA", "name_3": "surname:Wheeler;given-names:PS", "name_4": "surname:Dumler;given-names:JS", "name_5": "surname:Hutchins;given-names:GM", "pub-id_doi": "10.1097/00004728-198705000-00033", "pub-id_pmid": "3571603", "section_type": "REF", "source": "J Comput Assist Tomogr", "type": "ref", "volume": "11", "year": "1987"}, "text": "Radiologic-pathologic correlation of the CT halo sign in invasive pulmonary aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 26923, "infons": {"fpage": "611", "lpage": "614", "name_0": "surname:Kuhlman;given-names:JE", "name_1": "surname:Fishman;given-names:EK", "name_2": "surname:Siegelman;given-names:SS", "pub-id_doi": "10.1148/radiology.157.3.3864189", "pub-id_pmid": "3864189", "section_type": "REF", "source": "Radiology.", "type": "ref", "volume": "157", "year": "1985"}, "text": "Invasive pulmonary aspergillosis in acute leukemia: characteristic findings on CT, the CT halo sign, and the role of CT in early diagnosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 27062, "infons": {"fpage": "2028", "lpage": "2039", "name_0": "surname:Orr;given-names:DP", "name_1": "surname:Myerowitz;given-names:RL", "name_2": "surname:Dubois;given-names:PJ", "pub-id_doi": "10.1002/1097-0142(197805)41:5<2028::AID-CNCR2820410551>3.0.CO;2-#", "pub-id_pmid": "647638", "section_type": "REF", "source": "Cancer.", "type": "ref", "volume": "41", "year": "1978"}, "text": "Patho-radiologic correlation of invasive pulmonary aspergillosis in the compromised host", "sentences": [], "annotations": [], "relations": []}, {"offset": 27151, "infons": {"fpage": "139", "lpage": "147", "name_0": "surname:Caillot;given-names:D", "name_1": "surname:Casasnovas;given-names:O", "name_2": "surname:Bernard;given-names:A", "name_3": "surname:Couaillier;given-names:JF", "name_4": "surname:Durand;given-names:C", "name_5": "surname:Cuisenier;given-names:B", "pub-id_doi": "10.1200/JCO.1997.15.1.139", "pub-id_pmid": "8996135", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "15", "year": "1997"}, "text": "Improved management of invasive pulmonary aspergillosis in neutropenic patients using early thoracic computed tomographic scan and surgery", "sentences": [], "annotations": [], "relations": []}, {"offset": 27290, "infons": {"fpage": "373", "lpage": "379", "name_0": "surname:Greene;given-names:RE", "name_1": "surname:Schlamm;given-names:HT", "name_2": "surname:Oestmann;given-names:JW", "name_3": "surname:Stark;given-names:P", "name_4": "surname:Durand;given-names:C", "name_5": "surname:Lortholary;given-names:O", "pub-id_doi": "10.1086/509917", "pub-id_pmid": "17205443", "section_type": "REF", "source": "Clin Infect Dis", "type": "ref", "volume": "44", "year": "2007"}, "text": "Imaging findings in acute invasive pulmonary aspergillosis: clinical significance of the halo sign", "sentences": [], "annotations": [], "relations": []}, {"offset": 27389, "infons": {"fpage": "51", "lpage": "56", "name_0": "surname:Dignan;given-names:FL", "name_1": "surname:Evans;given-names:SO", "name_2": "surname:Ethell;given-names:ME", "name_3": "surname:Shaw;given-names:BE", "name_4": "surname:Davies;given-names:FE", "name_5": "surname:Dearden;given-names:CE", "pub-id_doi": "10.1038/bmt.2008.427", "pub-id_pmid": "19139735", "section_type": "REF", "source": "Bone Marrow Transplant", "type": "ref", "volume": "44", "year": "2009"}, "text": "An early CT-diagnosis-based treatment strategy for invasive fungal infection in allogeneic transplant recipients using caspofungin first line: an effective strategy with low mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 27573, "infons": {"fpage": "2370", "name_0": "surname:Ji;given-names:Y", "name_1": "surname:Sun;given-names:Y", "name_2": "surname:Yan;given-names:C", "name_3": "surname:Huang;given-names:X", "name_4": "surname:Liu;given-names:D", "name_5": "surname:Liu;given-names:Q", "pub-id_doi": "10.1182/blood-2016-10-743880", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "128", "year": "2016"}, "text": "The efficacy of CT-diagnostic-driven antifungal strategy with voriconazole for invasive aspergillosis in patients with hematological diseases: a multicenter, prospective study", "sentences": [], "annotations": [], "relations": []}, {"offset": 27749, "infons": {"fpage": "81", "lpage": "89", "name_0": "surname:Marr;given-names:KA", "name_1": "surname:Schlamm;given-names:HT", "name_2": "surname:Herbrecht;given-names:R", "name_3": "surname:Rottinghaus;given-names:ST", "name_4": "surname:Bow;given-names:EJ", "name_5": "surname:Cornely;given-names:OA", "pub-id_doi": "10.7326/M13-2508", "pub-id_pmid": "25599346", "section_type": "REF", "source": "Ann Intern Med", "type": "ref", "volume": "162", "year": "2015"}, "text": "Combination antifungal therapy for invasive aspergillosis: a randomized trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 27827, "infons": {"fpage": "4727", "lpage": "4736", "name_0": "surname:Liu;given-names:P", "name_1": "surname:Mould;given-names:DR", "pub-id_doi": "10.1128/AAC.02809-13", "pub-id_pmid": "24914120", "section_type": "REF", "source": "Antimicrob Agents Chemother", "type": "ref", "volume": "58", "year": "2014"}, "text": "Population pharmacokinetic-pharmacodynamic analysis of voriconazole and anidulafungin in adult patients with invasive aspergillosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 27959, "infons": {"fpage": "91", "lpage": "94", "name_0": "surname:Matsumoto;given-names:K", "name_1": "surname:Ikawa;given-names:K", "name_2": "surname:Abematsu;given-names:K", "name_3": "surname:Fukunaga;given-names:N", "name_4": "surname:Nishida;given-names:K", "name_5": "surname:Fukamizu;given-names:T", "pub-id_doi": "10.1016/j.ijantimicag.2009.01.008", "pub-id_pmid": "19261446", "section_type": "REF", "source": "Int J Antimicrob Agents", "type": "ref", "volume": "34", "year": "2009"}, "text": "Correlation between voriconazole trough plasma concentration and hepatotoxicity in patients with different CYP2C19 genotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 28084, "infons": {"fpage": "281", "lpage": "285", "name_0": "surname:Wang;given-names:G", "name_1": "surname:Lei;given-names:HP", "name_2": "surname:Li;given-names:Z", "name_3": "surname:Tan;given-names:ZR", "name_4": "surname:Guo;given-names:D", "name_5": "surname:Fan;given-names:L", "pub-id_doi": "10.1007/s00228-008-0574-7", "pub-id_pmid": "18982321", "section_type": "REF", "source": "Eur J Clin Pharmacol", "type": "ref", "volume": "65", "year": "2009"}, "text": "The CYP2C19 ultra-rapid metabolizer genotype influences the pharmacokinetics of voriconazole in healthy male volunteers", "sentences": [], "annotations": [], "relations": []}, {"offset": 28204, "infons": {"fpage": "243", "lpage": "247", "name_0": "surname:Kimura;given-names:M", "name_1": "surname:Ieiri;given-names:I", "name_2": "surname:Mamiya;given-names:K", "name_3": "surname:Urae;given-names:A", "name_4": "surname:Higuchi;given-names:S", "pub-id_doi": "10.1097/00007691-199806000-00001", "pub-id_pmid": "9631918", "section_type": "REF", "source": "Ther Drug Monit", "type": "ref", "volume": "20", "year": "1998"}, "text": "Genetic polymorphism of cytochrome P450s, CYP2C19, and CYP2C9 in a Japanese population", "sentences": [], "annotations": [], "relations": []}, {"offset": 28291, "infons": {"fpage": "e1", "lpage": "e60", "name_0": "surname:Patterson;given-names:TF", "name_1": "surname:Thompson;given-names:GR;suffix:III", "name_2": "surname:Denning;given-names:DW", "name_3": "surname:Fishman;given-names:JA", "name_4": "surname:Hadley;given-names:S", "name_5": "surname:Herbrecht;given-names:R", "pub-id_doi": "10.1093/cid/ciw326", "pub-id_pmid": "27365388", "section_type": "REF", "source": "Clin Infect Dis", "type": "ref", "volume": "63", "year": "2016"}, "text": "Practice guidelines for the diagnosis and management of aspergillosis: 2016 update by the Infectious Diseases Society of America", "sentences": [], "annotations": [], "relations": []}, {"offset": 28420, "infons": {"fpage": "433", "lpage": "444", "name_0": "surname:Tissot;given-names:F", "name_1": "surname:Agrawal;given-names:S", "name_2": "surname:Pagano;given-names:L", "name_3": "surname:Petrikkos;given-names:G", "name_4": "surname:Groll;given-names:AH", "name_5": "surname:Skiada;given-names:A", "pub-id_doi": "10.3324/haematol.2016.152900", "pub-id_pmid": "28011902", "section_type": "REF", "source": "Haematologica.", "type": "ref", "volume": "102", "year": "2017"}, "text": "ECIL-6 guidelines for the treatment of invasive candidiasis, aspergillosis and mucormycosis in leukemia and hematopoietic stem cell transplant patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 28572, "infons": {"fpage": "1603", "lpage": "1610", "name_0": "surname:Stanzani;given-names:M", "name_1": "surname:Sassi;given-names:C", "name_2": "surname:Lewis;given-names:RE", "name_3": "surname:Tolomelli;given-names:G", "name_4": "surname:Bazzocchi;given-names:A", "name_5": "surname:Cavo;given-names:M", "pub-id_doi": "10.1093/cid/civ154", "pub-id_pmid": "25722200", "section_type": "REF", "source": "Clin Infect Dis", "type": "ref", "volume": "60", "year": "2015"}, "text": "High resolution computed tomography angiography improves the radiographic diagnosis of invasive mold disease in patients with hematological malignancies", "sentences": [], "annotations": [], "relations": []}, {"offset": 28725, "infons": {"fpage": "253", "lpage": "259", "name_0": "surname:Caillot;given-names:D", "name_1": "surname:Couaillier;given-names:JF", "name_2": "surname:Bernard;given-names:A", "name_3": "surname:Casasnovas;given-names:O", "name_4": "surname:Denning;given-names:DW", "name_5": "surname:Mannone;given-names:L", "pub-id_doi": "10.1200/JCO.2001.19.1.253", "pub-id_pmid": "11134220", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "19", "year": "2001"}, "text": "Increasing volume and changing characteristics of invasive pulmonary aspergillosis on sequential thoracic computed tomography scans in patients with neutropenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 28886, "infons": {"fpage": "1144", "lpage": "1155", "name_0": "surname:Georgiadou;given-names:SP", "name_1": "surname:Sipsas;given-names:NV", "name_2": "surname:Marom;given-names:EM", "name_3": "surname:Kontoyiannis;given-names:DP", "pub-id_doi": "10.1093/cid/cir122", "pub-id_pmid": "21467021", "section_type": "REF", "source": "Clin Infect Dis", "type": "ref", "volume": "52", "year": "2011"}, "text": "The diagnostic value of halo and reversed halo signs for invasive mold infections in compromised hosts", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]