[{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "5593805", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13321-017-0236-9", "article-id_pmc": "5593805", "article-id_pmid": "29086197", "article-id_publisher-id": "236", "elocation-id": "49", "kwd": "Ligand efficiency Ligand-target binding affinity Fragmental metrics Weight metrics Molar metrics Avogadro number Big data", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Polanski;given-names:Jaroslaw", "name_1": "surname:Tkocz;given-names:Aleksandra", "name_2": "surname:Kucia;given-names:Urszula", "name_3": "surname:Polanski;given-names:Jaroslaw", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "9", "year": "2017"}, "text": "Beware of ligand efficiency (LE): understanding LE data in modeling structure-activity and structure-economy relationships", "sentences": [], "annotations": [], "relations": []}, {"offset": 123, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 134, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "On the one hand, ligand efficiency (LE) and the binding efficiency index (BEI), which are binding properties (B) averaged versus the heavy atom count (HAC: LE) or molecular weight (MW: BEI), have recently been declared a novel universal tool for drug design. On the other hand, questions have been raised about the mathematical validity of the LE approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 491, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 499, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In fact, neither the critics nor the advocates are precise enough to provide a generally understandable and accepted chemistry of the LE metrics. In particular, this refers to the puzzle of the LE trends for small and large molecules. In this paper, we explain the chemistry and mathematics of the LE type of data. Because LE is a weight metrics related to binding per gram, its hyperbolic decrease with an increasing number of heavy atoms can be easily understood by its 1/MW dependency. Accordingly, we analyzed how this influences the LE trends for ligand-target binding, economic big data or molecular descriptor data. In particular, we compared the trends for the thermodynamic ∆G data of a series of ligands that interact with 14 different target classes, which were extracted from the BindingDB database with the market prices of a commercial compound library of ca. 2.5 mln synthetic building blocks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1410, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1422, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": ".", "sentences": [], "annotations": [], "relations": []}, {"offset": 1424, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "An interpretation of LE and BEI that clearly explains the observed trends for these parameters are presented here for the first time. Accordingly, we show that the main misunderstanding of the chemical meaning of the BEI and LE parameters is their interpretation as molecular descriptors that are connected with a single molecule, while binding is a statistical effect in which a population of ligands limits the formation of ligand-receptor complexes. Therefore, LE (BEI) should not be interpreted as a molecular (physicochemical) descriptor that is connected with a single molecule but as a property (binding per gram). Accordingly, the puzzle of the surprising behavior of LE is explained by the 1/MW dependency. This effect clearly explains the hyperbolic LE trend not as a real increase in binding potency but as a physical limitation due to the different population of ligands with different MWs in a 1 g sample available for the formation of ligand-receptor complexes. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 2402, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2413, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ligand efficiency (LE), which is the free energy of binding (B) averaged versus the heavy atom count (HAC), has recently been declared to be a novel universal tool for drug design that will permit the substantial optimization of both molecular mass and lipophilicity by ameliorating the inflation of these properties that has been observed in current medicinal chemistry practice and to increase the quality of drug candidates. As this effect may have resulted from the application of current procedures that are based on the common use of IC50 or binding affinity (Ki) in drug optimization, the efficiency approach appears to be especially attractive in controlling both the molar binding potency and HAC or molecular weight (MW) at the same time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3162, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "However, questions have recently been raised about the mathematical validity of the definition of LE. Specifically, for example, as indicated by the anonymous reviewer of the first version of this publication: LE, whether derived from deltaG, K d , K i , or IC 50 , has an arbitrary 1 M concentration unit built into it. Changing this unit will, in general, result in a change in the perception of efficiency. Therefore, the dependence of LE, e.g. derived from deltaG, on the concentration used to define the standard state implies that LE derived from deltaG is thermodynamically meaningless. However, despite the fact that although the con arguments were basically introduced as early as 2009, the situation is still not clear, just to cite a recent discussion. In the Ref. we read: LE […] widely used to normalize potency for size, does not, in fact, normalize potency for size. LE decreases and appears to plateau as size, or number of heavy atoms, increases. Several plausible hypotheses were proposed to explain this observation in terms of ligand flexibility and/or entropic penalties, reduced surface area available for interaction, target specific restrictions and size-dependent complexity that reduced the probability of optimal fitting. The answer requires a simple example of fuel efficiency to justify the mathematics of LE trends. In fact, neither the critics nor the advocates were precise enough to provide any understandable mathematics or chemistry of the LE metrics. Moreover, because these parameters are in common use as early estimators for drug optimization, apparently the numerous con arguments appeared to be not convincing enough for the drug design audience. The reason is that this allowed for the understanding of the mathematical or chemical inaccuracies; however, they have never cleared the reason for the observed puzzle of the LE (BEI) hyperbolic trend explicitly enough. Because the trend obviously indicates an advantage in binding efficiency for the small molecules, which is both attractive and expected in drug design, the LE (BEI) approach has become more and more popular in academia and pharma drug design.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5316, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Herein, we show that the basis for the LE (BEI) puzzle can be cleared up by a careful analysis of its chemical meaning. Accordingly, we demonstrated that the main misunderstanding of the chemical meaning of the BEI and LE parameters is their interpretation as molecular descriptors that are connected with a single molecule, whereas binding is a statistical effect in which a population of ligands is an important factor that determines the pairing of ligand-receptor complexes. Therefore, LE (BEI) should not be interpreted as molecular (physicochemical) descriptors (binding per Dalton) but as statistical properties (BEI—binding per gram, where a gram is a mole of Daltons); (LE—binding per a mole of HAC). Accordingly, the puzzle of the surprising behavior of LE is explained by the 1/MW dependency of a 1 g substance of molecules that have the MW, which is a property that can be measured. This effect clearly explains the hyperbolic LE trend not as the real increase in binding potency but by the availability of ligands for the ligand-receptor complexes. Additionally, we analyzed the LE-type intensive parameters including a broad spectrum of both molecular descriptors and properties. We demonstrated that individual LE trends can be explained by the basic rules of chemistry, thereby indicating how important it is to distinguish between molecular descriptors and properties. More specifically, we compared two datasets. The first was the experimental binding thermodynamics for approximately 100 protein–ligand complexes. The second was the big data of the market prices of a large commercial library of building blocks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6955, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6963, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular descriptors versus properties", "sentences": [], "annotations": [], "relations": []}, {"offset": 7003, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Basically, chemical compounds, i.e. both molecules and substances, can be represented by molecular descriptors, i.e. indicators that relate to the molecule or molecular structure that can be calculated from a molecular representation or by the properties that are to be measured experimentally if there are real values or that require predictions during molecular design. However, it is not always easy to distinguish between these two data types. Let us analyze molecular weight (MW). It can be a property when measured for molecules, e.g. in MS spectrometry or even when we are weighting a mole, i.e. the Avogadro number of the molecules or its fraction, but alternatively it can also be a descriptor when we are estimating the MW of a single molecule simply by summing the atomic mass contributions to the total MW. The weight of 1 mol of a substance will be its MW (g/mol), while the weight of a single molecule will be its MW (Da). The correlation between these two variables is 100% and creates a major trick in chemistry when we are mapping substances to molecules and vice versa. In fact, we need an Avogadro number (NA), which is a chemical routine, for this transformation that is generally overlooked. Therefore, MW (Da) * NA = MW (g/mol).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8259, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "LE definitions and metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 8286, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Formal definitions of ligand and binding efficiency LE and BEI have previously been described in the literature and various forms of these parameters were precisely described by Cortes-Ciriano recently. We will interpret these parameters in their widest sense as given below:where the binding property is any property that is measured in order to define the interactions between a ligand and a receptor and HAC is the heavy (nonhydrogen) atom count.where the binding property is any property that is measured in order to define the interactions between a ligand and a receptor and MW corresponds to the molecular weight in Daltons (Da).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8923, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Generally, in the literature both LE and BEI are interpreted as molecular descriptors in the sense of physicochemical descriptors, for BEI compare especially Cortes-Ciriano and Abad-Zapatero et al.. In the context of the differentiation of the molecular descriptors and properties discussed in previous paragraph, these are (binding) properties per molecular fragment defined by the MW (Da) or the HAC (number of atoms). It has been completely overlooked, that alternatively, BEI can be interpreted directly as a property, the direct measure of the binding of a 1 g sample of a substance. Accordingly, LE is a property—a direct measure of the binding of a mole of HAC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9595, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "LE was originally developed in order to compare the maximal ligand-target affinity including small, nonhydrogen ligand cations or anions. This, in turn, determined that non-hydrogen atom count, namely HAC, was the natural normalizing measure. However, the atom count (AC), hydrogen count or molecular weight can generate analog metrics. On the other hand, we can substantially broaden the LE definition to include any property (P) or molecular descriptor (MD). Thus, defining the efficiency parameter (PE or MDE), which for a property normalized versus HAC (as for a standard LE) will be defined by:where Pmol relates to a molar-normalized property, e.g. molar-binding affinity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10274, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 10284, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The thermodynamic ∆G data of a series of 102 protein–ligand complexes that interact with 14 different target classes were assembled by gathering bioactivity information from the BindingDB database by Reynolds and Holloway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10511, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The catalog data for a commercial compound library of ca. 2.5 mln synthetic building blocks were downloaded from the internet site (http://www.abamachem.net/). This large library includes 2,248,243 chemicals that are offered on the market. The database contains easily accessible information that can be downloaded in the SDF format. The records were carefully inspected before further processing, e.g. duplicated notations were removed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10949, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Calculations were performed using the KNIME Analytics Platform (version 3) on an Intel Core 2 Duo CPU 1.80 GHz computer system with 4.00 GB RAM and a 64-bit Windows 10 operating system. Instant JChem version 14.7.28.0, which was released in 2014, and additional self-programmed scripts were used for structure database management. Graphs were plotted using MATLAB version R2015b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11331, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 11354, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In practice, LE is much more popular in drug design than BEI. Equation 2, which is the definition of LE, can be converted to:where Pmol relates to a molar-normalized property, e.g. molar-binding affinity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11560, "infons": {"file": "13321_2017_236_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Avogadro statistics—two molecules, MW1 (Da) and MW2 (Da), a can be scaled to a substance and can agglomerate NA molecules using mole metrics. The weight of the substances will be MW1 (g/mol) and MW2 (g/mol), respectively (b). Alternatively, mapping c can be performed in order to maintain a steady substance weight, e.g. of 1 g, and then the number of molecules will be different for two molecules each time and will have a value of 1/MW1 and 1/MW2, respectively. A virtual 1 (Da) fragment is indicated in blue", "sentences": [], "annotations": [], "relations": []}, {"offset": 12074, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Equation 3 allows us to precisely understand the chemical sense of LE mapping. Accordingly, PEHAC is the interaction of two terms. The first is Pmol/MW, i.e. Pmol normalized by MW. This term defines also BEI which is a possible LE alternative. A second term MW/HAC rescales BEI into the HAC dimension. To properly understand the operations described by Eqs. 2 and 3, we explained the fragmental (Fig. 1a), molar (Fig. 1b) and weight (Fig. 1c) metrics that are used to map atomic molecules (Fig. 1a) into a real substances (Fig. 1b, c) in chemistry. In order to calculate LE, we use fragmental metric (Fig. 1a) in an attempt to calculate the share of binding for a single Da (HAC fragment) in a single molecule (Fig. 1a) indicated in blue in Fig. 1. Mapping molecules to a mole of a substance, a mole metric (Fig. 1b), will preserve the same number of molecules (NA), but the weight of the samples of 1 mol will differ and amount to MW1 and MW2 grams, respectively. Alternatively, mapping by weight metric will preserve the constant weight, e.g., 1 g. A surprising feature of the latter method of mapping is that the difference in a number of molecules in 1 g will be given by the numbers of NA * 1/MW1 and NA * 1/MW2, respectively. A surprise here comes from the fact that we are simply not accustomed to this metric. Although, we do not realize this fact, the weight metric is often used in medicinal chemistry, e.g. when measuring binding affinity or IC50 (Pgram), we test the weighted samples (g) in order to obtain the Pgram in (kcal/g) and eventually, at the very end, recalculating the Pgram into the Pmol scale. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13712, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In turn, because binding affinities are given in the literature as Pmol, therefore, Pgram can be calculated from the simple equation Pgram = Pmol/MW, which essentially looks the same as the first term in Eq. 3, however, fragmental descriptor refers to a single molecule, while binding affinity refers to a substance. Although formally we need the Avogadro number NA to relate the measured affinity and the affinity of a single molecule (or single fragment), we can do without NA because the MW (Da) (molecular descriptor) and the mole of a substance MW (g/mol) (a property) are the same values.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14310, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All three measures in Fig. 1 preserve a steady invariable size of the 1 Da fragment", "sentences": [], "annotations": [], "relations": []}, {"offset": 14396, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Unlike the molar measure (Pmol), the weight metric, LE (BEI), does not have a thermodynamic meaning because the concentration of ligands is not normalized for the molecules of different sizes and", "sentences": [], "annotations": [], "relations": []}, {"offset": 14592, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The multiplier, which scales a molecule to a constant weight is proportional to 1/MW.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14678, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The most interesting features of the metrics in Fig. 1 are that: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 14745, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Generally, LE (BEI) is interpreted in the literature as a molecular physicochemical descriptor that relates to a single molecule. This appears to be the main misunderstanding because both the concentration and the binding are statistical properties that are related to molecular populations. Accordingly, LE (BEI) are also properties. The concentration here determines a population of the ligands that are available for the receptor to form ligand-receptor complexes, while Pmol determines binding potency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15252, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The trend of binding efficiency versus molecular descriptor and economic price", "sentences": [], "annotations": [], "relations": []}, {"offset": 15331, "infons": {"file": "13321_2017_236_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The binding ΔG values plotted versus MW or HAC—a BEI versus MW (black) versus a hyperbole 8 * 1/MW (red), c LE versus HAC (black) versus hyperbole 8 * 1/HAC (red), d delta G versus MW compared to b MW versus HAC (black) or MW/HAC versus HAC (red), data according to Ref.; hyperboles plotted without optimization", "sentences": [], "annotations": [], "relations": []}, {"offset": 15650, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In Fig. 2a, c we plotted the BEI and LEHAC for the thermodynamic ∆G data of a series of ligands that interact with 14 different target classes, which were extracted from the BindingDB database by Reynolds and Holloway, respectively. We can see that a hyperbole approximates the data for BEI. The large differentiation of the targets means that deviations from the model can be observed; however, the trend is obvious. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16072, "infons": {"file": null, "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Chemical meaning and mathematical function of the individual terms that define LE (Eq. 3a)", "sentences": [], "annotations": [], "relations": []}, {"offset": 16164, "infons": {"file": null, "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Data according to Ref. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16188, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to become more familiar with the LE type metrics in Table 1, we analyzed the impact of the individual terms of Eq. 3 to illustrate their chemical meaning and mathematics. Therefore, Eq. 3 can be decomposed into Eq. 3a:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16422, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Accordingly, PEHAC is now the interaction of three terms. The first term is molar property, second is 1/MW—a number of molecules in a 1 g sample of molecules of the weight MW (Da) (a population term) and a third term, the MW to HAC rescaling factor. Essentially, the population term 1/MW dominates the real molar property Pmol and the MW to HAC rescaling factor is more or less a constant value as MW versus HAC has a close to linear relationship for the thermodynamic ∆G data analyzed in this publication. Therefore, the population term 1/MW and not a real property explains the trend of LE, thereby solving the puzzle of LE behavior. This determines a significant increase of LE for a small MW and a plateau for a high MW.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17152, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We could conclude at this point that the chemistry of LE behavior is trivial. In our opinion it is not the case, and it is not a coincidence that LE has been misinterpreted in significant articles in high impact journals (PNAS, Nature Reviews Drugs Discovery). We can better understand the origins of this delusion by probing the LE models for nonbinding parameters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17519, "infons": {"file": "13321_2017_236_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Selected descriptors of the ca. 2.5 mln library data for chemical compounds according to Ref.. a–d Market prices plotted versus MW a weight price ($/g) versus MW, b binned statistics of mean price ($/g) versus MW bin, c molar price ($/mol) versus MW, d binned statistics of mean molar price ($/mol) versus MW bin. Selected efficiency descriptors (e–g): e MW/HAC versus HAC, f Br/AC versus AC, g molar BrC versus MW", "sentences": [], "annotations": [], "relations": []}, {"offset": 17939, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, problem is to identify such models. The relationship between a chemical structure and its physical or chemical properties is an essential concept in chemistry and this method is an important decision-making guide, for example, in drug design. In fact however, it is the market that eventually decides the success of any pharmaceutical; therefore; we need economic considerations to fully understand a fate of a drug. Economic behavior, in particular, a price of a drug is an example of the nonbinding parameter important for molecular design. Is there any relationship between a chemical structure of a drug and its economic potential? On the one hand, explaining economic effects is an extremely complex issue. On the other hand little market data is available for drugs. Accordingly, the problem remains unexplored. In contrast, to drugs a variety of economic data are available for other chemicals. Therefore, in Fig. 3a–d, we present a structure-economy analysis for a commercial compound library of ca. 2.5 mln synthetic building blocks. It is critical to note that the price, which is an economic property, is typically listed in the catalogs of chemical compounds in $/g (Fig. 3a) and not $/mol (Fig. 3c), which means the efficiency scale is standard in economics. The relationships observed in Figs 3a, c determines market behavior of a large quantity of chemicals. This decides that instead of a single model a bunch of linear plots can be identified in Fig. 3c relating molar prices to MW, while weight prices (Fig. 3a) form a series of horizontal plots, i.e., within each individual plot weight price does not depend upon MW (Fig. 3a). To further investigate the price data in Fig. 3b, d, we illustrated their MW binned statistics. This indicates that in economics the price of a sample normalized by weight is on average unvarying across a large range of MWs, while mean molar price forms a linear plot versus MW. Accordingly, with a decreasing MW, on average, we can get a larger number of molecules at the same price. Instead, if normalized to the molar metric, the same fragments are cheaper at smaller MWs. Interestingly, even now the plot of the mean price (the LE type parameter) versus MW indicates a drop of prices at the low MWs, which can be interpreted as a hyperbolic like trend (Fig. 3b). However, this effect can be observed only within the lowest MW range, despite the fact that the molar and weight metrics are in a similar mathematical relation as the binding properties, i.e. the price $/g is given by the interaction of the molar price and 1/MW. Mean molar price is more or less a linear function of MW (Fig. 3d) or in other words, an increase of MW also means an increase of the weight of a sample to be paid. The larger the quantity of weight, the larger is also the price, which is one of the essential rules of economics. Accordingly, a comparison of the binding versus economic LE data type illustrates that the understanding of important chemical effect is required to understand the LE trends versus molecular size. While the stoichiometry of ligand-target pairing limits the binding LE, the macroscopic weight determines the price. Unlike binding, pricing is not a statistical property; therefore, hypothetically, the price can tag a single molecule. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 21249, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Recently, ratio type descriptors have been used more frequently in drug design. This includes parameters such as ratio of O/(N + O) or the number of molecular fragments, e.g. a fraction of sp3 carbons to all of the carbon atoms. Therefore, in Fig. 3e–g, we present several molecular descriptors which show the molar and weight normalization, respectively, and was calculated for a large chemical compound library of ca. 2.5 mln chemical compounds. The first is a simple example, i.e. MW/HAC versus HAC (Fig. 3e). In particular, we can observe that MW versus HAC does not always have a linear relationship. In turn, Fig. 3f shows a plot of the number of arbitrarily selected atoms, e.g., bromines (Br count; BrC), that was normalized by the atom count (AC), i.e. the BrCAC (Br/AC) within this library. The individual hyperboles map the molecules that have the same number of Br atoms. A question now arises of whether we can identify any chemical property that scales acc. to the weight metric. The answer is positive because we can discover that a simple analytical attribute of the percentage content follows this metric. In turn, if we probe a relationship of bromine count BrC versus MW, then, BrC will take an integer value indicating bromine atoms in a single molecule, which obeys a molar scale rule as is shown in Fig. 3g. Molecular descriptors and properties of the efficiency type can support us in illustrating various chemical and pharmaceutical effects. The nonlinearity of the hyperbolic population term is of potential interest in modeling in pharma and chemistry. However, this requires a complete understanding of the metrics that are used and the chemical effects that determine these metrics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22968, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 22979, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, in this paper, the chemical meaning and mathematical form of ligand efficiency (LE) type data is explained. Therefore, LE is related to binding per gram (property) while the puzzle of the surprising behavior of LE is explained by the 1/MW dependency of the weight metric. We analyzed how this influences the weight-normalized data for economic and molecular property and descriptor data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23382, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 23396, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MW", "sentences": [], "annotations": [], "relations": []}, {"offset": 23399, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "molecular weight", "sentences": [], "annotations": [], "relations": []}, {"offset": 23416, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HAC", "sentences": [], "annotations": [], "relations": []}, {"offset": 23420, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "heavy atom count", "sentences": [], "annotations": [], "relations": []}, {"offset": 23437, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "AC", "sentences": [], "annotations": [], "relations": []}, {"offset": 23440, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "atom count", "sentences": [], "annotations": [], "relations": []}, {"offset": 23451, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BrC", "sentences": [], "annotations": [], "relations": []}, {"offset": 23455, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "bromine count", "sentences": [], "annotations": [], "relations": []}, {"offset": 23469, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LE", "sentences": [], "annotations": [], "relations": []}, {"offset": 23472, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ligand efficiency; the indexes, e.g. MW or HAC refer to the scaling factor, e.g. MW or HAC", "sentences": [], "annotations": [], "relations": []}, {"offset": 23563, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BEI", "sentences": [], "annotations": [], "relations": []}, {"offset": 23567, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "binding efficiency index", "sentences": [], "annotations": [], "relations": []}, {"offset": 23592, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "P", "sentences": [], "annotations": [], "relations": []}, {"offset": 23594, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "property, where mole or gram indexes refer to the molar or weight metrics, respectively", "sentences": [], "annotations": [], "relations": []}, {"offset": 23682, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NA", "sentences": [], "annotations": [], "relations": []}, {"offset": 23685, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Avogadro number", "sentences": [], "annotations": [], "relations": []}, {"offset": 23701, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 23712, "infons": {"fpage": "105", "lpage": "121", "name_0": "surname:Hopkins;given-names:AL", "name_1": "surname:Keseru;given-names:GM", "name_2": "surname:Leeson;given-names:PD", "name_3": "surname:Rees;given-names:DC", "name_4": "surname:Reynolds;given-names:CH", "pub-id_doi": "10.1038/nrd4163", "pub-id_pmid": "24481311", "section_type": "REF", "source": "Nat Rev Drug Discov", "type": "ref", "volume": "13", "year": "2014"}, "text": "The role of ligand efficiency metrics in drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 23768, "infons": {"fpage": "699", "lpage": "710", "name_0": "surname:Kenny;given-names:PW", "name_1": "surname:Leitao;given-names:A", "name_2": "surname:Montanari;given-names:CA", "pub-id_doi": "10.1007/s10822-014-9757-8", "pub-id_pmid": "24899110", "section_type": "REF", "source": "J Comput Aided Mol Des", "type": "ref", "volume": "28", "year": "2014"}, "text": "Ligand efficiency metrics considered harmful", "sentences": [], "annotations": [], "relations": []}, {"offset": 23813, "infons": {"fpage": "67", "lpage": "70", "name_0": "surname:Matta;given-names:CF", "name_1": "surname:Massa;given-names:L", "name_2": "surname:Gubskaya;given-names:AV", "name_3": "surname:Knoll;given-names:E", "pub-id_doi": "10.1021/ed1000476", "section_type": "REF", "source": "J Chem Ed", "type": "ref", "volume": "88", "year": "2011"}, "text": "Can one take the logarithm or the sine of a dimensioned quantity or a unit? Dimensional analysis involving transcendental functions", "sentences": [], "annotations": [], "relations": []}, {"offset": 23945, "infons": {"fpage": "4092", "lpage": "4107", "name_0": "surname:Zhou;given-names:HX", "name_1": "surname:Gilson;given-names:MK", "pub-id_doi": "10.1021/cr800551w", "pub-id_pmid": "19588959", "section_type": "REF", "source": "Chem Rev", "type": "ref", "volume": "109", "year": "2009"}, "text": "Theory of free energy and entropy in noncovalent binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 24002, "infons": {"fpage": "2", "lpage": "5", "name_0": "surname:Shultz;given-names:MD", "pub-id_doi": "10.1021/ml4004638", "pub-id_pmid": "24900765", "section_type": "REF", "source": "ACS Med Chem Lett", "type": "ref", "volume": "5", "year": "2014"}, "text": "Improving the plausibility of success with inefficient metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 24065, "infons": {"fpage": "616", "lpage": "618", "name_0": "surname:Murray;given-names:CW", "name_1": "surname:Erlanson;given-names:DA", "name_2": "surname:Hopkins;given-names:AL", "name_3": "surname:Keserü;given-names:GM", "name_4": "surname:Leeson;given-names:PD", "name_5": "surname:Rees;given-names:DC", "name_6": "surname:Reynolds;given-names:CH", "name_7": "surname:Richmond;given-names:NJ", "pub-id_doi": "10.1021/ml500146d", "pub-id_pmid": "24944729", "section_type": "REF", "source": "ACS Med Chem Lett", "type": "ref", "volume": "5", "year": "2014"}, "text": "Validity of ligand efficiency metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 24103, "infons": {"fpage": "1", "lpage": "43", "name_0": "surname:Polanski;given-names:J", "name_1": "surname:Gasteiger;given-names:J", "name_2": "surname:Leszczynski;given-names:J", "name_3": "surname:Puzyn;given-names:T", "section_type": "REF", "source": "Handbook of computational chemistry", "type": "ref", "year": "2016"}, "text": "Computer representation of chemical compounds", "sentences": [], "annotations": [], "relations": []}, {"offset": 24149, "infons": {"fpage": "1381", "name_0": "surname:Perczel;given-names:A", "name_1": "surname:Atanasov;given-names:AG", "name_10": "surname:Kolkowska;given-names:P", "name_11": "surname:Koca;given-names:J", "name_12": "surname:Svobodova-Varekova;given-names:R", "name_13": "surname:Pravda;given-names:L", "name_14": "surname:Sehnal;given-names:D", "name_15": "surname:Horsky;given-names:V", "name_16": "surname:Geidl;given-names:S", "name_17": "surname:Enriz;given-names:RD", "name_18": "surname:Matejka;given-names:P", "name_19": "surname:Jenistova;given-names:A", "name_2": "surname:Sklenar;given-names:V", "name_20": "surname:Dendisova;given-names:M", "name_21": "surname:Kokaislova;given-names:A", "name_22": "surname:Weissig;given-names:V", "name_23": "surname:Olsen;given-names:M", "name_24": "surname:Coffey;given-names:A", "name_25": "surname:Ajuebor;given-names:J", "name_26": "surname:Keary;given-names:R", "name_27": "surname:Sanz-Gaitero;given-names:M", "name_28": "surname:Raaij;given-names:MJ", "name_29": "surname:McAuliffe;given-names:O", "name_3": "surname:Novacek;given-names:J", "name_30": "surname:Waltenberger;given-names:B", "name_31": "surname:Mocan;given-names:A", "name_32": "surname:Smejkal;given-names:K", "name_33": "surname:Heiss;given-names:EH", "name_34": "surname:Diederich;given-names:M", "name_35": "surname:Musiol;given-names:R", "name_36": "surname:Kosmrlj;given-names:J", "name_37": "surname:Polanski;given-names:J", "name_38": "surname:Jampílek;given-names:J", "name_4": "surname:Papouskova;given-names:V", "name_5": "surname:Kaderavek;given-names:P", "name_6": "surname:Zídek;given-names:P", "name_7": "surname:Kozłowski;given-names:H", "name_8": "surname:Watly;given-names:J", "name_9": "surname:Hecel;given-names:A", "pub-id_doi": "10.3390/molecules21101381", "section_type": "REF", "source": "Molecules", "type": "ref", "volume": "21", "year": "2016"}, "text": "The eighth central European conference “chemistry towards biology”: snapshot", "sentences": [], "annotations": [], "relations": []}, {"offset": 24230, "infons": {"fpage": "433", "lpage": "437", "name_0": "surname:Reynolds;given-names:CH", "name_1": "surname:Holloway;given-names:MK", "pub-id_doi": "10.1021/ml200010k", "pub-id_pmid": "24900326", "section_type": "REF", "source": "ACS Med Chem Lett", "type": "ref", "volume": "2", "year": "2011"}, "text": "Thermodynamics of ligand binding and efficiency", "sentences": [], "annotations": [], "relations": []}, {"offset": 24278, "infons": {"fpage": "28521", "name_0": "surname:Polanski;given-names:J", "name_1": "surname:Kucia;given-names:U", "name_2": "surname:Duszkiewicz;given-names:R", "name_3": "surname:Kurczyk;given-names:A", "name_4": "surname:Magdziarz;given-names:T", "name_5": "surname:Gastaiger;given-names:J", "pub-id_doi": "10.1038/srep28521", "pub-id_pmid": "27334348", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "Molecular descriptor data explain market prices of a large commercial chemical compound library", "sentences": [], "annotations": [], "relations": []}, {"offset": 24374, "infons": {"fpage": "1576", "lpage": "1587", "name_0": "surname:Cortes-Ciriano;given-names:I", "pub-id_doi": "10.1021/acs.jcim.6b00136", "pub-id_pmid": "27399907", "section_type": "REF", "source": "J Chem Inf Model", "type": "ref", "volume": "56", "year": "2016"}, "text": "Benchmarking the predictive power of ligand efficiency indices in QSAR", "sentences": [], "annotations": [], "relations": []}, {"offset": 24445, "infons": {"fpage": "464", "lpage": "469", "name_0": "surname:Abad-Zapatero;given-names:C", "name_1": "surname:Metz;given-names:JT", "pub-id_doi": "10.1016/S1359-6446(05)03386-6", "pub-id_pmid": "15809192", "section_type": "REF", "source": "Drug Discov Today", "type": "ref", "volume": "10", "year": "2005"}, "text": "Ligand efficiency indices as guideposts for drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 24504, "infons": {"fpage": "9997", "lpage": "10002", "name_0": "surname:Kuntz;given-names:ID", "name_1": "surname:Chen;given-names:K", "name_2": "surname:Sharp;given-names:KA", "name_3": "surname:Kollman;given-names:PA", "pub-id_doi": "10.1073/pnas.96.18.9997", "pub-id_pmid": "10468550", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "96", "year": "1999"}, "text": "The maximal affinity of ligands", "sentences": [], "annotations": [], "relations": []}, {"offset": 24536, "infons": {"fpage": "4385", "lpage": "4402", "name_0": "surname:Schneider;given-names:N", "name_1": "surname:Lowe;given-names:DM", "name_2": "surname:Sayle;given-names:RA", "name_3": "surname:Tarselli;given-names:MA", "name_4": "surname:Landrum;given-names:GA", "pub-id_doi": "10.1021/acs.jmedchem.6b00153", "pub-id_pmid": "27028220", "section_type": "REF", "source": "J Med Chem", "type": "ref", "volume": "59", "year": "2016"}, "text": "Big data from pharmaceutical patents: a computational analysis of medicinal chemists’ bread and butter", "sentences": [], "annotations": [], "relations": []}, {"offset": 24641, "infons": {"fpage": "749", "lpage": "765", "name_0": "surname:Leeson;given-names:PD", "name_1": "surname:St-Gallay;given-names:SA", "pub-id_doi": "10.1038/nrd3552", "pub-id_pmid": "21959288", "section_type": "REF", "source": "Nat Rev Drug Discov", "type": "ref", "volume": "10", "year": "2011"}, "text": "The influence of the organizational factor on compound quality in drug design", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]