[{"source": "PMC", "date": "20230211", "key": "pmc.key", "infons": {}, "documents": [{"id": "9910385", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Probable Treatment Targets for Diabetic Retinopathy", "article-id_doi": "10.1167/tvst.12.2.8", "article-id_pmc": "9910385", "article-id_pmid": "36745438", "article-id_publisher-id": "TVST-22-4956", "elocation-id": "8", "issue": "2", "kwd": "bioinformatics diabetic retinopathy drug discovery proteomics genomics MMP-13 LGALS3 RUNX2", "license": "This work is licensed under a Creative Commons Attribution 4.0 International License.", "name_0": "surname:Valdivia;given-names:Anddre Osmar", "name_1": "surname:He;given-names:Ye", "name_2": "surname:Ren;given-names:Xinjun", "name_3": "surname:Wen;given-names:Dejia", "name_4": "surname:Dong;given-names:Lijie", "name_5": "surname:Nazari;given-names:Hossein", "name_6": "surname:Li;given-names:Xiaorong", "section_type": "TITLE", "type": "front", "volume": "12", "year": "2023"}, "text": "Probable Treatment Targets for Diabetic Retinopathy Based on an Integrated Proteomic and Genomic Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 106, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose", "sentences": [], "annotations": [], "relations": []}, {"offset": 114, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Using previously approved medications for new indications can expedite the lengthy and expensive drug development process. We describe a bioinformatics pipeline that integrates genomics and proteomics platforms to identify already-approved drugs that might be useful to treat diabetic retinopathy (DR).", "sentences": [], "annotations": [], "relations": []}, {"offset": 417, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 425, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Proteomics analysis of vitreous humor samples from 12 patients undergoing pars plana vitrectomy for DR and a whole genome dataset (UKBiobank TOPMed-imputed) from 1330 individuals with DR and 395,155 controls were analyzed independently to identify biological pathways associated with DR. Common biological pathways shared between both datasets were further analyzed (STRING and REACTOME analyses) to identify target proteins for probable drug modulation. Curated target proteins were subsequently analyzed by the BindingDB database to identify chemical compounds they interact with. Identified chemical compounds were further curated through the Expasy SwissSimilarity database for already-approved drugs that interact with target proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1166, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1174, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The pathways in each dataset (proteomics and genomics) converged in the upregulation of a previously unknown pathway involved in DR (RUNX2 signaling; constituents MMP-13 and LGALS3), with an emphasis on its role in angiogenesis and blood–retina barrier. Bioinformatics analysis identified U.S. Food and Drug Administration (FDA)-approved medications (raltitrexed, pemetrexed, glyburide, probenecid, clindamycin hydrochloride, and ticagrelor) that, in theory, may modulate this pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1662, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1674, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The bioinformatics pipeline described here identifies FDA-approved drugs that can be used for new alternative indications. These theoretical candidate drugs should be validated with experimental studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1878, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Translational Relevance", "sentences": [], "annotations": [], "relations": []}, {"offset": 1902, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our study suggests possible drugs for DR treatment based on an integrated proteomics and genomics pipeline. This approach can potentially expedite the drug discovery process by identifying already-approved drugs that might be used for new indications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2154, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2167, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The International Diabetes Federation estimated that 463 million individuals had diabetes mellitus (DM) worldwide in 2019 and predicted that this number will increase to 700 million by 2045. Diabetic retinopathy (DR) is the leading cause of blindness in the working population, and the social and economic impacts of the loss of vision due to diabetes are increasing astronomically as the number of individuals with DM increases. DR is currently treated with pharmacological agents, as well as laser and surgical treatments. However, there remains a fraction of the diabetic population that are poor responders to current medical and surgical treatments and can potentially benefit from novel therapeutics. Despite such an urgent need for new therapies, the process of identifying disease targets and generating therapeutic compounds for those targets is long and expensive.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3042, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The integration of computer science into the biological field has created a surge of high-throughput data and has challenged the science community to store, organize, and extract meaningful information from them. Gene- and protein-interaction predictor databases, chemical structural databases, and biological pathway databases have been created to enable scientists to extract meaning from this vast amount of information. In addition to offering unprecedented insight into the biological process involved in the pathogenesis of diseases, such data extraction tools have revolutionized drug target discovery and implementation with several novel treatments already emerged utilizing them. For example, in the field of cancer biology, multiple studies have implemented bioinformatics tools with successful drug discovery outcomes, including a study by Marstrand et al., which identified potential targets and candidate drugs for acute promyelocytic leukemia using computational analysis of publicly available microarray datasets. Similarly, Lv et al. used a computational model for identifying drug candidates that were previously approved for other indications (nordihydroguaiaretic acid, vorinostat, and indomethacin) for breast and prostate cancers. Valdivia and Bhattacharya implemented a similar genetic, proteomic, and lipidomic analysis approach to identify a lysolipid with the potential for the treatment of demyelinating diseases, such as multiple sclerosis and optic neuritis, attesting to the versatility of bioinformatics applications to different scientific fields. These studies have resulted in a significantly more efficient pathway to finding new drugs compared to the classic methods for treatment target identification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4782, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The bioinformatics studies mentioned above have often utilized in silico tools at the genetic, proteomic, or pharmacological levels separately. For example, genetic studies have mainly focused on identifying gene clusters associated with disease or connecting gene clusters with biological pathways in disease progression. Others have analyzed proteomic profiles to identify proteins that might serve as biomarkers for disease screening or serve as treatment targets. Moreover, isolated pharmacological studies have mainly compared already existing targets for diseases such as diabetes. However, streamlining an integrated bioinformatics pipeline to identify potential pathologic pathways, their protein constituents, and potential treatment targets in genomic, proteomic, biochemical, and pharmacological datasets remains to be explored in the field of ocular disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5653, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study integrated whole genomic sequencing data from the UKBiobank dataset and proteomics data from samples collected from patients with DR who underwent pars plana vitrectomy to identify already-approved drugs that might be repurposed for the treatment of DR. This drug discovery pipeline highlights pathologic pathways shared by the two datasets and identifies probable protein targets within each pathway. In the current report, the two independent proteomics and genomics datasets converged into identical pathways and protein clusters. By applying chemical binding search platforms and pharmacologic agent databases, we identified U.S. Food and Drug Administration (FDA)-approved drugs that, in theory, can be used for the treatment of DR. Such candidate drugs should be confirmed with experimental studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6470, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6478, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioinformatics Pipeline", "sentences": [], "annotations": [], "relations": []}, {"offset": 6502, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Proteomics analysis of human vitreous humor samples from patients with proliferative diabetic retinopathy (PDR) and whole-genome sequencing (WGS) genomic data from the UKBiobank database from patients with DR", "sentences": [], "annotations": [], "relations": []}, {"offset": 6711, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Identification and comparison of biological pathways in each dataset (proteomic and genomic) to identify shared pathways using the STRING and REACTOME databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 6872, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using the REACTOME database to identify potential proteins within the shared pathways to be used as target proteins for drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 7007, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using the BindingDB and Expasy SwissSimilarity databases to identify FDA-approved drugs targeting proteins in the shared biological pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 7147, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The bioinformatics pipeline described here (Figs. 1, 2) integrates four in silico platform levels of analysis that include:This bioinformatics pipeline was composed of various publicly available databases (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7363, "infons": {"file": "tvst-12-2-8-f001.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview of integrated bioinformatics analysis pipeline. Bioinformatics methodology can be utilized for the identification of potential approved drugs that can modulate the shared pathway between genomic and proteomic datasets. Image was created using BioRender.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7626, "infons": {"file": "tvst-12-2-8-f002.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Detailed view of integrated bioinformatics analysis pipeline. In this schematic representation of our integrated bioinformatics analysis, each number located at the top corresponds to the level of analysis numbered in Figure 1. Image was created using BioRender.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7890, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "Public Bioinformatics Platforms Used for the Drug Discovery Pipeline", "sentences": [], "annotations": [], "relations": []}, {"offset": 7959, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Database</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">URL</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Brief Description</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">UKBiobank</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://pheweb.org/UKB-TOPMed/\" ext-link-type=\"uri\">https://pheweb.org/UKB-TOPMed/</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">WGS database with available diseases specific dataset</td></tr><tr><td rowspan=\"1\" colspan=\"1\">STRING</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://string-db.org/\" ext-link-type=\"uri\">https://string-db.org/</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">Database of known and predicted protein–protein interactions</td></tr><tr><td rowspan=\"1\" colspan=\"1\">REACTOME</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://reactome.org/\" ext-link-type=\"uri\">https://reactome.org/</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">Open-source, open-access, manually curated and peer-reviewed pathway database</td></tr><tr><td rowspan=\"1\" colspan=\"1\">BindingDB</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://www.bindingdb.org/bind/index.jsp\" ext-link-type=\"uri\">https://www.bindingdb.org/bind/index.jsp</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">Database for screening experimental based noncovalent association of molecules with known proteins</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Expasy SwissSimilarity</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"http://www.swisssimilarity.ch/\" ext-link-type=\"uri\">http://www.swisssimilarity.ch/</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">Ligand-based virtual screening tool for rapid screening of libraries of approved drugs, bioactive compounds, and commercially available compounds</td></tr></tbody></table>\n"}, "text": "Database\tURL\tBrief Description\t \tUKBiobank\thttps://pheweb.org/UKB-TOPMed/\tWGS database with available diseases specific dataset\t \tSTRING\thttps://string-db.org/\tDatabase of known and predicted protein–protein interactions\t \tREACTOME\thttps://reactome.org/\tOpen-source, open-access, manually curated and peer-reviewed pathway database\t \tBindingDB\thttps://www.bindingdb.org/bind/index.jsp\tDatabase for screening experimental based noncovalent association of molecules with known proteins\t \tExpasy SwissSimilarity\thttp://www.swisssimilarity.ch/\tLigand-based virtual screening tool for rapid screening of libraries of approved drugs, bioactive compounds, and commercially available compounds\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8650, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Recruitment of Human Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 8680, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients with diabetic vitreous hemorrhage or tractional retinal detachment due to proliferative DR requiring pars plana vitrectomy were enrolled for vitreous humor sample collection for proteomics analysis. Participants were recruited at the Tianjin Medical University Eye Hospital, Tianjin, China. The research was conducted in compliance with the Health Insurance Portability and Accountability Act and the tenets of the Declaration of Helsinki. Informed consent was obtained from all participants. Twenty-six total vitreous humor samples were collected from 12 patients with proliferative diabetic retinopathy (PDR group). The PDR group did not receive anti-vascular endothelial growth factor (VEGF) treatment or laser treatment at any point within 3 months prior to sample collection. Vitreous samples from 14 patients with epiretinal membranes (ERMs) undergoing pars plana vitrectomy were collected as controls. Individuals with a history of retinal vascular diseases leading to ERM were excluded from the control group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9707, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tandem Mass Tag Proteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 9734, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A tandem mass tag (TMT)-based quantitative proteomics strategy was used to screen for differentially expressed proteins of vitreous humor between the DR and ERM groups. The details of TMT method can be found in our previous publications. In brief, silver-stained blots confirmed decreases in total protein concentrations in the vitreous humor after the depletion of high-abundance proteins relative to those in samples before depletion. Without the interference of high-abundance vitreous proteins, we identified 956 proteins and quantified 853 of these proteins with false discovery rates lower than 0.05% at both the peptide and protein levels. High relevance among these vitreous samples was demonstrated by Pearson correlation coefficients above 0.97. Ninety-seven proteins with altered expression were detected; these included 49 upregulated proteins and 48 downregulated proteins. Peaks were generated using Xcalibur 4.1.31.9 (Thermo Fisher Scientific, Waltham, MA), and proteins were identified using Proteome Discoverer 2.2.0.388. (Thermo Fisher Scientific). Statistical analysis of quantitative proteomics was carried out utilizing MetaboAnalyst 5.0. Proteins were normalized to sample glyceraldehyde 3-phosphate dehydrogenase (GAPDH). Proteins that were upregulated (P < 0.05; fold change [FC] threshold = 2) in the DR group when compared to the ERM group were considered candidates for STRING analysis following the method outlined below (Figs. 3E, 3F).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11200, "infons": {"file": "tvst-12-2-8-f003.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Mass spectrometry proteomics analysis and WGS genomic pathway analysis. (A) Representative color fundus for patients that were included for proteomics analysis. Top left panel is a representative ultra-widefield image for proliferative DR. Top right panel is a representative color fundus image of the patients recruited with ERMs. The bottom panels are representative optical coherence tomography (OCT) images for each condition. (B) Multivariable dimension reduction analysis (principal component analysis) for proteomics analysis of DR and ERM samples. (C) Bilinear factor model analysis (partial least-squares discriminant analysis) for proteomics analysis of DR and ERM samples. (D) Volcano plot for significant proteins in DR samples compared to ERM samples. Blue indicates downregulated proteins in DR; red, upregulated proteins in DR. FC threshold = 2; P threshold = 0.05; direction of comparison, PDR/ERM. (E) STRING analysis for the interaction of proteomics protein–protein interactions (PPI). PPI P < 1.0e-16. (F) Curated STRING analysis showing only proteins that demonstrated an interaction with each other. (G) STRING analysis for the interaction of WGS constituent PPIs. PPI P = 0.282. Gene names were utilized as protein names during this analysis. (H) Curated STRING analysis showing only proteins that demonstrated an interaction with each other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12568, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Whole-Genome Sequencing Study Datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 12607, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A systematic search of the UKBiobank TOPMed-imputed PheWeb database was performed using the International Classification of Diseases (ICD) billing code as dictated by the World Health Organization for DR (ICD 250.7). For a detailed description of how the TOPMed whole-genome sequencing (WGS) quality assessment was performed, we refer the reader to the accompanying publications in the TOPMED-imputed PheWeb database. In brief, a single quality and machine learning pipeline was utilized for all batches, batch effects were analyzed for differences using the genetic principal components, and genotypes were compared with other available genomic databases for consistency. Single predicted loss of function, nonsense, frameshift, and essential splice-site variants were tested for their association with clinical characteristics (either control or disease case) using 1419 PheCodes constructed from the ICD-10 codes as described in a previous publication. In brief, association analysis of variants to clinical characteristics utilized a logistic mixed model test using the SAIGE (Scalable and Accurate Implementation of GEneralized mixed model) method. The method provides P values for case–control ratios and accounts for case–control ratio unbalance, resulting in the output of binary phenotypes (control or disease). The database included 1330 individuals with DR and 395,155 controls. Single-nucleotide polymorphisms (SNPs) associated with DR were selected based on a minor allelic frequency (MAF) range of 0.000058 < MAF < 0.3 and an effect size (ES) range of 0.24 < ES < 9.3. Candidate variants were curated based on their proximity to the nearest gene, P < 0.001, and based on an initial MAF range of 0 to 0.5, which included both rare (MAF < 0.001) and common (MAF > 0.001) variants, as well as both SNPs and indels, with the addition of inclusion of loss of function and non-synonymous mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14518, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Protein–Protein Interaction Analysis Using the STRING Database", "sentences": [], "annotations": [], "relations": []}, {"offset": 14583, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Proteins from the proteomics dataset were analyzed for protein–protein interactions using the STRING database, version 11.5 (minimum required interaction score, 0.4; protein–protein interaction enrichment P ≤ 1.0e-16). Only proteins that demonstrated protein–protein interactions (presented as known interactions from experimental evidence and predicted interactions from text miming and co-expression) were considered for pathway analysis following the method outlined below (Figs. 3E, 3F). The corresponding proteins of each gene in the genomic dataset were analyzed for protein–protein interactions using the STRING database (minimum required interaction score, 0.4; protein–protein interaction enrichment P = 0.282). Only proteins that demonstrated protein–protein interactions (presented as known interactions from experimental evidence and predicted interactions from text mining and co-expression) were considered for pathway analysis following the method outlined below (Figs. 3G, 3H).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15593, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification and Comparison of Proteomic and WGS Pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 15653, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The REACTOME database, version 3.7, was utilized to analyze candidate pathways associated with genes and proteins identified via WGS and proteomics analysis independently. Parameters applied for the pathway analysis included the “project to human” and “include interactors” features, followed by the curation of top candidate pathways by statistical significance (P < 0.05) (Table 2). A side-by-side comparison of the pathways identified for each dataset was curated based on their pathway category (Table 2, column 3), and only the categories shared between the genomic and proteomic datasets were considered for further analysis. Further, a side-by-side comparison of the specific pathways (Table 2, column 4) within each shared category identified the pathways shared between both the genomic and proteomic datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16481, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_caption"}, "text": "Pathway Analysis for Proteomics and Genomic Datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 16534, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"char\" char=\".\" width=\"4.9pc\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Dataset</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Pathway Identifier</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Pathway Category</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Pathway Name</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Entities <italic toggle=\"yes\">P</italic></th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Mass spectrometry (Proteomics)</td><td rowspan=\"1\" colspan=\"1\">R-HSA-5661231</td><td rowspan=\"1\" colspan=\"1\">Cellular responses to stimuli</td><td rowspan=\"1\" colspan=\"1\">Metallothioneins bind metals.</td><td rowspan=\"1\" colspan=\"1\">2.21E-13</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-195399</td><td rowspan=\"1\" colspan=\"1\">Signal transduction</td><td rowspan=\"1\" colspan=\"1\">VEGF binds to VEGFR leading to receptor dimerization.</td><td rowspan=\"1\" colspan=\"1\">6.91E-04</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-6806834</td><td rowspan=\"1\" colspan=\"1\">Signal transduction</td><td rowspan=\"1\" colspan=\"1\">Signaling by MET</td><td rowspan=\"1\" colspan=\"1\">0.001351944</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-9673768</td><td rowspan=\"1\" colspan=\"1\">Disease associated</td><td rowspan=\"1\" colspan=\"1\">Signaling by membrane-tethered fusions of PDGFRA or PDGFRB</td><td rowspan=\"1\" colspan=\"1\">0.006833935</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-9706369</td><td rowspan=\"1\" colspan=\"1\">Immune system response</td><td rowspan=\"1\" colspan=\"1\">Negative regulation of FLT3</td><td rowspan=\"1\" colspan=\"1\">0.01175446</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-5619115</td><td rowspan=\"1\" colspan=\"1\">Disease associated</td><td rowspan=\"1\" colspan=\"1\">Disorders of transmembrane transporters</td><td rowspan=\"1\" colspan=\"1\">0.016165492</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-8941333</td><td rowspan=\"1\" colspan=\"1\">Gene expression transduction</td><td rowspan=\"1\" colspan=\"1\">RUNX2 regulates genes involved in differentiation of myeloid cells.</td><td rowspan=\"1\" colspan=\"1\">0.031066791</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Whole-genome sequencing (Genomics)</td><td rowspan=\"1\" colspan=\"1\">R-HSA-5083627</td><td rowspan=\"1\" colspan=\"1\">Disease associated</td><td rowspan=\"1\" colspan=\"1\">Defective <italic toggle=\"yes\">LARGE</italic> causes MDDGA6 and MDDGB6.</td><td rowspan=\"1\" colspan=\"1\">0.003533237</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-6794361</td><td rowspan=\"1\" colspan=\"1\">Neuronal system</td><td rowspan=\"1\" colspan=\"1\">Neurexins and neuroligins</td><td rowspan=\"1\" colspan=\"1\">0.005939488</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-5173105</td><td rowspan=\"1\" colspan=\"1\">Metabolism of proteins</td><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">O</italic>-linked glycosylation</td><td rowspan=\"1\" colspan=\"1\">0.007319633</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-6794362</td><td rowspan=\"1\" colspan=\"1\">Neuronal system</td><td rowspan=\"1\" colspan=\"1\">Protein–protein interactions at synapses</td><td rowspan=\"1\" colspan=\"1\">0.014511731</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-8856688</td><td rowspan=\"1\" colspan=\"1\">Vesicle-mediated transport</td><td rowspan=\"1\" colspan=\"1\">Golgi-to-ER retrograde transport</td><td rowspan=\"1\" colspan=\"1\">0.019718755</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-428359</td><td rowspan=\"1\" colspan=\"1\">Metabolism of RNA</td><td rowspan=\"1\" colspan=\"1\">Insulin-like growth factor-2 mRNA binding proteins (IGF2BPs/IMPs/VICKZs) bind RNA.</td><td rowspan=\"1\" colspan=\"1\">0.020155209</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-8941333</td><td rowspan=\"1\" colspan=\"1\">Gene expression transduction</td><td rowspan=\"1\" colspan=\"1\">RUNX2 regulates genes involved in differentiation of myeloid cells.</td><td rowspan=\"1\" colspan=\"1\">0.021022733</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-5626467</td><td rowspan=\"1\" colspan=\"1\">Signal transduction</td><td rowspan=\"1\" colspan=\"1\">RHO GTPases activate IQGAPs.</td><td rowspan=\"1\" colspan=\"1\">0.038221149</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-1300645</td><td rowspan=\"1\" colspan=\"1\">Reproduction</td><td rowspan=\"1\" colspan=\"1\">Acrosome reaction and sperm: oocyte membrane binding</td><td rowspan=\"1\" colspan=\"1\">0.039073511</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">R-HSA-3134963</td><td rowspan=\"1\" colspan=\"1\">Immune system response</td><td rowspan=\"1\" colspan=\"1\">DEx/H-box helicases activate type I IFN and inflammatory cytokine production.</td><td rowspan=\"1\" colspan=\"1\">0.040776089</td></tr></tbody></table>\n"}, "text": "Dataset\tPathway Identifier\tPathway Category\tPathway Name\tEntities P\t \tMass spectrometry (Proteomics)\tR-HSA-5661231\tCellular responses to stimuli\tMetallothioneins bind metals.\t2.21E-13\t \t\tR-HSA-195399\tSignal transduction\tVEGF binds to VEGFR leading to receptor dimerization.\t6.91E-04\t \t\tR-HSA-6806834\tSignal transduction\tSignaling by MET\t0.001351944\t \t\tR-HSA-9673768\tDisease associated\tSignaling by membrane-tethered fusions of PDGFRA or PDGFRB\t0.006833935\t \t\tR-HSA-9706369\tImmune system response\tNegative regulation of FLT3\t0.01175446\t \t\tR-HSA-5619115\tDisease associated\tDisorders of transmembrane transporters\t0.016165492\t \t\tR-HSA-8941333\tGene expression transduction\tRUNX2 regulates genes involved in differentiation of myeloid cells.\t0.031066791\t \tWhole-genome sequencing (Genomics)\tR-HSA-5083627\tDisease associated\tDefective LARGE causes MDDGA6 and MDDGB6.\t0.003533237\t \t\tR-HSA-6794361\tNeuronal system\tNeurexins and neuroligins\t0.005939488\t \t\tR-HSA-5173105\tMetabolism of proteins\tO-linked glycosylation\t0.007319633\t \t\tR-HSA-6794362\tNeuronal system\tProtein–protein interactions at synapses\t0.014511731\t \t\tR-HSA-8856688\tVesicle-mediated transport\tGolgi-to-ER retrograde transport\t0.019718755\t \t\tR-HSA-428359\tMetabolism of RNA\tInsulin-like growth factor-2 mRNA binding proteins (IGF2BPs/IMPs/VICKZs) bind RNA.\t0.020155209\t \t\tR-HSA-8941333\tGene expression transduction\tRUNX2 regulates genes involved in differentiation of myeloid cells.\t0.021022733\t \t\tR-HSA-5626467\tSignal transduction\tRHO GTPases activate IQGAPs.\t0.038221149\t \t\tR-HSA-1300645\tReproduction\tAcrosome reaction and sperm: oocyte membrane binding\t0.039073511\t \t\tR-HSA-3134963\tImmune system response\tDEx/H-box helicases activate type I IFN and inflammatory cytokine production.\t0.040776089\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18291, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_footnote"}, "text": "Pathway analysis of candidate proteins in the mass spectrometry proteomics and WGS genomics datasets. Pathway analysis was performed utilizing the REACTOME database. The “project to human” and “includes interactors” features were included as part of the parameters. Pathways were curated based on a P < 0.05. VEGF, vascular endothelial growth factor; VEGFR, vascular endothelial growth factor receptor; MET, hepatocyte growth factor receptor; PDGFRA, platelet-derived growth factor receptor alpha; PDGFRB, platelet-derived growth factor receptor beta; FLT3, FMS-like tyrosine kinase-3; RUNX2, runt-related transcription factor 2; MDDGA6/MDDGB6, congenital muscular dystrophy-dystroglycanopathy with brain and eye anomalies (type A6/B6); ER, endoplasmic reticulum; IGF2BPs/IMPs/VICKZs, insulin-like growth factor 2 mRNA-binding proteins; IQGAPs, IQ motif-containing GTPase-activating proteins; IFN, interferon", "sentences": [], "annotations": [], "relations": []}, {"offset": 19208, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Identification of Pathway Constituents", "sentences": [], "annotations": [], "relations": []}, {"offset": 19247, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The pathway shared between the genomic and proteomic datasets was curated for proteins that converged in the modulation of the expression and activation of the shared pathway, as well as extracellular signals that converged or diverged with the shared pathway (Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19518, "infons": {"file": "tbl3.xml", "id": "tbl3", "section_type": "TABLE", "type": "table_caption"}, "text": "Target Proteins in the RUNX2 Pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 19555, "infons": {"file": "tbl3.xml", "id": "tbl3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"left\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Relationship to RUNX2 Pathway</th><th rowspan=\"1\" colspan=\"1\">Candidates</th><th rowspan=\"1\" colspan=\"1\">UniProtKB</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Name</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Convergence or divergence with RUNX2 signaling</td><td rowspan=\"1\" colspan=\"1\">RUNX2</td><td rowspan=\"1\" colspan=\"1\">Q13950</td><td rowspan=\"1\" colspan=\"1\">Runt-related transcription factor 2</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">MMP-13</td><td rowspan=\"1\" colspan=\"1\">P45452</td><td rowspan=\"1\" colspan=\"1\">Matrix metalloproteinase 13</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">BMP2</td><td rowspan=\"1\" colspan=\"1\">P12643</td><td rowspan=\"1\" colspan=\"1\">Bone morphogenetic protein 2</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">LGALS3</td><td rowspan=\"1\" colspan=\"1\">P17931</td><td rowspan=\"1\" colspan=\"1\">Galectin-3</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">UCMA</td><td rowspan=\"1\" colspan=\"1\">Q8WVF2</td><td rowspan=\"1\" colspan=\"1\">Unique cartilage matrix-associated protein</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Expression and activation of RUNX2</td><td rowspan=\"1\" colspan=\"1\">TWIST1</td><td rowspan=\"1\" colspan=\"1\">Q15672</td><td rowspan=\"1\" colspan=\"1\">Twist-related protein 1</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">ESRRA</td><td rowspan=\"1\" colspan=\"1\">P11474</td><td rowspan=\"1\" colspan=\"1\">Steroid hormone receptor ERR1</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">PPARGC1</td><td rowspan=\"1\" colspan=\"1\">Q9UBK2</td><td rowspan=\"1\" colspan=\"1\">Peroxisome proliferator-activated receptor gamma coactivator 1-alpha</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">ESR1</td><td rowspan=\"1\" colspan=\"1\">P03372</td><td rowspan=\"1\" colspan=\"1\">Estrogen receptor</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">CBFβ</td><td rowspan=\"1\" colspan=\"1\">Q13951</td><td rowspan=\"1\" colspan=\"1\">Core-binding factor subunit beta</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">NR3C1</td><td rowspan=\"1\" colspan=\"1\">P04150</td><td rowspan=\"1\" colspan=\"1\">Glucocorticoid receptor</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">NKX3-2</td><td rowspan=\"1\" colspan=\"1\">P78367</td><td rowspan=\"1\" colspan=\"1\">Homeobox protein Nkx-3.2</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">MSX-2</td><td rowspan=\"1\" colspan=\"1\">P35548</td><td rowspan=\"1\" colspan=\"1\">Homeobox protein MSX-2</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">DLX-5</td><td rowspan=\"1\" colspan=\"1\">P56178</td><td rowspan=\"1\" colspan=\"1\">Homeobox protein DLX-5</td></tr></tbody></table>\n"}, "text": "Relationship to RUNX2 Pathway\tCandidates\tUniProtKB\tName\t \tConvergence or divergence with RUNX2 signaling\tRUNX2\tQ13950\tRunt-related transcription factor 2\t \t\tMMP-13\tP45452\tMatrix metalloproteinase 13\t \t\tBMP2\tP12643\tBone morphogenetic protein 2\t \t\tLGALS3\tP17931\tGalectin-3\t \t\tUCMA\tQ8WVF2\tUnique cartilage matrix-associated protein\t \tExpression and activation of RUNX2\tTWIST1\tQ15672\tTwist-related protein 1\t \t\tESRRA\tP11474\tSteroid hormone receptor ERR1\t \t\tPPARGC1\tQ9UBK2\tPeroxisome proliferator-activated receptor gamma coactivator 1-alpha\t \t\tESR1\tP03372\tEstrogen receptor\t \t\tCBFβ\tQ13951\tCore-binding factor subunit beta\t \t\tNR3C1\tP04150\tGlucocorticoid receptor\t \t\tNKX3-2\tP78367\tHomeobox protein Nkx-3.2\t \t\tMSX-2\tP35548\tHomeobox protein MSX-2\t \t\tDLX-5\tP56178\tHomeobox protein DLX-5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20339, "infons": {"file": "tbl3.xml", "id": "tbl3", "section_type": "TABLE", "type": "table_footnote"}, "text": "Candidate target proteins found in the RUNX2 pathway. Proteins were selected based on their appearance in the RUNX2 pathway using the REACTOME database. Convergent and divergent proteins are extracellular and cytoplasmic proteins in the RUNX2 pathway, apart from RUNX2, which localized to the nucleus. Proteins that were associated with expression and activation of RUNX2 were localized to the nucleus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20742, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Identification of Approved Drugs Targeting Proteins in the Shared Pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 20816, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Proteins in the shared pathway were analyzed utilizing the BindingDB database, searching for chemical compounds that bind to the target protein based on the UniProtKB accession number of the protein. Chemical compounds were curated based on their half-maximal inhibitory concentration (IC50). Chemical structures for each compound were further analyzed utilizing the Expasy SwissSimilarity database to identify approved drugs based on their two-dimensional and three-dimensional stereochemistry (ChemBL-approved drug database). Approved drugs had completed clinical trial phase 4 (Table 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21407, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table_caption"}, "text": "Chemical Compounds Targeting Protein in the RUNX2 Pathway and Their Approved Drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 21490, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Candidates</th><th rowspan=\"1\" colspan=\"1\">UniProtKB</th><th rowspan=\"1\" colspan=\"1\">BDBM Accession Number</th><th rowspan=\"1\" colspan=\"1\">IC<sub>50</sub> Range (nM)</th><th rowspan=\"1\" colspan=\"1\">Drug Name (Clinical Trial Phase 4)</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">RUNX2</td><td rowspan=\"1\" colspan=\"1\">Q13950</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">MMP-13<xref rid=\"tb4fn1\" ref-type=\"table-fn\"><sup>a</sup></xref></td><td rowspan=\"1\" colspan=\"1\">P45452</td><td rowspan=\"1\" colspan=\"1\">BDBM50025190, BDBM50203953, BDBM50102750, BDBM50025188, BDBM50389100, BDBM50025160, BDBM50025192, BDBM12074, BDBM11863</td><td rowspan=\"1\" colspan=\"1\">0.0022–0.01</td><td rowspan=\"1\" colspan=\"1\">RaltitrexedPemetrexedGlyburideProbenecid</td></tr><tr><td rowspan=\"1\" colspan=\"1\">BMP2</td><td rowspan=\"1\" colspan=\"1\">P12643</td><td rowspan=\"1\" colspan=\"1\">BDBM50017345, BDBM50017346, BDBM50017347</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Clindamycin palmitate</td></tr><tr><td rowspan=\"1\" colspan=\"1\">LGALS3<xref rid=\"tb4fn1\" ref-type=\"table-fn\"><sup>a</sup></xref></td><td rowspan=\"1\" colspan=\"1\">P17931</td><td rowspan=\"1\" colspan=\"1\">BDBM509535, BDBM509530, BDBM509541, BDBM509546, BDBM509536, BDBM509540, BDBM509556, BDBM509542, BDBM509538, BDBM509539</td><td rowspan=\"1\" colspan=\"1\">43–86</td><td rowspan=\"1\" colspan=\"1\">Clindamycin hydrochlorideTicagrelor</td></tr><tr><td rowspan=\"1\" colspan=\"1\">UCMA</td><td rowspan=\"1\" colspan=\"1\">Q8WVF2</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">TWIST1</td><td rowspan=\"1\" colspan=\"1\">Q15672</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">ESRRA</td><td rowspan=\"1\" colspan=\"1\">P11474</td><td rowspan=\"1\" colspan=\"1\">BDBM50169743, BDBM50212166, BDBM17292, BDBM50212173, BDBM50501982, BDBM50501984, BDBM50171724, BDBM50171726, BDBM50501969, BDBM50276796</td><td rowspan=\"1\" colspan=\"1\">2–5</td><td rowspan=\"1\" colspan=\"1\">PioglitazoneRosiglitazoneFulvestrantFluoxetine hydrochlorideBisacodylSilodosin</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PPARGC1</td><td rowspan=\"1\" colspan=\"1\">Q9UBK2</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">ESR1</td><td rowspan=\"1\" colspan=\"1\">P03372</td><td rowspan=\"1\" colspan=\"1\">BDBM50276884, BDBM17292, BDBM50523039, BDBM50532101, BDBM368199, BDBM50523049, BDBM50542086</td><td rowspan=\"1\" colspan=\"1\">&lt;0.00200–0.031</td><td rowspan=\"1\" colspan=\"1\">Raloxifene hydrochlorideToremifene citrateBazedoxifene</td></tr><tr><td rowspan=\"1\" colspan=\"1\">CBFβ</td><td rowspan=\"1\" colspan=\"1\">Q13951</td><td rowspan=\"1\" colspan=\"1\">BDBM123672, BDBM123674, BDBM123675, BDBM123665, BDBM123684, BDBM123673, BDBM123671, BDBM123670, BDBM123659, BDBM123669</td><td rowspan=\"1\" colspan=\"1\">700–1400</td><td rowspan=\"1\" colspan=\"1\">Abametapir</td></tr><tr><td rowspan=\"1\" colspan=\"1\">NR3C1</td><td rowspan=\"1\" colspan=\"1\">P04150</td><td rowspan=\"1\" colspan=\"1\">BDBM18627, BDBM50250114, BDBM50250125, BDBM50206900, BDBM50203432, BDBM50250115, BDBM141378, BDBM50354851, BDBM50203441, BDBM50203418</td><td rowspan=\"1\" colspan=\"1\">0.008–0.04</td><td rowspan=\"1\" colspan=\"1\">Fluocinolone acetonideFluorometholoneLoteprednolMedrysoneMethylprednisolonePrednisoloneRimexolone</td></tr><tr><td rowspan=\"1\" colspan=\"1\">NKX3-2</td><td rowspan=\"1\" colspan=\"1\">P78367</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">MSX2</td><td rowspan=\"1\" colspan=\"1\">P35548</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">DLX5</td><td rowspan=\"1\" colspan=\"1\">P56178</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr></tbody></table>\n"}, "text": "Candidates\tUniProtKB\tBDBM Accession Number\tIC50 Range (nM)\tDrug Name (Clinical Trial Phase 4)\t \tRUNX2\tQ13950\tNot available\tNot available\tNot available\t \tMMP-13a\tP45452\tBDBM50025190, BDBM50203953, BDBM50102750, BDBM50025188, BDBM50389100, BDBM50025160, BDBM50025192, BDBM12074, BDBM11863\t0.0022–0.01\tRaltitrexedPemetrexedGlyburideProbenecid\t \tBMP2\tP12643\tBDBM50017345, BDBM50017346, BDBM50017347\tNot available\tClindamycin palmitate\t \tLGALS3a\tP17931\tBDBM509535, BDBM509530, BDBM509541, BDBM509546, BDBM509536, BDBM509540, BDBM509556, BDBM509542, BDBM509538, BDBM509539\t43–86\tClindamycin hydrochlorideTicagrelor\t \tUCMA\tQ8WVF2\tNot available\tNot available\tNot available\t \tTWIST1\tQ15672\tNot available\tNot available\tNot available\t \tESRRA\tP11474\tBDBM50169743, BDBM50212166, BDBM17292, BDBM50212173, BDBM50501982, BDBM50501984, BDBM50171724, BDBM50171726, BDBM50501969, BDBM50276796\t2–5\tPioglitazoneRosiglitazoneFulvestrantFluoxetine hydrochlorideBisacodylSilodosin\t \tPPARGC1\tQ9UBK2\tNot available\tNot available\tNot available\t \tESR1\tP03372\tBDBM50276884, BDBM17292, BDBM50523039, BDBM50532101, BDBM368199, BDBM50523049, BDBM50542086\t<0.00200–0.031\tRaloxifene hydrochlorideToremifene citrateBazedoxifene\t \tCBFβ\tQ13951\tBDBM123672, BDBM123674, BDBM123675, BDBM123665, BDBM123684, BDBM123673, BDBM123671, BDBM123670, BDBM123659, BDBM123669\t700–1400\tAbametapir\t \tNR3C1\tP04150\tBDBM18627, BDBM50250114, BDBM50250125, BDBM50206900, BDBM50203432, BDBM50250115, BDBM141378, BDBM50354851, BDBM50203441, BDBM50203418\t0.008–0.04\tFluocinolone acetonideFluorometholoneLoteprednolMedrysoneMethylprednisolonePrednisoloneRimexolone\t \tNKX3-2\tP78367\tNot available\tNot available\tNot available\t \tMSX2\tP35548\tNot available\tNot available\tNot available\t \tDLX5\tP56178\tNot available\tNot available\tNot available\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23279, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table_footnote"}, "text": "Top 10 compounds that target constituents in the RUNX2 pathway were selected based on their half-maximal inhibitory concentration (IC50). Compounds were further analyzed utilizing the Expasy SwissSimilarity database for ChemBL-approved drugs. Approved drugs had a completed clinical trial phase 4 at the time of screening.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23602, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table_footnote"}, "text": "Drugs targeting MMP-13 and LGALS3 have the greatest potential for the treatment of DR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23689, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Validation of Results Using Literature Search", "sentences": [], "annotations": [], "relations": []}, {"offset": 23735, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Proteins that were part of the shared pathway (Table 3) and drugs that target proteins in the shared pathways (Table 4) were subsequently searched in the PubMed database for English-language articles published between the years 2000 and 2022 that were associated with DR (Table 5). The following format was implemented in this search “[Candidate protein/pathway name from Table 3] diabetic retinopathy”, “[Drug name from Table 4] diabetic retinopathy,” and “[Drug name from Table 4] diabetes mellitus.” The search was performed in February 2022 and June 2022.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24310, "infons": {"file": "tbl5.xml", "id": "tbl5", "section_type": "TABLE", "type": "table_caption"}, "text": "Literature Validation of Target Proteins and Drugs Associated With DR", "sentences": [], "annotations": [], "relations": []}, {"offset": 24380, "infons": {"file": "tbl5.xml", "id": "tbl5", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Protein</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">PMID Numbers for Articles Associating Protein With DR</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Drug Targeting Protein (Disease Association: PMID numbers)</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">RUNX2</td><td rowspan=\"1\" colspan=\"1\">29029615, 19383984, 28462510, 32319515, 31830266</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">MMP-13</td><td rowspan=\"1\" colspan=\"1\">24392031, 28662829, 29853773, 30215334, 22519597, 27454437, 20479714, 24894401, 26599598, 23833698, 20220057</td><td rowspan=\"1\" colspan=\"1\">Raltitrexed (cancer)Pemetrexed (cancer/DM: 34439918)Glyburide (DM, DR: 34371786, 33080394)Probenecid (DR: 34690760, 11803477)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">BMP2</td><td rowspan=\"1\" colspan=\"1\">24910902, 33919531, 33584642, 29046696, 33584642, 32259084, 32707711</td><td rowspan=\"1\" colspan=\"1\">Clindamycin palmitate (antibiotic)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">LGALS3</td><td rowspan=\"1\" colspan=\"1\">21249158, 20490454, 21111733, 34426510, 18554398, 34405947</td><td rowspan=\"1\" colspan=\"1\">Clindamycin hydrochloride (antibiotic)Ticagrelor (DM: 30788847, 34923021, 35321823, 32303164)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">UCMA</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">TWIST1</td><td rowspan=\"1\" colspan=\"1\">25414194, 32234721, 34461141, 34845879, 24600510</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">ESRRA</td><td rowspan=\"1\" colspan=\"1\">31460821, 28000229, 32210913, 23335958</td><td rowspan=\"1\" colspan=\"1\">Pioglitazone (DM: 19183764, 17054272, 30706731, 33995271)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Rosiglitazone (DR: 18541841, 14598030, 33417950, 31227789, 21599458; DM: 18407718)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Fulvestrant (cancer)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Fluoxetine hydrochloride (DM: 10834419, 15847950, 14977450, 21829436)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Bisacodyl (constipation)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Silodosin (benign prostatic hyperplasia)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PPARGC1</td><td rowspan=\"1\" colspan=\"1\">15782399, 23745551, 21911054, 24703492, 30665952, 16978372, 29436254</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">ESR1</td><td rowspan=\"1\" colspan=\"1\">35114215, 30787185, 23276812, 35024051, 24093675, 18305958, 31293826, 17327435, 17325140</td><td rowspan=\"1\" colspan=\"1\">Raloxifene hydrochloride (DR: 21413859; DM: 17451421, 17308373)Toremifene citrate (cancer)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Bazedoxifene (DM: 26345606)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">CBFβ</td><td rowspan=\"1\" colspan=\"1\">34173806, 10924741</td><td rowspan=\"1\" colspan=\"1\">Abametapir (head lice infection)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">NR3C1</td><td rowspan=\"1\" colspan=\"1\">31734719, 32017889, 33957209</td><td rowspan=\"1\" colspan=\"1\">Fluocinolone acetonide (DR: 20939799, 28081945, 22727177, 31100106)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Fluorometholone (DR: 35264022, 30549478, 28778572, 28252875)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Loteprednol (DR: 27293138)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Medrysone (inflammatory eye diseases)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Methylprednisolone (DM: 16595011, 15579988)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Prednisolone (DM: 15180141, 17188065, 28778572)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">Rimexolone (inflammatory eye diseases)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">NKX3-2</td><td rowspan=\"1\" colspan=\"1\">Not available</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">MSX2</td><td rowspan=\"1\" colspan=\"1\">26605646, 21193740, 28062508, 17720944, 28202017</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr><tr><td rowspan=\"1\" colspan=\"1\">DLX5</td><td rowspan=\"1\" colspan=\"1\">12488363, 25913633</td><td rowspan=\"1\" colspan=\"1\">Not available</td></tr></tbody></table>\n"}, "text": "Protein\tPMID Numbers for Articles Associating Protein With DR\tDrug Targeting Protein (Disease Association: PMID numbers)\t \tRUNX2\t29029615, 19383984, 28462510, 32319515, 31830266\tNot available\t \tMMP-13\t24392031, 28662829, 29853773, 30215334, 22519597, 27454437, 20479714, 24894401, 26599598, 23833698, 20220057\tRaltitrexed (cancer)Pemetrexed (cancer/DM: 34439918)Glyburide (DM, DR: 34371786, 33080394)Probenecid (DR: 34690760, 11803477)\t \tBMP2\t24910902, 33919531, 33584642, 29046696, 33584642, 32259084, 32707711\tClindamycin palmitate (antibiotic)\t \tLGALS3\t21249158, 20490454, 21111733, 34426510, 18554398, 34405947\tClindamycin hydrochloride (antibiotic)Ticagrelor (DM: 30788847, 34923021, 35321823, 32303164)\t \tUCMA\tNot available\tNot available\t \tTWIST1\t25414194, 32234721, 34461141, 34845879, 24600510\tNot available\t \tESRRA\t31460821, 28000229, 32210913, 23335958\tPioglitazone (DM: 19183764, 17054272, 30706731, 33995271)\t \t\t\tRosiglitazone (DR: 18541841, 14598030, 33417950, 31227789, 21599458; DM: 18407718)\t \t\t\tFulvestrant (cancer)\t \t\t\tFluoxetine hydrochloride (DM: 10834419, 15847950, 14977450, 21829436)\t \t\t\tBisacodyl (constipation)\t \t\t\tSilodosin (benign prostatic hyperplasia)\t \tPPARGC1\t15782399, 23745551, 21911054, 24703492, 30665952, 16978372, 29436254\tNot available\t \tESR1\t35114215, 30787185, 23276812, 35024051, 24093675, 18305958, 31293826, 17327435, 17325140\tRaloxifene hydrochloride (DR: 21413859; DM: 17451421, 17308373)Toremifene citrate (cancer)\t \t\t\tBazedoxifene (DM: 26345606)\t \t\t\t\t \tCBFβ\t34173806, 10924741\tAbametapir (head lice infection)\t \tNR3C1\t31734719, 32017889, 33957209\tFluocinolone acetonide (DR: 20939799, 28081945, 22727177, 31100106)\t \t\t\tFluorometholone (DR: 35264022, 30549478, 28778572, 28252875)\t \t\t\tLoteprednol (DR: 27293138)\t \t\t\tMedrysone (inflammatory eye diseases)\t \t\t\tMethylprednisolone (DM: 16595011, 15579988)\t \t\t\tPrednisolone (DM: 15180141, 17188065, 28778572)\t \t\t\tRimexolone (inflammatory eye diseases)\t \tNKX3-2\tNot available\tNot available\t \tMSX2\t26605646, 21193740, 28062508, 17720944, 28202017\tNot available\t \tDLX5\t12488363, 25913633\tNot available\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26476, "infons": {"file": "tbl5.xml", "id": "tbl5", "section_type": "TABLE", "type": "table_footnote"}, "text": "Literature validation for the correlation of target proteins with DR and literature support for the use of drugs in DR and/or DM. Drugs that were used for other disease were listed without specific citations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26685, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 26693, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Proteomic and Genomic Constituents for Pathway Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 26749, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Vitreous samples taken from human subjects diagnosed with PDR were compared with samples from human subjects diagnosed with ERMs (Fig. 3A). To assess sample variance a multivariable dimension reduction analysis (principal component analysis) was implemented. Principal component analysis analysis demonstrated no overlap in the 95% confidence region of each group, indicating that each group had a unique proteomic profile (Fig. 3B). Further analysis implementing a bilinear factor model analysis (partial least-squares discriminant analysis [PLS-DA]) demonstrated sample separation and validated the unique proteomic composition of the DR and control groups (Fig. 3C). Significance analysis revealed 25 unique proteins (Fig. 3D, red dots) that were increased in the DR group when compared to the ERM group (Fig. 3D). These proteins were utilized for STRING analysis (Figs. 3E, 3F). Only 18 proteins demonstrated interactions and were subsequently used for pathway analysis. On the other hand, WGS genomic analysis revealed 41 total variants associated with DR (Supplementary Table S1). After variants were analyzed utilizing the protein–protein interaction STRING database, only 11 proteins demonstrated interactions with each other (Figs. 3G, 3H). These proteins were utilized as constituents for pathway analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28070, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Biological Pathway Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28098, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Constituents from the proteomics and genomics datasets were independently analyzed utilizing the REACTOME database, which revealed seven biological pathways associated with the proteomics dataset and 10 biological pathways associated with the genomics dataset (Table 2). Major biological pathways associated with the proteomics dataset included pathways associated with cellular response to stimuli, signal transduction, immune system response, disease process, and changes in gene expression. Major biological pathways associated with the genomics dataset included pathways associated with neuronal system response, metabolism of proteins, membrane trafficking, RNA metabolism, gene expression change, signal transduction, reproduction, and immune system response. From this range of biological pathways, only the runt-related transcription factor 2 (RUNX2) pathway (changes in gene expression) was shared between both datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29028, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of Approved Drugs Targeting Proteins in the RUNX2 Pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 29101, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The RUNX2 pathway contains many different constituents that either regulate the expression and activation of RUNX2 or converge/diverge with RUNX2 signaling. Proteins that regulate the expression and activation of RUNX2 include transcriptional regulators, cell receptors, and transcription factors, whereas proteins that converge/diverge with RUNX2 signaling include transcription factors, metalloproteinases, and growth factors (Table 3). Proteins from Table 3 were utilized as query proteins to find chemical compounds that interact with them based on their IC50 (Table 4). Only seven proteins were found to have chemical compounds that were predicted by the BindingDB database to have an interaction. Further analysis of the chemical structure and stereochemistry of these compounds utilizing the Expasy SwissSimilarity database found already approved drugs (clinical trial phase 4) with similar chemical properties. The most noteworthy were drugs that target matrix metalloproteinase-13 (MMP-13) (raltitrexed, pemetrexed, glyburide, and probenecid) and galectin-3 (LGALS3) (clindamycin hydrochloride and ticagrelor).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30222, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Literature Validation of Bioinformatics Pipeline", "sentences": [], "annotations": [], "relations": []}, {"offset": 30271, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Each protein in the RUNX2 pathway (Table 3) was manually curated for its association with DR in primary research and review articles. The initial retrieval search resulted in 66 primary research and review articles; only UCMA and NKX3-2 were not found to be in association with DR (Table 5). Literature retrieval for drugs associated with DR or DM resulted in 40 primary research and review articles, validating the findings of our integrated bioinformatics approach (Table 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30749, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 30760, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The treatment of DR in poor responders to anti-VEGF therapy presents a clinical challenge that may require novel therapeutic drugs aiming at new pathologic targets. Identifying new targets and generating new drugs is long and expensive; however, our proposed integrated bioinformatics analysis pipeline may be able to expedite this process efficiently. We analyzed PDR mass spectrometry proteomics datasets and WGS genomic datasets for the shared biological pathways between both datasets. Interestingly, both of these diverse datasets converged independently in the RUNX2 pathway (Table 2), providing affirmation of the potential contribution of this pathway to DR. Further analysis within the RUNX2 pathway identified MMP-13 and LGALS3 as the most prominent targets for drug modulation (Table 3). Approved drugs that target MMP-13 include raltitrexed, pemetrexed, glyburide, and probenecid, and drugs that target LGALS3 include clindamycin hydrochloride and ticagrelor (Table 4). Some of these drugs have mainly been approved for use as cancer therapies due to their anti-angiogenic properties (Table 5); however, their potential for use in DR remains to be explored. Of note, glyburide is a medication that is used systemically to control blood glucose levels. Although a potential beneficial effect in the retina might be attributed to hypoglycemic effects of glyburide, our study suggests a favorable effect of glyburide in the pathogenesis of DR. This favorable localized effect was also suggested by Berdugo et al., who explored the effects of oral and intravitreal glyburide at a non-hypoglycemic dose in animal models of DR and reported reduced DR in treatment groups. Our study proposes mechanistic explanations for such beneficial effects. Further experimental studies should validate the possible beneficial effects of the above medication in DR, as it is “theoretically” suggested by our approach. However, our findings, although theoretical, are biologically plausible as detailed in the next few paragraphs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32787, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "RUNX2 belongs to a family of RUNX transcription factors (RUNX1, RUNX2, and RUNX3) with a wide range of biological functions, including embryonic development, cell proliferation, differentiation, lineage determination, apoptosis, and hematopoiesis. To properly function as transcription factors, RUNX factors require the formation of a heterodimer with core binding factor β (CBFβ) (Table 3), which is ubiquitously expressed in RUNX-expressing cells. In our study, proteins that were upregulated in DR converge in the RUNX2 pathway activation, which is supported by a recent study that reported RUNX2 upregulation in DR and its role in the breakdown of the blood–retinal barrier (BRB). It is noteworthy to mention that previous studies looking at the RUNX2 pathway have reported a downregulation of the RUNX2 pathway in diabetes; however these studies primarily focused on bone formation, osteogenesis, and regulation of bone development, whereas our study identified upregulation of RUNX2 in myeloid cell differentiation. Myeloid cells (monocytes and macrophages) are an important component in the pathology of DR, where changes in the myeloid cell compartment have been reported to be altered in diabetes. Of particular interest, monocyte activation has been associated with degradation of the BRB and progression of DR into PDR, supporting our findings regarding the contribution of RUNX2 in DR pathology through myeloid cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34223, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "LGALS3 is a β-galactoside-binding protein that has been associated with various biological functions that include cell–cell adhesion, cell–matrix interactions, macrophage activation, angiogenesis, metastasis, and apoptosis. As an angiogenic factor, LGALS3 has been documented to be upregulated in DR, to enhance the proliferation and angiogenesis of endothelial cells, and to promote vascularization of cancers. Despite its heterogeneous function as an angiogenic factor, LGALS3 requires cleavage by MMP to promote angiogenesis. Our bioinformatics approach identified the upregulation of MMP-13 (LGALS3 is a substrate for MMP-13) and the metallothioneins pathway (important in the expression of metalloproteinases), providing not only upregulation of an angiogenic factor (LGALS3) but also a means for activating its angiogenic properties (Tables 2, 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35083, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, capillary nonperfusion and ischemic events underlie the progression of DR into PDR which is driven by hypoxia and the production of factors that promote neovascularization. Remodeling of vasculature during neovascularization and alterations of the BRB are events associated with DR and have been implicated with metalloproteinase activity. Disruption to the BRB has been associated with MMP-2, MMP-9, and MMP-14, and neovascularization has been associated with MMP-2 and MMP-9. A study looking into changes in the vasculature microenvironment found that, after 3 days of ischemia, MMP-2, MMP-3, and MMP-13 levels were elevated in diabetic mice compared to non-diabetics. However, elevated levels of MMP-2, MMP-3, and MMP-13 did not increase collagenolysis and vascular remodeling, pointing toward MMP-13 contributing to DR through other means. A different study demonstrated that elevated levels of MMP-13 and inflammatory markers in human monocytes were associated with hyperglycemic conditions, suggesting that MMP-13 might contribute to DR through its action in myeloid cells. This notion is supported by the known association of activated monocytes with progression of DR into PDR, the degradation of the BRB, and our findings of upregulation of RUNX2 in myeloid cells. In addition, LGALS3 has been associated with O-glycosylation in corneal epithelial cells and in the maturation of cancers, including vascularization and metastasis. This is another crucial aspect of the role of LGALS3, as our bioinformatics approach also identified the upregulation of O-linked glycosylation (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36690, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In their publication, Berdugo et al. demonstrated that glyburide exerts its retinal protective effects through the inhibition of sulfonylurea receptor 1 (SUR1). SUR1 has been documented to propagate the pathological effects induced by hypoxia and ischemia through the promotion of neuroinflammation and disruption of the BRB via MMP-9. Furthermore, glyburide has been documented to have direct inhibitory effects on many metalloproteinases, including MMP-13. Therefore, the retinal protective effects of glyburide in DR might be a combination of inhibition of SUR1 and MMP-13, which will require further exploration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37307, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The identification of these molecular events resulted from the independent conversion of two separate datasets (genomic and proteomic) pointing toward RUNX2 pathway activation being associated with DR, as recently demonstrated by an experimental study. Within this pathway, MMP-13 and LGALS3 became essential target proteins as they have been associated with DR. Therefore, the drugs identified by our bioinformatics approach raise the possibility that they might have beneficial effects in the treatment of DR. However, their utility and efficacy for this purpose remain to be explored, with efforts already being undertaken for the direct effect of glyburide in decreasing DR. Like glyburide, the other medications identified by our bioinformatics approach that target MMP-13 might have similar effects in the retina due to their similarity in chemical structure. Furthermore, our literature search identified several medications that have been investigated for their potential effects on DR or DM, supporting our objective bioinformatics approach (Table 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38368, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results of our study should be inspected considering its theoretical nature and the limitations and strength of this approach. We explored shared pathways between proteomics of “advanced DR” from an Asian population and genomics of “any DR” from a mostly European population (the UKBiobank does not identify DR subclasses, so individuals with early and advanced DR are all included in one category). It should be noted that this is not a comparative study; thus, the genotypical and phenotypical diversity of the two groups does not invalidate the results. On the contrary, the diversity of these two databases representing “advanced DR” from an Asian population and “any DR” from a mostly European population adds to the credibility of its finding. In addition, even though genomics data from individuals with early DR are included in this study, the biologic pathways leading to DR start many years before the clinical presentation and progression of the disease; thus, it is conceivable that even individuals with early DR (lumped together with participants with advanced DR in the UKBiobank) have activated pathways leading to more advanced stages of DR. Finally, despite the fact that our proteomics and genomics data are from populations with limited ethnic diversity, the association of ethnic genetic constructs with DR development and progression is unclear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39756, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study is a theoretical venture and the candidate drugs identified by its approach must be validated in experimental studies. The outcomes of the pipeline we suggest depend on when the search is run. The REACTOME and other pathway databases such as PANTHER and KEGG are a consortium of various public academic institutions that gradually and manually review, curate, and include newly found pathways in the database. As new pathways are being discovered they will be included in the database with a lag. Thus, the pathways observed in our study are reflective of the status of the REACTOME database at the time of our analysis, which is expected to be updated in future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40430, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We analyzed proteomics and genomics information from two diverse population with extended analyses to include a drug discovery arm. Each step of the pipeline provided input for the subsequent dataset, eventually converging at a shared target that can in theory be potentially modified with available drugs. Doing so, our approach can accelerate drug discovery and significantly reduce the costs of finding new therapeutics. In particular, identifying already FDA-approved drugs largely expedites their application for bedside treatment. Previous studies (mostly in the field of cancer medicine) have applied this tool in isolation or missed the connection between genomics and proteomics data and drug discovery search engines. It is clear that the application of our bioinformatics pipeline extends beyond DR and ocular diseases and can be implemented in a wide range of medical fields. In short, the approach used in this pipeline is robust, and the method of finding approved drugs to be repurposed for new indications is sound and efficient. Our approach stands to bridge the bench-to-bedside gap that is often a rate-limiting step in developing novel treatments for the management of DR after their efficacy has been further validated in preclinical and clinical studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41707, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 41730, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 41741, "infons": {"fpage": "1580", "lpage": "1591", "pub-id_pmid": "33940045", "section_type": "REF", "source": "Ophthalmology", "type": "ref", "volume": "128", "year": "2021"}, "text": "Global prevalence of diabetic retinopathy and projection of burden through 2045: systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41858, "infons": {"fpage": "653", "lpage": "678", "pub-id_pmid": "32184554", "section_type": "REF", "source": "Clin Ophthalmol", "type": "ref", "volume": "14", "year": "2020"}, "text": "The evolving treatment of diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 41905, "infons": {"fpage": "1981", "lpage": "1996", "pub-id_pmid": "30084940", "section_type": "REF", "source": "Brief Bioinform", "type": "ref", "volume": "20", "year": "2019"}, "text": "A brief history of bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"offset": 41939, "infons": {"fpage": "13", "lpage": "26", "pub-id_pmid": "30222965", "section_type": "REF", "source": "Biochem Pharmacol", "type": "ref", "volume": "158", "year": "2018"}, "text": "Computational systems biology approach to identify novel pharmacological targets for diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 42045, "infons": {"fpage": "332", "pub-id_pmid": "30545352", "section_type": "REF", "source": "BMC Complement Altern Med", "type": "ref", "volume": "18", "year": "2018"}, "text": "Phytochemical analysis and antidiabetic potential of Elaeagnus umbellata (Thunb.) in streptozotocin-induced diabetic rats: pharmacological and computational approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 42211, "infons": {"fpage": "74", "pub-id_pmid": "28280467", "section_type": "REF", "source": "Front Pharmacol", "type": "ref", "volume": "8", "year": "2017"}, "text": "Network pharmacology studies on the bioactive compounds and action mechanisms of natural products for the treatment of diabetes mellitus: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 42358, "infons": {"fpage": "401", "lpage": "408", "pub-id_pmid": "30706825", "section_type": "REF", "source": "Curr Comput Aided Drug Des", "type": "ref", "volume": "15", "year": "2019"}, "text": "In silico computations of selective phytochemicals as potential inhibitors against major biological targets of diabetes mellitus", "sentences": [], "annotations": [], "relations": []}, {"offset": 42487, "infons": {"fpage": "ENEURO.0429", "lpage": "21.2022", "pub-id_pmid": "35027445", "section_type": "REF", "source": "eNeuro", "type": "ref", "volume": "9", "year": "2022"}, "text": "Lyso-lipid-induced oligodendrocyte maturation underlies restoration of optic nerve function", "sentences": [], "annotations": [], "relations": []}, {"offset": 42579, "infons": {"fpage": "919", "pub-id_pmid": "32848717", "section_type": "REF", "source": "Front Pharmacol", "type": "ref", "volume": "11", "year": "2020"}, "text": "Computational and pharmacological evaluation of carveol for antidiabetic potential", "sentences": [], "annotations": [], "relations": []}, {"offset": 42662, "infons": {"fpage": "3", "lpage": "17", "pub-id_pmid": "31549592", "section_type": "REF", "source": "Curr Drug Targets", "type": "ref", "volume": "21", "year": "2020"}, "text": "Bioinformatics approaches for anti-cancer drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 42719, "infons": {"fpage": "1265", "lpage": "1275", "pub-id_pmid": "20508621", "section_type": "REF", "source": "Leukemia", "type": "ref", "volume": "24", "year": "2010"}, "text": "A conceptual framework for the identification of candidate drugs and drug targets in acute promyelocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42833, "infons": {"fpage": "552", "lpage": "559", "pub-id_pmid": "22917481", "section_type": "REF", "source": "Omics", "type": "ref", "volume": "16", "year": "2012"}, "text": "Prioritizing cancer therapeutic small molecules by integrating multiple OMICS datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 42920, "infons": {"fpage": "e923146", "pub-id_pmid": "32294661", "section_type": "REF", "source": "Med Sci Monit", "type": "ref", "volume": "26", "year": "2020"}, "text": "Multiple bioinformatics analyses of integrated gene expression profiling data and verification of hub genes associated with diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 43065, "infons": {"fpage": "7231046", "pub-id_pmid": "35154512", "section_type": "REF", "source": "Dis Markers", "type": "ref", "volume": "2022", "year": "2022"}, "text": "Identification of the relationship between hub genes and immune cell infiltration in vascular endothelial cells of proliferative diabetic retinopathy using bioinformatics methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 43244, "infons": {"fpage": "2485", "lpage": "2492", "pub-id_pmid": "28962184", "section_type": "REF", "source": "Exp Ther Med", "type": "ref", "volume": "14", "year": "2017"}, "text": "Bioinformatic analysis of retinal gene function and expression in diabetic rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 43324, "infons": {"fpage": "5558", "lpage": "5563", "pub-id_pmid": "30480744", "section_type": "REF", "source": "Invest Ophthalmol Vis Sci", "type": "ref", "volume": "59", "year": "2018"}, "text": "Bioinformatics analysis of weighted genes in diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 43390, "infons": {"fpage": "269", "lpage": "279", "pub-id_pmid": "31953631", "section_type": "REF", "source": "Int Ophthalmol", "type": "ref", "volume": "40", "year": "2020"}, "text": "Mining the proliferative diabetic retinopathy-associated genes and pathways by integrated bioinformatic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43503, "infons": {"fpage": "BSR20182172", "pub-id_pmid": "31088900", "section_type": "REF", "source": "Biosci Rep", "type": "ref", "volume": "39", "year": "2019"}, "text": "Identification of key genes involved in type 2 diabetic islet dysfunction: a bioinformatics study", "sentences": [], "annotations": [], "relations": []}, {"offset": 43601, "infons": {"fpage": "15", "section_type": "REF", "source": "Invest Ophthalmol Vis Sci", "type": "ref", "volume": "61", "year": "2020"}, "text": "Intermittent hypoxia promotes functional neuroprotection from retinal ischemia in untreated first-generation offspring: proteomic mechanistic insights", "sentences": [], "annotations": [], "relations": []}, {"offset": 43752, "infons": {"fpage": "5131", "lpage": "5143", "pub-id_pmid": "26490944", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "14", "year": "2015"}, "text": "Quantitative proteomics analysis of vitreous humor from diabetic retinopathy patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 43838, "infons": {"fpage": "4755", "pub-id_pmid": "31557880", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "20", "year": "2019"}, "text": "Proteomic biomarkers of retinal inflammation in diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 43907, "infons": {"fpage": "10", "lpage": "22", "pub-id_pmid": "28843701", "section_type": "REF", "source": "Reprod Toxicol", "type": "ref", "volume": "74", "year": "2017"}, "text": "Fine particulate matter exposure induces cell cycle arrest and inhibits migration and invasion of human extravillous trophoblast, as determined by an iTRAQ-based quantitative proteomics strategy", "sentences": [], "annotations": [], "relations": []}, {"offset": 44102, "infons": {"fpage": "92", "lpage": "102", "pub-id_pmid": "30189374", "section_type": "REF", "source": "Environ Toxicol Pharmacol", "type": "ref", "volume": "63", "year": "2018"}, "text": "iTRAQ-based secretome reveals that SiO2 induces the polarization of RAW264.7 macrophages by activation of the NOD-RIP2-NF-κB signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 44249, "infons": {"fpage": "W388", "lpage": "W396", "pub-id_pmid": "34019663", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "MetaboAnalyst 5.0: narrowing the gap between raw spectra and functional insights", "sentences": [], "annotations": [], "relations": []}, {"offset": 44330, "infons": {"fpage": "290", "lpage": "299", "pub-id_pmid": "33568819", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "590", "year": "2021"}, "text": "Sequencing of 53,831 diverse genomes from the NHLBI TOPMed program", "sentences": [], "annotations": [], "relations": []}, {"offset": 44397, "infons": {"fpage": "1335", "lpage": "1341", "pub-id_pmid": "30104761", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "50", "year": "2018"}, "text": "Efficiently controlling for case-control imbalance and sample relatedness in large-scale genetic association studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 44514, "infons": {"fpage": "2567", "lpage": "2582", "pub-id_pmid": "16387880", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "172", "year": "2006"}, "text": "The power of single-nucleotide polymorphisms for large-scale parentage inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 44595, "infons": {"fpage": "2115", "lpage": "2125", "pub-id_pmid": "32907876", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "19", "year": "2020"}, "text": "ReactomeGSA - efficient multi-omics comparative pathway analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44660, "infons": {"fpage": "D687", "lpage": "D692", "pub-id_pmid": "34788843", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "50", "year": "2022"}, "text": "The reactome pathway knowledgebase 2022", "sentences": [], "annotations": [], "relations": []}, {"offset": 44700, "infons": {"fpage": "D1045", "lpage": "D1053", "pub-id_pmid": "26481362", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "BindingDB in 2015: a public database for medicinal chemistry, computational chemistry and systems pharmacology", "sentences": [], "annotations": [], "relations": []}, {"offset": 44811, "infons": {"fpage": "1399", "lpage": "1404", "pub-id_pmid": "27391578", "section_type": "REF", "source": "J Chem Inf Model", "type": "ref", "volume": "56", "year": "2016"}, "text": "SwissSimilarity: a web tool for low to ultra high throughput ligand-based virtual screening", "sentences": [], "annotations": [], "relations": []}, {"offset": 44903, "infons": {"fpage": "AMD31", "lpage": "AMD40", "pub-id_pmid": "30025106", "section_type": "REF", "source": "Invest Ophthalmol Vis Sci", "type": "ref", "volume": "59", "year": "2018"}, "text": "The proteomic landscape in the vitreous of patients with age-related and diabetic retinal disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 45001, "infons": {"fpage": "1178641816686078", "pub-id_pmid": "28469465", "section_type": "REF", "source": "Proteomics Insights", "type": "ref", "volume": "8", "year": "2017"}, "text": "Characterization of vitreous and aqueous proteome in humans with proliferative diabetic retinopathy and its clinical correlation", "sentences": [], "annotations": [], "relations": []}, {"offset": 45130, "infons": {"fpage": "83", "lpage": "99", "pub-id_pmid": "33080394", "section_type": "REF", "source": "Transl Res", "type": "ref", "volume": "229", "year": "2021"}, "text": "The antidiabetic drug glibenclamide exerts direct retinal neuroprotection", "sentences": [], "annotations": [], "relations": []}, {"offset": 45204, "infons": {"fpage": "1095", "pub-id_pmid": "34371786", "section_type": "REF", "source": "Pharmaceutics", "type": "ref", "volume": "13", "year": "2021"}, "text": "Long-term oral treatment with non-hypoglycemic dose of glibenclamide reduces diabetic retinopathy damage in the Goto-KakizakiRat model", "sentences": [], "annotations": [], "relations": []}, {"offset": 45339, "infons": {"fpage": "2061", "lpage": "2069", "pub-id_pmid": "28179276", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "129", "year": "2017"}, "text": "Runx transcription factors in the development and function of the definitive hematopoietic system", "sentences": [], "annotations": [], "relations": []}, {"offset": 45437, "infons": {"fpage": "697", "lpage": "708", "pub-id_pmid": "8929538", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "87", "year": "1996"}, "text": "The CBFβ subunit is essential for CBFα2 (AML1) function in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 45508, "infons": {"fpage": "314", "lpage": "331", "pub-id_pmid": "8386878", "section_type": "REF", "source": "Virology", "type": "ref", "volume": "194", "year": "1993"}, "text": "Molecular cloning and characterization of PEBP2β, the heterodimeric partner of a novel Drosophila runt-related DNA binding protein PEBP2α", "sentences": [], "annotations": [], "relations": []}, {"offset": 45653, "infons": {"fpage": "3324", "lpage": "3339", "pub-id_pmid": "8497254", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "13", "year": "1993"}, "text": "Cloning and characterization of subunits of the T-cell receptor and murine leukemia virus enhancer core-binding factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 45772, "infons": {"fpage": "1622", "lpage": "1630", "pub-id_pmid": "36154781", "section_type": "REF", "source": "Curr Eye Res", "type": "ref", "volume": "47", "year": "2022"}, "text": "MEK/ERK/RUNX2 pathway-mediated IL-11 autocrine promotes the activation of Müller glial cells during diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 45894, "infons": {"fpage": "17947", "lpage": "17955", "pub-id_pmid": "19383984", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "284", "year": "2009"}, "text": "Hyperglycemia regulates RUNX2 activation and cellular wound healing through the aldose reductase polyol pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 46006, "infons": {"fpage": "346", "lpage": "352", "pub-id_pmid": "12488363", "section_type": "REF", "source": "Endocrinology", "type": "ref", "volume": "144", "year": "2003"}, "text": "Diabetes interferes with the bone formation by affecting the expression of transcription factors that regulate osteoblast differentiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46144, "infons": {"fpage": "1697", "lpage": "1704", "pub-id_pmid": "18162513", "section_type": "REF", "source": "Endocrinology", "type": "ref", "volume": "149", "year": "2008"}, "text": "Runt-related transcription factor 2 (RUNX2) and RUNX2-related osteogenic genes are down-regulated throughout osteogenesis in type 1 diabetes mellitus", "sentences": [], "annotations": [], "relations": []}, {"offset": 46294, "infons": {"fpage": "1203", "lpage": "1214", "pub-id_pmid": "19389811", "section_type": "REF", "source": "Mol Endocrinol", "type": "ref", "volume": "23", "year": "2009"}, "text": "Repression of Runx2 by androgen receptor (AR) in osteoblasts and prostate cancer cells: AR binds Runx2 and abrogates its recruitment to DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 46434, "infons": {"fpage": "1421", "lpage": "1431", "pub-id_pmid": "25865393", "section_type": "REF", "source": "Osteoarthritis Cartilage", "type": "ref", "volume": "23", "year": "2015"}, "text": "Ucma, a direct transcriptional target of Runx2 and Osterix, promotes osteoblast differentiation and nodule formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46551, "infons": {"fpage": "640", "lpage": "645", "pub-id_pmid": "25649298", "section_type": "REF", "source": "J Endod", "type": "ref", "volume": "41", "year": "2015"}, "text": "Effect of 5-Aza-2′-deoxycytidine on odontogenic differentiation of human dental pulp cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 46644, "infons": {"fpage": "245", "lpage": "251", "pub-id_pmid": "10816326", "section_type": "REF", "source": "Cell Biol Int", "type": "ref", "volume": "24", "year": "2000"}, "text": "GALECTIN-3 expression in differentiating human myeloid cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 46705, "infons": {"fpage": "10", "pub-id_pmid": "32118048", "section_type": "REF", "source": "Front Cardiovasc Med", "type": "ref", "volume": "7", "year": "2020"}, "text": "Monocytes and macrophages as protagonists in vascular complications of diabetes", "sentences": [], "annotations": [], "relations": []}, {"offset": 46785, "infons": {"fpage": "e108508", "pub-id_pmid": "25329075", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Chemokine mediated monocyte trafficking into the retina: role of inflammation in alteration of the blood-retinal barrier in diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 46930, "infons": {"fpage": "616", "lpage": "635", "pub-id_pmid": "16478649", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1760", "year": "2006"}, "text": "Galectin-3: an open-ended story", "sentences": [], "annotations": [], "relations": []}, {"offset": 46962, "infons": {"fpage": "2", "lpage": "3", "pub-id_pmid": "21111733", "section_type": "REF", "source": "Exp Eye Res", "type": "ref", "volume": "92", "year": "2011"}, "text": "Focus on molecules: galectin-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 46993, "infons": {"fpage": "3933", "lpage": "3938", "pub-id_pmid": "22172875", "section_type": "REF", "source": "Transplant Proc", "type": "ref", "volume": "43", "year": "2011"}, "text": "Galectin-3 enhances proliferation and angiogenesis of endothelial cells differentiated from bone marrow mesenchymal stem cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 47120, "infons": {"fpage": "886", "lpage": "891", "pub-id_pmid": "25138305", "section_type": "REF", "source": "Glycobiology", "type": "ref", "volume": "24", "year": "2014"}, "text": "Galectin-3 in angiogenesis and metastasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47162, "infons": {"fpage": "2530", "lpage": "2541", "pub-id_pmid": "20162566", "section_type": "REF", "source": "Int J Cancer", "type": "ref", "volume": "127", "year": "2010"}, "text": "Cleavage of galectin-3 by matrix metalloproteases induces angiogenesis in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 47250, "infons": {"fpage": "11760", "lpage": "11768", "pub-id_pmid": "18089806", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "67", "year": "2007"}, "text": "Galectin-3 cleavage: a novel surrogate marker for matrix metalloproteinase activity in growing breast cancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 47360, "infons": {"fpage": "R105", "pub-id_pmid": "22032644", "section_type": "REF", "source": "Breast Cancer Res", "type": "ref", "volume": "13", "year": "2011"}, "text": "MMP-13 stimulates osteoclast differentiation and activation in tumour breast bone metastases", "sentences": [], "annotations": [], "relations": []}, {"offset": 47453, "infons": {"fpage": "636", "lpage": "643", "pub-id_pmid": "15140769", "section_type": "REF", "source": "Ann Rheum Dis", "type": "ref", "volume": "63", "year": "2004"}, "text": "Galectin-3 surface expression on human adult chondrocytes: a potential substrate for collagenase-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 47552, "infons": {"fpage": "421", "lpage": "428", "pub-id_pmid": "21187089", "section_type": "REF", "source": "FEBS Lett", "type": "ref", "volume": "585", "year": "2011"}, "text": "Metallothionein-2A overexpression increases the expression of matrix metalloproteinase-9 and invasion of breast cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 47677, "infons": {"fpage": "e93751", "pub-id_pmid": "28724805", "section_type": "REF", "source": "JCI Insight", "type": "ref", "volume": "2", "year": "2017"}, "text": "Diabetic retinopathy: current understanding, mechanisms, and treatment strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 47759, "infons": {"fpage": "67", "lpage": "85", "pub-id_pmid": "28662829", "section_type": "REF", "source": "Prog Mol Biol Transl Sci", "type": "ref", "volume": "148", "year": "2017"}, "text": "Regulation of matrix metalloproteinase in the pathogenesis of diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 47842, "infons": {"fpage": "8555", "lpage": "8560", "pub-id_pmid": "12805564", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "100", "year": "2003"}, "text": "Blockade of advanced glycation end-product formation restores ischemia-induced angiogenesis in diabetic mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 47951, "infons": {"fpage": "1256", "lpage": "1264", "pub-id_pmid": "12716761", "section_type": "REF", "source": "Diabetes", "type": "ref", "volume": "52", "year": "2003"}, "text": "High glucose-induced expression of proinflammatory cytokine and chemokine genes in monocytic cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 48050, "infons": {"fpage": "583687", "pub-id_pmid": "33240272", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "11", "year": "2020"}, "text": "The role of inflammation in diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 48099, "infons": {"fpage": "248", "pub-id_pmid": "32571335", "section_type": "REF", "source": "J Transl Med", "type": "ref", "volume": "18", "year": "2020"}, "text": "The unique association between the level of peripheral blood monocytes and the prevalence of diabetic retinopathy: a cross-sectional study", "sentences": [], "annotations": [], "relations": []}, {"offset": 48238, "infons": {"fpage": "1292", "lpage": "1297", "pub-id_pmid": "15569131", "section_type": "REF", "source": "Diabet Med", "type": "ref", "volume": "21", "year": "2004"}, "text": "Aqueous levels of macrophage migration inhibitory factor and monocyte chemotactic protein-1 in patients with diabetic retinopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 48368, "infons": {"fpage": "23037", "lpage": "23045", "pub-id_pmid": "19556244", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "284", "year": "2009"}, "text": "Association of cell surface mucins with galectin-3 contributes to the ocular surface epithelial barrier", "sentences": [], "annotations": [], "relations": []}, {"offset": 48472, "infons": {"fpage": "1246", "lpage": "1252", "pub-id_pmid": "29864905", "section_type": "REF", "source": "Biomed Pharmacother", "type": "ref", "volume": "103", "year": "2018"}, "text": "How glycosylation aids tumor angiogenesis: an updated review", "sentences": [], "annotations": [], "relations": []}, {"offset": 48533, "infons": {"fpage": "615", "lpage": "623", "pub-id_pmid": "18584353", "section_type": "REF", "source": "Cancer Invest", "type": "ref", "volume": "26", "year": "2008"}, "text": "Identification of galectin-3 and mucin-type O-glycans in breast cancer and its metastasis to brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 48632, "infons": {"fpage": "11899", "pub-id_pmid": "34769328", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "22", "year": "2021"}, "text": "Sulfonylurea receptor 1 in central nervous system injury: an updated review", "sentences": [], "annotations": [], "relations": []}, {"offset": 48708, "infons": {"fpage": "187", "lpage": "192", "pub-id_pmid": "25008133", "section_type": "REF", "source": "Int J Biol Macromol", "type": "ref", "volume": "70", "year": "2014"}, "text": "In vitro biological evaluation of glyburide as potential inhibitor of collagenases", "sentences": [], "annotations": [], "relations": []}, {"offset": 48791, "infons": {"fpage": "104161", "pub-id_pmid": "35841873", "section_type": "REF", "source": "EBioMedicine", "type": "ref", "volume": "82", "year": "2022"}, "text": "Genome-wide association meta-analysis of 88,250 individuals highlights pleiotropic mechanisms of five ocular diseases in UK Biobank", "sentences": [], "annotations": [], "relations": []}, {"offset": 48923, "infons": {"fpage": "51", "lpage": "54", "pub-id_pmid": "25450817", "section_type": "REF", "source": "Diabetes Metab Syndr", "type": "ref", "volume": "9", "year": "2015"}, "text": "Diabetic retinopathy – biomolecules and multiple pathophysiology", "sentences": [], "annotations": [], "relations": []}, {"offset": 48990, "infons": {"fpage": "441", "lpage": "456", "pub-id_pmid": "30487263", "section_type": "REF", "source": "Diabetes", "type": "ref", "volume": "68", "year": "2019"}, "text": "Multiethnic genome-wide association study of diabetic retinopathy using liability threshold modeling of duration of diabetes and glycemic control", "sentences": [], "annotations": [], "relations": []}, {"offset": 49136, "infons": {"fpage": "97", "lpage": "106", "pub-id_pmid": "28821459", "section_type": "REF", "source": "J Proteomics", "type": "ref", "volume": "188", "year": "2018"}, "text": "Clinical multi-omics strategies for the effective cancer management", "sentences": [], "annotations": [], "relations": []}, {"offset": 49204, "infons": {"fpage": "1177932219899051", "pub-id_pmid": "32076369", "section_type": "REF", "source": "Bioinform Biol Insights", "type": "ref", "volume": "14", "year": "2020"}, "text": "Multi-omics data integration, interpretation, and its application", "sentences": [], "annotations": [], "relations": []}, {"offset": 49270, "infons": {"fpage": "9836256", "pub-id_pmid": "30402498", "section_type": "REF", "source": "Biomed Res Int", "type": "ref", "volume": "2018", "year": "2018"}, "text": "Onco-Multi-OMICS approach: a new frontier in cancer research", "sentences": [], "annotations": [], "relations": []}, {"offset": 49331, "infons": {"fpage": "D956", "lpage": "D963", "pub-id_pmid": "29136207", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "46", "year": "2018"}, "text": "LinkedOmics: analyzing multi-omics data within and across 32 cancer types", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]