[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240905", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC9769489", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1007/s12032-022-01924-4", "article-id_pmc": "PMC9769489", "article-id_pmid": "36542155", "article-id_publisher-id": "1924", "elocation-id": "56", "issue": "1", "kwd": "Machine-learning classifiers Extra precision docking DFT analysis Molecular dynamics Inhibitory activity prediction", "license": "This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.", "name_0": "surname:Ramesh;given-names:Priyanka", "name_1": "surname:Karuppasamy;given-names:Ramanathan", "name_2": "surname:Veerappapillai;given-names:Shanthi", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "40", "year": "2023"}, "text": "Machine learning driven drug repurposing strategy for identification of potential RET inhibitors against non-small cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 132, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Non-small cell lung cancer (NSCLC) remains the leading cause of mortality and morbidity worldwide accounting about 85% of total lung cancer cases. The receptor REarranged during Transfection (RET) plays an important role by ligand independent activation of kinase domain resulting in carcinogenesis. Presently, the treatment for RET driven NSCLC is limited to multiple kinase inhibitors. This situation necessitates the discovery of novel and potent RET specific inhibitors. Thus, we employed high throughput screening strategy to repurpose FDA approved compounds from DrugBank comprising of 2509 molecules. It is worth noting that the initial screening is accomplished with the aid of in-house machine learning model built using IC50 values corresponding to 2854 compounds obtained from BindingDB repository. A total of 497 compounds (19%) were predicted as actives by our generated model. Subsequent in silico validation process such as molecular docking, MMGBSA and density function theory analysis resulted in identification of two lead compounds named DB09313 and DB00471. The simulation study highlights the potency of DB00471 (Montelukast) as potential RET inhibitor among the investigated compounds. In the end, the half-minimal inhibitory activity of montelukast was also predicted against RET protein expressing LC-2/ad cell lines demonstrated significant anticancer activity. Collective analysis from our study highlights that montelukast could be a promising candidate for the management of RET specific NSCLC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1655, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1681, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1007/s12032-022-01924-4.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1773, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1786, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "RET encodes the receptor tyrosine kinase located in chromosome 10 and is responsible for the development of renal, neural and neuroendocrine tissues during embryogenesis. The alterations to RET enhance constitutive and ligand-independent activation of kinase domain, which in turn triggers carcinogenesis. Till date, two primary mechanism of RET alterations have been reported: (i) point mutations and (ii) chromosomal rearrangements. RET point mutations occur in cysteine residues resulting in aberrant dimerization and persistent activation of the kinase domain (e.g., C634R/W, C620R). Notably, on sequencing more than 10,000 distinct metastatic tumours, RET mutations have been discovered in 2.4% of all cases, especially in non-small cell lung cancer (NSCLC) and thyroid cancer. Alternatively, RET rearrangement causes constitutive activation of the receptor by forming a fusion protein that encompasses of RET kinase domain and dimerized domain of the other fusion partners. Remarkably, RET fusions are observed in NSCLC (1–2%), papillary thyroid cancer (10–20%) and in other cancer subtypes such as breast and colorectal cancer. Despite the low percentage of RET involvement in cancers, inhibition of RET protein is of immense importance to overcome the cancer burden reported each year globally.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3093, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The current landscape of treating RET positive NSCLC patients include multiple kinase inhibitors (MKIs) and RET specific inhibitors. MKIs such as vandetanib and cabozantinib provided the first glimmer of hope for treating NSCLC patients harbouring RET alterations. However, the incidence of secondary effects by MKIs includes hypertension, constipation, neutropenia and fatigue, necessitates the development of alternative drug molecules. Hence RET specific inhibitors pralsetinib and selpercatinib were developed to remedied the limitations of MKIs. Nevertheless, the emergence of acquired drug resistance against RET specific inhibitors due to the development of gatekeeper (V804M/L) and solvent front secondary mutations (G810A/C/R/S) have been reported in the recent times. Although an adequate number of clinical trials were carried out to offset the debility of the specific inhibitors, the adverse off-target side effects and limited response durability limited its efficacy. Therefore, developing novel RET kinase inhibitors is imperative to circumvent the aforementioned limitations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4187, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Virtual Screening is a frequently used computational method in the drug discovery pipeline. Previous literature evidences have reported identification of many small molecule and natural compound-based inhibitors against RET protein including 3-amino-4-anilinothieno[2, 3-b] pyridine-2-carboxamide, 2-{2-[(3, 5-dimethylphenyl)amino]pyrimidin-4-yl}-N-[(1S)-2-hydroxy-1-methylethyl]-4-methyl-1, 3-thiazole-5-carboxamide and N-[2-(3, 4-dimethoxyphenyl)ethyl]-4-(4-oxo-1, 4-dihydro-2-quinazolinyl)butanamide using different pharmacophoric and virtual screening strategies. Moreover, enormous number of newer compounds is discovered recently, which have been archived and disseminated to the scientific community through various databases. Hence, high precision screening is still desperately needed to explore larger chemical spaces resulting in identification of structurally diverse compounds with high efficacy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5097, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In recent years, machine learning (ML) has become advantageous in assisting researchers to identify potential candidates for clinical trials. For instance, novel compounds against Alzheimer, COVID-19, Candida albicans infection and cancer were identified by ML based virtual screening strategy. In another instance, inhibitors against cytochrome P450, LasR, DDP-4, EGFR, HSP90, FXa and CDK2 were successfully identified by scrutinizing large databases using ML and docking techniques. These evidences portray that ML models in virtual screening pipeline assisted the researchers to tackle the intricate problems of screening an effective compound. Thus, we employed ML algorithm alongside traditional high throughput screening to identify potent repurposed candidate for RET specific NSCLC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5888, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5910, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dataset curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5927, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A set of 9914 compounds tested against RET protein was retrieved from BindingDB database (https://www.bindingdb.org/) for ML model development. The compounds without IC50 value and the duplicates were removed by manual inspection. With an aim of developing robust predictive ML models, the IC50 of these molecules were converted into their corresponding pIC50 values. These compounds were further stratified into actives and inactives based on the reported activity of vandetanib (pIC50 = 7.3), as it is the widely used primary MKI to treat RET positive NSCLC in patients. Moreover, vandetanib was considered as a reference compound due to its modest activity, high selectivity and efficacy. This yielded a dataset of 2854 compounds containing equal number of actives and inactives was curated for further processing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6749, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Descriptor generation and dataset pruning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6791, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Molecular descriptors are the physiochemical properties calculated using rational method that transform the chemical information represented by molecular symbols into meaningful data. Initially, ChemSAR standardization tool was employed for optimization of the chemical structures. It involves sanitization, disconnecting metals, application of normalization rules, reionization of acids and recalculating stereochemistry of the compounds. Subsequently, PaDEL descriptor was employed for the generation of fingerprints (FPs) and descriptors of all compounds considered in this study. A total of 5358 features comprising of 2-D descriptors (1444), 3-D descriptors (431) and molecular FPs such as CDK FP, extended FP, estate FP, MACCS FP, PubChem FP and Substructure FP were computed. The dataset was then preprocessed using statistical parameters like variance and correlation to eliminate irrelevant features. The preprocessing of the generated dataset was executed according to the procedure reported in our recent publication.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7820, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction and evaluation of machine-learning classifiers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7880, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Recursive feature elimination with cross-validation (RFECV) had gained immense attention for feature selection in the field of classifying biochemicals due to its high precision. RFECV identifies important descriptors based on the level of correlation calculated between the variables and the target. Henceforth, the highly important features were used for further ML model generation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8266, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ML models including logistic regression (LR), random forest (RF), support vector machine (SVM), naïve Bayes (NB), gradient boosting (GB), decision tree (DT) and neural network (NN) demonstrates high speed, accuracy and have been widely employed in classification modelling. LR maps the dependent and independent variables to estimate the probability threshold using the sigmoid function. RF model is developed based on large number of trees created during the random seed split. This approach creates trees at random to avoid data overfitting, which is then combined by the RF classifier to produce a single, more accurate model. The key attributes are identified and categorized into binary outcomes using the Gini score and mean decrease accuracy. DT involves mapping of interactions between nodes and leaves. The objects are depicted as nodes whereas the object value is represented as leaf. Due to its widespread application in data prediction, data analysis, and datamining, DT has become beneficial. The NB technique is a quick and easy classifier that relies on the Bayes theorem. By removing the marginal probabilities calculated based on the particular criteria, the aforementioned technique is applied to learn the likelihood of fitting to each subgroup. GB machine, a collective and non-parametric method, combines the predictions of unreliable learners to provide more reliable results than a single learner. GBM employs additive expansion for model improvements, which gives researchers more latitude than other parametric ML models. The most popular approach for tackling classification and regression issues is the SVM. By employing a structural risk reduction method during model development, SVM reduces overfitting. Instead of reducing a model's mean square error, this approach lowers the generalization error. Additionally, it sorts the input data into categories using both linear and non-linear hyperplanes. NNs accomplish modelling by learning from data with known outcomes and optimising weights for improved prediction in scenarios with unknown outcomes. Thus, the above-mentioned models were chosen for model construction in the current investigation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10445, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The detailed information on packages and the tuning parameters of the generated models are consolidated in Table S1. The train_test_split sub-package of sklearn.model_selection was used to stratify the dataset as training set and test set in the ratio of 8:2 respectively. Of note, three tiers of validation set such as test set, 5-fold cross validation, 10-fold cross validation and external validation set were employed in this study to ensure the performance and generalization capability of the models. These models were evaluated using five different performance metrices such as accuracy, precision, recall, F1 score and receiver operating curve (ROC). The ML model with high accuracy and F1 score was further considered for screening the FDA approved subset of DrugBank database containing 2509 compounds (https://go.drugbank.com/). Python 3.7.6 was used to execute all the analyses in the Jupyter Notebook platform.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11369, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular docking", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11387, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The X-ray crystallographic structure of RET protein (PDB ID 2IVU) was downloaded from Protein Data Bank (https://www.rcsb.org/). This crystallized structure was found to possess wild RET protein complexed with vandetanib in its phosphorylated state. It is to be noted that high catalytic activity of the tyrosine kinase domain is promoted by the phosphorylated basal state of A-loop through modulating cis-autoinhibition. On the other hand, the non-phosphorylated condition causes the A-loop conformation to conflict with the binding sites of the substrate. Hence, to provide high precision results, the phosphorylated RET receptor was chosen for the study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12045, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Subsequently, the retrieved structure was prepared and optimized using Protein Preparation Wizard module of Schrödinger suite. Protein structure was protonated and minimized using OPLS_2005 force field. This process involves insertion of missing atoms, modelling of loops and removal of co-crystallized water. On the other hand, LigPrep module was employed to optimize the ligand molecules which includes ionization and computation of stereoisomers of the compound. Consequently, grid-based extra precision docking strategy using Glide module was chosen to carry out molecular docking process due to its high accuracy and reproducibility. Finally, the important pharmacokinetic properties, interaction pattern, toxicity and half-life period of the compounds were examined using QikProp module of Schrödinger, ProTox-II server and ADMET lab 2.0 server, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12913, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Rescoring and post docking validation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12951, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "RF score", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12960, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The rescoring function of binding affinity between the ligands and RET was accomplished using random forest score (RF score) (https://github.com/oddt/rfscorevs). In this technique, the RF score was calculated by correlating structural description of the complex at atomic level with its binding affinity. Higher the RF score indicates the better binding of the ligand into the binding pocket of the protein.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13368, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Binding free energy estimation using MM-GBSA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13413, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Additionally, the binding free energy of protein–ligand complexes were estimated using Prime module of Schrödinger suite. The H-bonds, self-contact interactions, π–π interaction and hydrophobic interactions in the docked complexes were optimized using VSGB 2.0 solvation model. The contribution of different energy terms to binding free energy was also investigated during the analysis. The overall binding free energy was determined using the following equation:where ΔG (Binding free energy), E (protein–ligand complex), E (protein), and E (ligand) indicates the total binding free energy, energy of the complex and the energy of unbound protein, ligand, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14094, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "DFT analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14107, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Similarly, the density function theory analysis of the lead molecules was carried out as per the protocol reported in our recent publication. In this study, the global descriptors such as energy gap between the highest occupied molecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO), hardness, softness, ionization potential, electron affinity and chemical potential were estimated to screen the hit molecules. The parameters were determined using the following equation:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14596, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular dynamics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14615, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the present study, GROMACS 5.1.2 framework is employed to investigate the behaviour of the docked complexes using GROMOS96 54a7 force field. Initially, the RET protein was simulated in a water filled dodecahedron box of size 10 Å and the topology parameters of the ligands were generated using PRODRG server. The linear constraint solver algorithm and Partial Mesh Ewald method were employed to compute electrostatic energy calculation and covalent bond constraints. Further, the charges of the complex system were neutralised using single point charge waters and eight chlorine counter ions. Later, the system was laid back by an energy minimization method using steepest decent approach. Subsequently, the position of the system was restrained during NPT phase (Number of particles, pressure, temperature) and NVT phase (Number of particles, volume and temperature) with temperature and pressure of 298 K and 1 bar using Berendsen coupling and Parrinello–Rahman algorithm. Finally, 100 ns dynamic simulation with an integration time step of 2 fs. The root mean square deviation (RMSD), root mean square fluctuation (RMSF), hydrogen bond (H-bonds), solvent accessible surface area (SASA), radius of gyration (Rg), principal component analysis or essential dynamics and free energy landscape (FEL) of the apoprotein and protein–ligand complexes were evaluated using the various utilities of GROMACS. Towards the end of the analysis, the output files of the trajectories were visualized with the aid of xmgrace.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16139, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Inhibitory activity prediction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16170, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prediction of anticancer compound sensitivity with multimodal attention-based NNs (PaccMann) server (https://ibm.biz/paccmann-aas) was employed in the present study to determine the inhibitory activity of the compounds against various cell lines. It is an open access server that estimates drug sensitivity in terms of half-maximal inhibitory concentration using multimodal deep learning models built by integrating SMILES sequence of the compound, gene expression profiles and prior knowledge on protein–protein interactions. Based on the IC50 values obtained at the end of the prediction process, lead identification and drug repurposing regimes were carried out.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16838, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16861, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dataset curation and feature selection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16900, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 2854 compounds comprising in vitro activity data against RET protein were curated from the BindingDB repository for ML model development. Initially, these molecules along with external validation dataset were standardized using ChemSAR standardization toolkit. All the compounds were found to possess satisfactory stereochemical properties.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17252, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Notably, about 5358 features including 1875 molecular descriptors and 3483 bits of FPs were generated for each compound using PaDEL Descriptor. The average molecular weight of the compounds in training set varied between 6.195 and 12.368 g/mol indicating the drug likeliness of the compounds. While, the average molecular weight in the external test set varied between 7.632 and 12.335 g/mol. This depicts that both the training set and external validation set shared a similar chemical feature. Thus, the chemical space of external validation dataset lies within the scope of the training set.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17849, "infons": {"file": "12032_2022_1924_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Variable importance plot of RET features selected using RFECV", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17911, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To enhance the prediction abilities of the ML models, highly pertinent features were filtered out using feature extraction technique. Primarily, around 1321 features with a sum of zero were removed from the dataset. Later, 1061 features with variance less than 0.01 and 2919 features with correlation greater than 0.99 were removed during the study to prevent redundancy. Ultimately after pre-processing, 56 features containing 30 descriptors and 26 FPs were identified. Finally, the RFECV strategy was implemented to identify highly significant and relevant features. A subset of 29 features were chosen based on the RFE scoring function for further processing and model generation. It is evident from Fig. S1 that the selected 29 features have the probability of achieving predictive accuracy of 0.95 during 10-fold cross validation. Similarly, variable importance plot of the features selected using RFECV was also estimated and the results are demonstrated in Fig. 1. From the image, it is obvious that the descriptors MATS1c, AATS4e and ATSC0c were identified as highly important while GATS2c, AATS6e, ATSC3c and FP27 found to be least important among the selected features. It is certain that ML model built with these resultant features would discriminate the actives from inactive molecules with high precision.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19232, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Performance evaluation of machine learning models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19282, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Performance metrices of machine learning models prior and after parameter tuning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19363, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"2\">S. No</th><th align=\"left\" rowspan=\"2\">Machine-learning models</th><th align=\"left\" colspan=\"4\">Prior parameter tuning</th><th align=\"left\" colspan=\"4\">After parameter tuning</th></tr><tr><th align=\"left\">Accuracy</th><th align=\"left\">Precision</th><th align=\"left\">Recall</th><th align=\"left\"><italic>F</italic>1 score</th><th align=\"left\">Accuracy</th><th align=\"left\">Precision</th><th align=\"left\">Recall</th><th align=\"left\"><italic>F</italic>1 score</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">Logistic regression</td><td align=\"left\">0.652</td><td align=\"left\">0.622</td><td align=\"left\">0.758</td><td align=\"left\">0.683</td><td align=\"left\">0.908</td><td align=\"left\">0.906</td><td align=\"left\">0.913</td><td align=\"left\">0.91</td></tr><tr><td align=\"left\">2</td><td align=\"left\">Random forest</td><td align=\"left\">0.649</td><td align=\"left\">0.637</td><td align=\"left\">0.72</td><td align=\"left\">0.676</td><td align=\"left\">0.889</td><td align=\"left\">0.894</td><td align=\"left\">0.885</td><td align=\"left\">0.89</td></tr><tr><td align=\"left\">3</td><td align=\"left\">Support vector machine</td><td align=\"left\">0.668</td><td align=\"left\">0.607</td><td align=\"left\">0.809</td><td align=\"left\">0.694</td><td align=\"left\">0.912</td><td align=\"left\">0.913</td><td align=\"left\">0.914</td><td align=\"left\">0.913</td></tr><tr><td align=\"left\">4</td><td align=\"left\">Naïve Bayes</td><td align=\"left\">0.517</td><td align=\"left\">0.508</td><td align=\"left\">0.926</td><td align=\"left\">0.656</td><td align=\"left\">0.909</td><td align=\"left\">0.91</td><td align=\"left\">0.911</td><td align=\"left\">0.91</td></tr><tr><td align=\"left\">5</td><td align=\"left\">Gradient boosting</td><td align=\"left\">0.638</td><td align=\"left\">0.651</td><td align=\"left\">0.739</td><td align=\"left\">0.692</td><td align=\"left\">0.902</td><td align=\"left\">0.903</td><td align=\"left\">0.903</td><td align=\"left\">0.903</td></tr><tr><td align=\"left\">6</td><td align=\"left\">Decision tree</td><td align=\"left\">0.642</td><td align=\"left\">0.605</td><td align=\"left\">0.669</td><td align=\"left\">0.635</td><td align=\"left\">0.77</td><td align=\"left\">0.78</td><td align=\"left\">0.75</td><td align=\"left\">0.765</td></tr><tr><td align=\"left\">7</td><td align=\"left\">Neural network</td><td align=\"left\">0.656</td><td align=\"left\">0.612</td><td align=\"left\">0.718</td><td align=\"left\">0.66</td><td align=\"left\">0.872</td><td align=\"left\">0.859</td><td align=\"left\">0.892</td><td align=\"left\">0.876</td></tr></tbody></table>\n"}, "text": "S. No\tMachine-learning models\tPrior parameter tuning\tAfter parameter tuning\t \tAccuracy\tPrecision\tRecall\tF1 score\tAccuracy\tPrecision\tRecall\tF1 score\t \t1\tLogistic regression\t0.652\t0.622\t0.758\t0.683\t0.908\t0.906\t0.913\t0.91\t \t2\tRandom forest\t0.649\t0.637\t0.72\t0.676\t0.889\t0.894\t0.885\t0.89\t \t3\tSupport vector machine\t0.668\t0.607\t0.809\t0.694\t0.912\t0.913\t0.914\t0.913\t \t4\tNaïve Bayes\t0.517\t0.508\t0.926\t0.656\t0.909\t0.91\t0.911\t0.91\t \t5\tGradient boosting\t0.638\t0.651\t0.739\t0.692\t0.902\t0.903\t0.903\t0.903\t \t6\tDecision tree\t0.642\t0.605\t0.669\t0.635\t0.77\t0.78\t0.75\t0.765\t \t7\tNeural network\t0.656\t0.612\t0.718\t0.66\t0.872\t0.859\t0.892\t0.876\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19986, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Seven ML classifiers were generated using the selected molecular descriptors and FPs in the current investigation. Herein, the parameter tuning process of the ML models were executed using grid search 10-fold cross validation method. The models prior and after parameter tuning were evaluated using different performance metrices and the results are given in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20354, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It is evident from the Table 1 that the accuracy of models prior to parameter tuning ranged from 0.517 to 0.668. Notably, SVM achieved the highest accuracy while NB achieved the least accuracy during our analysis. In general, precision and recall indicate the capability of the models to classify the cases into true positive and negative, respectively. Higher values of these performance metrices indicates the classifying capability and reliability of the models. In the present study, the precision and recall score of the ML models ranged from 0.508 to 0.651 and 0.669 to 0.926, respectively. Moreover, scientific evidences suggest that F1 score is found to be a crucial parameter and served as a benchmark metric during the model selection process in many instances. Hence, the F1 score of the models were determined and found to lie between 0.635 and 0.692.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21218, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On the other hand, the accuracy of models after parameter tuning are LR (0.908), RF (0.889), SVM (0.912), NB (0.909), XGB (0.902), DT (0.770) and NN (0.872) respectively. It is to be noted that parameter tuning increased the accuracy of all the ML models drastically during the analysis. For instance, the accuracy of SVM was raised from 0.668 to 0.912 after parameter tuning process. Similar pattern of rise in the values were also observed in other performance metrices. In specific, F1 score of SVM model hiked from 0.694 to 0.913 after tuning process. In addition, ROC curve was also plotted to demonstrate the ability of the classifier system to differentiate between inhibitors and non-inhibitors (Fig. S2). The results show that SVM model prior and after parameter tuning achieved the highest AUC of 0.81 and 0.95 respectively than the other investigated models. The modest performance of SVM than other models might be due to its capability to handle high dimension data and implementation of kernel-based technique to overcome complex problems including over fitting.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22295, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cross and external validation of models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22335, "infons": {"file": "12032_2022_1924_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "External and cross-validation of ML models generated using RET dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22406, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "5- and 10-fold CV were employed to evaluate the stratifying capability of the generated models after parameter tuning. The performance metrices of the ML classifiers with cross-validation are represented in Fig. 2 and Table S2. It is to be emphasised that no discernible variation in accuracy was observed for any of the generated ML models during the 5-fold cross-validation process. However, 10-fold CV improved the accuracy of DT and NB to more than 0.85. The improvement in accuracy may be attributable to the elimination of overfitting by averaging the errors during the validation process. Remarkably, SVM achieved the highest accuracy and F1 score of 0.98 and 0.90, respectively. Notably, the results correlate well with earlier findings of the study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23166, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The fourth tier of model validation was accomplished with the external dataset containing 258 non-redundant structures and activity data retrieved from PubChem and ChEMBL database. The results are represented in Fig. 2 and Table S2. It is evident that the SVM had outperformed in stratifying the actives and inactives with an accuracy of 0.92 than other models in our study. On analysing the precision, recall and F1 score of the models in the current investigation, SVM achieved the highest scores of 0.893, 0.904 and 0.913, respectively, illustrating the capability of classifying the chemical compounds as actives and inactives with high precision. Thus, the findings of our study suggest that the generated SVM could be a great choice for designing a virtual pipeline for screening larger databases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23971, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Machine learning-based virtual screening and molecular docking", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24034, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The FDA approved subset of DrugBank database containing 2509 compounds were screened using the generated model to identify the potent RET inhibitor. The features were generated initially for all the 2509 compounds. The in-house SVM model was employed in the initial stages to screen out the actives from the data set. A total of 497 compounds were identified as active molecules by SVM model. The identified lead molecules were prepared and docked against the binding pocket of the RET protein using XP docking mode. The docking results highlights that about 381 compounds showed negative XP GScore revealing the effective binders against RET. Prominently, the reference ligand vandetanib exhibited XP GScore of − 10.102 kcal/mol. Subsequently, all the compounds were rescored using MM-GBSA and RF score in the current investigation for the precise prediction of binding energies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24922, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Rescoring using MM-GBSA and machine learning strategy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24976, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "MM-GBSA analysis of reference and lead compounds using Prime module of Schrödinger suite", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25066, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">S. No</th><th align=\"left\">Compound ID</th><th align=\"left\">XP GScore (kcal/mol)</th><th align=\"left\">RF score</th><th align=\"left\">Δ<italic>G</italic><sub>bind</sub> (kcal/mol)</th><th align=\"left\">Van der Waals energy (kcal/mol)</th><th align=\"left\">Coulomb’s energy (kcal/mol)</th><th align=\"left\">Covalent interaction (kcal/mol)</th><th align=\"left\">Lipophilicity (kcal/mol)</th><th align=\"left\">Solvation energy (kcal/mol)</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">Vandetanib</td><td align=\"left\"> − 10.102</td><td char=\".\" align=\"char\">5.998</td><td align=\"left\"> − 96.66</td><td align=\"left\"> − 57.27</td><td align=\"left\"> − 16.23</td><td char=\".\" align=\"char\">1.71</td><td align=\"left\"> − 46.97</td><td char=\".\" align=\"char\">22.85</td></tr><tr><td align=\"left\">2</td><td align=\"left\">DB09313</td><td align=\"left\"> − 7.757</td><td char=\".\" align=\"char\">6.186</td><td align=\"left\"> − 100.8</td><td align=\"left\"> − 55.27</td><td align=\"left\"> − 44.24</td><td char=\".\" align=\"char\">8.76</td><td align=\"left\"> − 43.22</td><td char=\".\" align=\"char\">34.52</td></tr><tr><td align=\"left\">3</td><td align=\"left\">DB00471</td><td align=\"left\"> − 8.012</td><td char=\".\" align=\"char\">6.017</td><td align=\"left\"> − 99.68</td><td align=\"left\"> − 45.48</td><td align=\"left\"> − 42.29</td><td char=\".\" align=\"char\">2.89</td><td align=\"left\"> − 44.98</td><td char=\".\" align=\"char\">31.14</td></tr></tbody></table>\n"}, "text": "S. No\tCompound ID\tXP GScore (kcal/mol)\tRF score\tΔGbind (kcal/mol)\tVan der Waals energy (kcal/mol)\tCoulomb’s energy (kcal/mol)\tCovalent interaction (kcal/mol)\tLipophilicity (kcal/mol)\tSolvation energy (kcal/mol)\t \t1\tVandetanib\t − 10.102\t5.998\t − 96.66\t − 57.27\t − 16.23\t1.71\t − 46.97\t22.85\t \t2\tDB09313\t − 7.757\t6.186\t − 100.8\t − 55.27\t − 44.24\t8.76\t − 43.22\t34.52\t \t3\tDB00471\t − 8.012\t6.017\t − 99.68\t − 45.48\t − 42.29\t2.89\t − 44.98\t31.14\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25599, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Prime MM-GBSA module of Schrödinger suite was employed to estimate the binding free energy for the docked poses of the protein–ligand complexes. The summary of MM-GBSA analysis of each RET–ligand complex is tabulated in Table S3. The results revealed that the ΔGbind of the complex ranges from − 100.8 to − 8.71 kcal/mol. Note only two compounds DB09313 and DB00471 exhibited lower binding energy than vandetanib (− 96.66 kcal/mol). Among the different energy contributors, Van der Waals energy and coulomb energy were found to be the primary contributors towards the total binding affinity, ΔGbind. The contribution of covalent interaction is very minimal, thus depicts the thermostability characteristic and stabilized association of compounds with the RET protein to a greater extent. In contrast, the other molecules despite having better XP GScore than vandetanib, had exhibited higher ΔGbind, suggesting these molecules might be unfavourable to interact with RET protein. In addition, RF-score was also calculated for vandetanib and the two lead compounds to estimate the binding affinities against RET protein. Interestingly, both the compounds found to have greater RF score than vandetanib. Hence, these two lead molecules were considered for further evaluation. The overall results of the two lead compounds along with the reference is consolidated in Table 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26996, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Density function theory calculations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27033, "infons": {"file": "12032_2022_1924_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Energy difference analysis between the frontier molecular orbitals of reference a vandetanib and the lead compounds, b DB09313 and c DB00471", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27174, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Jaguar module of Schrödinger was used to calculate energy gap, ionization potential, hardness, softness and electron donating capability of the lead compounds. Initially, the molecules were optimized using LACV3P++** basis set and B3LYP-D3 theory. Subsequently, the energy gap between HOMO and LUMO were estimated to determine the chemical reactivity and electron donating capability of the compounds. The energy of the compounds in their HOMO–LUMO orbitals were calculated and the results are represented in Fig. 3. The distribution of positive and negative charge in the reactivity plot is represented in blue and red respectively. It is evident from figure that the compound DB00471 have minimal energy gap of 0.139 eV whereas DB09313 had equivalent energy gap (0.152 eV) to that of vandetanib (0.150 eV). Lower energy gap between the frontier orbitals indicates the favourable potential reaction and high chemical reactivity of the lead compounds against RET protein. In addition, the higher energy in HOMO orbital than the LUMO shows the electron donating capability of the compounds, thus facility the hydrogen bond formation during interaction.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28333, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Global descriptors of lead molecules calculated using the energy level LACV3P++**", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28415, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">S. No</th><th align=\"left\">Compound ID</th><th align=\"left\">Ionization potential (IP)</th><th align=\"left\">Electron affinity (EA)</th><th align=\"left\">Hardness (<italic>η</italic>)</th><th align=\"left\">Softness (<italic>S</italic>)</th><th align=\"left\">Chemical potential (<italic>χ</italic>)</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">Vandetanib</td><td char=\".\" align=\"char\">9.262</td><td char=\".\" align=\"char\">2.099</td><td char=\".\" align=\"char\">7.163</td><td char=\".\" align=\"char\">0.139</td><td char=\".\" align=\"char\">5.861</td></tr><tr><td align=\"left\">2</td><td align=\"left\">DB09313</td><td char=\".\" align=\"char\">8.522</td><td char=\".\" align=\"char\">1.155</td><td char=\".\" align=\"char\">7.367</td><td char=\".\" align=\"char\">0.136</td><td char=\".\" align=\"char\">4.839</td></tr><tr><td align=\"left\">3</td><td align=\"left\">DB00471</td><td char=\".\" align=\"char\">8.586</td><td char=\".\" align=\"char\">1.069</td><td char=\".\" align=\"char\">7.517</td><td char=\".\" align=\"char\">0.133</td><td char=\".\" align=\"char\">4.828</td></tr></tbody></table>\n"}, "text": "S. No\tCompound ID\tIonization potential (IP)\tElectron affinity (EA)\tHardness (η)\tSoftness (S)\tChemical potential (χ)\t \t1\tVandetanib\t9.262\t2.099\t7.163\t0.139\t5.861\t \t2\tDB09313\t8.522\t1.155\t7.367\t0.136\t4.839\t \t3\tDB00471\t8.586\t1.069\t7.517\t0.133\t4.828\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28667, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Besides, the stability and chemical reactivity of reference and the lead compounds were also assessed in terms of ionization potential, softness, hardness, electron negativity and electron affinity. It is evident from Table 3 that the scrutinized lead compounds exhibited higher ionization potential than electron affinity, which in turn depicts the electron donating nature of the molecules. Moreover, higher hardness and lower softness of the lead compounds than vandetanib reveals the better chemical reactivity characteristic of the molecules. In addition, the better chemical potential of our lead compounds than vandetanib depicts the electron donating capability of the compounds during interaction. The preceding results from our analysis reveals that the identified compounds DB09313 and DB00471 are highly stable and possess high chemical reactivity and electron donating capability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29561, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Electrostatic potential map", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29589, "infons": {"file": "12032_2022_1924_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Electrostatic potential map of reference a vandetanib and the lead compounds, b DB09313 and c DB00471", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29691, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In an effort to comprehend the anti-cancer activity of compounds, electrostatic potential mapping (ESP) was plotted for the reference and the lead compounds (Fig. 4). In general, the ESP map represents the repulsive interaction of positive charged nuclei and negative charged electrons. Literature evidences report that higher negative potential of the compounds, greater will be the reactivity and vice versa. The red colour in the figure indicates high electron density area i.e., negative potential and blue colour denotes positive potential of the compounds. On comparing the ESP map of the molecules, the compounds DB09313 and DB00471 exhibited increased negative potential on the surface than vandetanib. In specific, lower negative chemical potential of the lead molecules DB09313 (4.839) and DB00471 (4.828) shows the higher stability than the reference compound vandetanib (5.861). Thus, the results from our study propose that the selected compounds might exhibit higher anti-cancer activity than vandetanib.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30711, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Pharmacokinetic and toxicity analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30749, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "Pharmacokinetic, toxicity and inhibitory activity analysis of vandetanib and the lead compounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30845, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">S. No</th><th align=\"left\">Compound name</th><th align=\"left\">CNS</th><th align=\"left\">HOA</th><th align=\"left\">Hepatotoxicity</th><th align=\"left\">Carcinogenicity</th><th align=\"left\">Immunogenicity</th><th align=\"left\">Mutagenicity</th><th align=\"left\">Cytotoxicity</th><th align=\"left\">LD<sub>50</sub> (mg/kg)</th><th align=\"left\">Toxicity class</th><th align=\"left\"><italic>T</italic><sub>1/2</sub> (h)</th><th align=\"left\">IC<sub>50</sub> µM</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">Vandetanib</td><td align=\"left\">1</td><td align=\"left\">1</td><td align=\"left\">Active</td><td align=\"left\">Inactive</td><td align=\"left\">Active</td><td align=\"left\">Inactive</td><td align=\"left\">Inactive</td><td align=\"left\">1000</td><td align=\"left\">Class 4</td><td char=\".\" align=\"char\">1.06</td><td char=\".\" align=\"char\">11.924</td></tr><tr><td align=\"left\">2</td><td align=\"left\">DB09313</td><td align=\"left\">−2</td><td align=\"left\">1</td><td align=\"left\">Inactive</td><td align=\"left\">Inactive</td><td align=\"left\">Active</td><td align=\"left\">Inactive</td><td align=\"left\">Active</td><td align=\"left\">20,000</td><td align=\"left\">Class 6</td><td char=\".\" align=\"char\">0.99</td><td char=\".\" align=\"char\">5.454</td></tr><tr><td align=\"left\">3</td><td align=\"left\">DB00471</td><td align=\"left\">−2</td><td align=\"left\">1</td><td align=\"left\">Inactive</td><td align=\"left\">Inactive</td><td align=\"left\">Inactive</td><td align=\"left\">Inactive</td><td align=\"left\">Inactive</td><td align=\"left\">1350</td><td align=\"left\">Class 4</td><td char=\".\" align=\"char\">9.92</td><td char=\".\" align=\"char\">1.436</td></tr></tbody></table>\n"}, "text": "S. No\tCompound name\tCNS\tHOA\tHepatotoxicity\tCarcinogenicity\tImmunogenicity\tMutagenicity\tCytotoxicity\tLD50 (mg/kg)\tToxicity class\tT1/2 (h)\tIC50 µM\t \t1\tVandetanib\t1\t1\tActive\tInactive\tActive\tInactive\tInactive\t1000\tClass 4\t1.06\t11.924\t \t2\tDB09313\t−2\t1\tInactive\tInactive\tActive\tInactive\tActive\t20,000\tClass 6\t0.99\t5.454\t \t3\tDB00471\t−2\t1\tInactive\tInactive\tInactive\tInactive\tInactive\t1350\tClass 4\t9.92\t1.436\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31253, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The pharmacokinetic and toxicity of the compounds were analysed using QikProp, ProTox II server and ADMET lab 2.0 tool to avoid elimination of the compounds in clinical trials. It is evident from Table 4 that the identified lead compounds have satisfactory ADMET properties. Notably, the human oral absorption of the lead compounds is similar to the reference compound vandetanib. The LD50 of the lead compounds DB09313 (20,000 mg/kg) and DB00471 (1350 mg/kg) were found to be greater than vandetanib (1000 mg/kg) indicating less harmfulness of the molecules in human body. Undeniably, the lead compound DB00471 did not exhibit any toxic effect including hepatotoxicity and immunogenicity. In general, the half-life a drug plays a significant role in research and development for determining the dosing regimen. Higher the half-life lower will be the dosage frequency. While, shorter half-life period results in inadequate safety and efficacy. It is evident from the table that DB00471 had higher half-life period than the other compounds. Thus, DB00471 is found to possess greater capability to achieve safety and drug efficacy than DB09313 and vandetanib with minimal dosage frequency. Overall, the scrutinized compounds were less toxic and had satisfactory half-life than vandetanib.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32543, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Ligand–protein interaction analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32581, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The interaction pattern of the ligands to the RET protein binding pocket residues is visualized in Fig. S3. It is evident from Fig. S3a that vandetanib forms one hydrogen bond between positively charged ALA807 residue and the anilinoquinazoline group. On analyzing the interaction pattern of DB09313, four hydrogen bonds were found to be formed between the compound and the RET binding pocket. The hydrogen bonds formed between: (i) polar SER811 residue and O of tri-ionated benzoate scaffold, (ii) NH functional group and hydrophobic LEU730 residue, (iii) NH functional group and positively charged LYS808 residue and (iv) H-bond between OH group and polar ASN879 residue of RET protein. In addition, one halogen bond was found between hydrophobic TYR806 residue and iodine in the tri-ionated scaffold of DB09313. The literature evidences highlight that the formation of halogen bond between the ligand and the aromatic protein residue will significantly increase the residence time of the inhibitor in the human body. Thus, the increased half-life period of DB09313 reported in Table 4 might be due to the halogen bond formation during the interaction. In the case of compound DB00471, three hydrogen bonds were observed in amino acid such as SER811, LEU730 and THR729. In addition, one halogen bond was observed between Cl group of chloroquinoline scaffold and negatively charged ASP892 residue. Likewise, two π–cation interaction was found to be formed between the aromatic moiety of DB00471 and the cation LYS728 residue. It is evident from literature that the formation of π–cation interaction between protein and ligand not only offers high specificity, selectivity and increased recognition by the protein target but also improves bioavailability of the compound. Since two π–cation bonds were formed during the interaction of DB00471 against RET, we hope this compound might have increased bioavailability than DB09313 and vandetanib. Thus, the results of our study postulates that the screened lead compounds have significant interaction profile against RET protein than vandetanib.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34683, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynamic behaviour analysis of protein–ligand complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34740, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Stability analysis of RET–ligand complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34785, "infons": {"file": "12032_2022_1924_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Mean RMSD of backbone atoms for RET–apoprotein and a RET–vandetanib complex, b RET–DB00471 and c RET–DB09313 complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34912, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The dynamic behaviour of protein–ligand complexes was analysed for 100 ns using gmx_rms utility of GROMACS. The extent of deviation of atoms within the RET–lead complex systems is outlined in Fig. 5. In the case of RET–vandetanib complex system, deviation of about ~ 0.4 nm RMSD was observed at 70 ns, demonstrating loss of stability in this region. Whereas, in the case of RET–DB00471 and RET–DB09313, no major deviations have been observed during the 100 ns simulation period which in turn depicts the greater stability of the complex systems throughout the whole dynamics simulation. Towards the end of 100 ns simulation, the average RMSD of RET–apoprotein, RET–vandetanib, RET–DB00471 and RET–DB09313 was observed to be 0.349, 0.341, 0.326 and 0.313 nm respectively. Hence, RMSD analysis reveals that the RET protein did not undergo any major confirmational changes and the lead molecules remained within the catalytic diad. A study by Guterres et al. revealed that a minimal mean RMSD lower than 0.4 nm is required for the ligand to reside within the binding site of the target protein. Notably, the RMSD of the obtained lead molecules were observed to be lie within 0.3 nm and were apparently lower than RET–apoprotein and RET–vandetanib complex. From the results, we hypothesize that the obtained lead compounds might act as a potential inhibitor against the RET target with greater stability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36348, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Fluctuation analysis of RET–ligand complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36395, "infons": {"file": "12032_2022_1924_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Time dependent root mean square fluctuation of reference and hit molecules", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36470, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The fluctuation and mobility of protein residues within the complex systems were analysed using gmx rmsf tool (Fig. 6). In general, the high RMSF value denotes the loosely organized region whereas low RMSF value denotes well-structured ends. In RET–vandetanib complex, GLY700, VAL706, ASP707, ALA708, PHE709, LYS710, ILE711, GLY949, ASN950 and GLU958 exhibited high flexibility. While LYS740, PHE776, VAL804 and PTR905 were found express subtle fluctuations. Similarly, in RET–DB00471 complex, around four residues namely THR754, GLY798, GLU902 and PRO953 displayed high flexibility whereas the residues TRP935, GLU943 and MET984 showed least fluctuation during the simulation. In case of RET–DB09313 complex, the residues GLY700, PRO715, GLY748, ASN763, SER795, ASP903, PRO957 and GLU958 disclosed higher fluctuation on binding of the ligand to the RET receptor. Conversely, LEU779, LEU802 and GLU1006 exhibited feeble fluctuation during the analysis. On examining the RMSF curve of RET–apoprotein in Fig. 6, several residual fluctuations were observed in the protein structure. These fluctuations were found to be minimized at the residues LEU702, LEU704, SER705, LYS722 and GLY751 upon the binding of DB00471 and DB09313. At the end of the analysis, the RET–DB00471 and RET–DB09313 complexes showed decreased average RMSF values of 0.0556 and 0.0423 nm than RET–vandetanib complex (0.0563 nm) and RET–apoprotein (0.0696 nm) which shows the ability of the lead molecules to bind against the important catalytic residues in protein with least fluctuation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38048, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Stability analysis by hydrogen bond", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38084, "infons": {"file": "12032_2022_1924_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Intermolecular H-bond interaction of RET–vandetanib, a RET–DB00471 and b RET–DB09313 complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38185, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Hydrogen bonds play a crucial role in maintaining the stability and compactness of the protein structure. The number of H-bonds between protein and ligands were determined using gmx hbond and plotted against the duration of the simulation period (Fig. 7). The average number H-bonds formed during the 100 ns simulation, between RET protein and the ligands vandetanib, DB00471 and DB09313 are 0–2, 0–4 and 0–7 respectively. Although the RET-ligand complexes displayed similar binding pattern during docking, this study reveals that the number of H-bonds produced in aqueous solution is significantly higher for all the ligands except DB00471. This might possibly be attributed to the fact that docking is performed in the absence of solvent, whereas the simulation carried out in the presence of solvent can have a significant impact on ligand binding. From the hydrogen bond analysis, we predicted that the RET–DB00471 and RET–DB09313 complexes displayed more stability and compactness than RET–vandetanib complex due to increased number of H-bonds. This result correlates well with the RMSD and RMSF results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39309, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Compactness analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39330, "infons": {"file": "12032_2022_1924_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Radius of gyration extracted from the MD simulation studies of the complexes between RET–apoprotein and the ligands: a RET–vandetanib, b RET–DB00471 complexes, and c RET–DB09313 complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39526, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The level of compactness and the level of RET protein folding in the presence of ligands were determined using inbuilt gyrate utility of GROMACS. In general, Rg indicates the weighted RMSD of all atoms calculated from its centre of mass. Higher values of Rg indicates the protein unfolding within the system. Figure 8 demonstrates the Rg of RET–apoprotein and RET–ligand molecule complexes. The average Rg value for RET–apoprotein, RET–vandetanib, RET–DB00471 and RET–DB09313 were found to be 1.862, 1.953 nm, 1.858 nm and 1.929 nm respectively. RET–DB09313 and RET–DB00471 showed similar pattern of Rg till the end of 100 ns simulation. Moreover, DB00471 showed least Rg than other systems, illustrating more compactness in this complex. Altogether, this analysis reveals that RET–DB00471 was more stable and compact than RET–apoprotein and other RET–ligand complexes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40423, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Solvent accessible surface area", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40455, "infons": {"file": "12032_2022_1924_Fig9_HTML.jpg", "id": "Fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "Solvent accessible surface area and free energy of solvation plot for RET–apoprotein and a RET–vandetanib, b RET–DB00471 and c RET–DB09313", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40602, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The SASA of RET–apoprotein and RET–ligand complexes were analysed to determine the interacting surface area of RET protein with its solvent molecules. This analysis was accomplished using gmx sasa utility of GROMACS. From Fig. 9, the average SASA values for RET–apoprotein, RET–vandetanib, RET–DB00471 and DB09313 were found to be 162.011 nm2, 169.747 nm2, 163.483 nm2 and 168.879 nm2, respectively. There were no major variations spotted in SASA values due to ligands binding. Moreover, all the RET–ligand complexes exhibited equivalent SASA values during the 100 ns simulation. Moreover, the RET–apoprotein, RET–vandetanib, RET–DB00471 and RET–DB09313 complexes displayed solvation free energy of 1084.566 nm2, 1136.356 nm2, 1094.419 nm2 and 1130.456 nm2 respectively. The equivalent solvation free energy of RET–ligand complexes to that of RET–apoprotein demonstrates the stability of the system upon ligand binding. Thus, the overall results highlight the compactness and stability of the protein–ligand complexes in the solvent area.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41669, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Essential dynamics and Gibbs free energy landscape", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41720, "infons": {"file": "12032_2022_1924_Fig10_HTML.jpg", "id": "Fig10", "section_type": "FIG", "type": "fig_caption"}, "text": "Gibbs free energy landscape of a RET–apoprotein, b RET–vandetanib complex, c RET–DB00471 complex and d RET–DB09313 complex system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41858, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Essential dynamics describes the overall expansion of RET protein during the entire simulation period. Initially, gmx_covar and gmx_anaeig module of GROMACS was implemented to construct the covariance matrix comprising eigen values. The traces of covariance matrix for RET–apoprotein, RET–vandetanib, RET–DB00471 and RET–DB09313 were found to be 7.121 nm2, 10.535 nm2, 8.018 nm2 and 7.54 nm2 respectively. The eigen values for RET–apoprotein are comparatively lower than the other complexes which clearly demonstrates the rise of random fluctuation of protein upon ligand binding. Further, the Gibbs FEL between first two principal components were plotted in Fig. 10. The yellow colour in the corresponding contour map indicates the unfavourable conformation whereas dark blue colour denotes the energy minima favoured complex conformation. The energy landscape reveals a collection of distinct minima that are related to the metastable conformational states and are separated from one another by a negligible energy barrier. The more stable conformation states were observed in the binding sites of RET–DB00471, DB09313 and RET–DB09313, with local minima dispersed throughout three to four energy landscape areas. It is evident from Fig. 10 that RET–DB00471 and DB09313 possessed minimum of one deep and narrow energy basin whereas RET–apoprotein and RET–vandetanib contained shallow energy basins. Thus, the FEL analysis it is clear that the RET–lead molecule complexes were found to be thermodynamically stable than RET–apoprotein and RET–vandetanib complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43448, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Scaffold analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43466, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The parent scaffold of all compounds is highlighted in Fig. S4. Vandetanib is one of the widely used MKI with naphthyridine scaffold in its structure. This scaffold is widely found in therapeutics with wide spectrum of biological roles including anticancer, antifungal, antimalarial and antibacterial activity. The compounds containing naphthyridine scaffold serve as a promising antitumor agent by modulating DNA conformation ultimately resulting in inhibition of DNA transcription or duplication. On the other hand, DB00471 is a chloroquinoline derivate widely involved in antiproliferation and anticancer activities. These derivates exert antitumour activity via apoptotic responses and by regulating cell cycle arrest. Similarly, DB09313 possess tri-ionated benzoic acid in its structure which widely serves as contrasting agents during cancer diagnosis and treatment. These derivatives act on various cellular pathways which were found to be highly related to induction of apoptosis, modulation of cell proliferation and survival and antitumour activity. Although the identified two lead compounds differ in terms of their parent scaffolds than vandetanib, literature evidences highlight the role of these scaffolds in tumour suppression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44710, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Inhibitory activity prediction of ligands", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44752, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Despite significant investments in drug development and repurposing, 97% of anticancer drugs fail in clinical trials due to off-target cytotoxicity and low target efficacy. Hence, the effect of candidate drug molecules on specific biomolecular profiles were determined using PaccMann server. In the current investigation, the inhibitory activity of vandetanib and the lead molecules were determined over 2022 different cancer cell lines. Particularly, the activity of compounds was analysed against RET protein expressing LC-2/ad cell lines. In general, lower IC50 value indicates inhibition of 50% of cells with minimal concentration of drugs. From Table 4, it is evident that DB00471 have the least IC50 than vandetanib and DB09313. Thus, the results clearly shows that DB00471 have the potential to inhibit RET positive cancer cell in minimal concentration and with lower systemic toxicity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45646, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On deciphering the existing application of the drugs, DB00471 denotes the drug montelukast, a selective leukotriene antagonist. It is widely used as an orally dosed drug for asthma, exercise-induced bronco-construction and seasonal allergic rhinitis. Interestingly, a recent study revealed the apoptosis mediated cell death of lung cancer cells in A549 and CL1-5 cell lines. Similarly, montelukast inhibited the growth of myeloid leukaemia cells with IC50 of 2 µM through apoptosis. In the light of these evidences, we propose from our study that montelukast (DB00471) could also be repurposed against RET driven NSCLC patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46279, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The main barrier to the use of RET inhibitors, which results in decreased therapeutic effectiveness in NSCLC patients, is acquired drug resistance. Although the identified hit compound can demonstrate potent activity against wild type RET receptor, mutational analysis and experimental validation of the compound activity against cell lines is certainly needed to validate this finding. Moreover, future research on the toxicity of this substance using the in vitro genotoxicity assay or the in vivo micronucleus assay is also intriguing. The ML strategy in our study opens a new avenue for the biologist to identify highly effective compound within a short period of time and low cost. Finally, the outcomes of our work will help hit-to-lead optimization in the near future to find new molecules with potential value.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47098, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47109, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In the current investigation, the in-house ML model built using 2854 compounds was employed to assess the inhibitory potency of FDA approved drug molecules against RET protein. The robustness of the models was analysed using three tiers of evaluation process including 5-fold cross validation, 10-fold cross validation alongside external dataset containing 287 non-redundant compounds. The in-house SVM model with highest accuracy of 0.91 retrieved 497 actives from DrugBank repository against RET receptor. The obtained compounds were further subjected to diverse computational techniques such as molecular docking, RF score, MMGBSA and DFT provides two hit compounds, DB09313 (Ioxaglic acid) and DB00471 (Montelukast). Finally, the stability analysis using molecular dynamic simulation of these two active molecules resulted in identification of montelukast as a prominent inhibitor against RET protein. It is to be noted that montelukast demonstrated cytotoxic activity against various lung cancer cell lines including A549 and CL1-5 together with adequate pharmacokinetic and ADMET profiles. Based on these collective evidences and findings, we hypothesize that montelukast could be utilised in treating RET positive NSCLC patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48346, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48372, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Below is the link to the electronic supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48432, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's Note", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48449, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48568, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48589, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "All authors contributed to the study conception and design. Material preparation, data collection and analysis were performed by PR. RK and SV conceived this study and responsible for the overall design, interpretation, manuscript preparation, and communication. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48904, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48912, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The authors declare that no funds, grants, or other support were received during the preparation of this manuscript.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49029, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49042, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Conflicts of interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49064, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors have no relevant financial or non-financial interests to disclose.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49143, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49154, "infons": {"fpage": "103052", "name_0": "surname:Wang;given-names:M", "name_1": "surname:Naganna;given-names:N", "name_2": "surname:Sintim;given-names:HO", "pub-id_doi": "10.1016/j.bioorg.2019.103052", "pub-id_pmid": "31226468", "section_type": "REF", "source": "Bioorg Chem", "type": "ref", "volume": "90", "year": "2019"}, "text": "Identification of nicotinamide aminonaphthyridine compounds as potent RET kinase inhibitors and antitumor activities against RET rearranged lung adenocarcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49314, "infons": {"fpage": "352", "issue": "2", "name_0": "surname:Mendoza;given-names:L", "pub-id_doi": "10.4081/oncol.2018.352", "pub-id_pmid": "30093982", "section_type": "REF", "source": "Oncol Rev", "type": "ref", "volume": "12", "year": "2018"}, "text": "Clinical development of RET inhibitors in RET-rearranged non-small cell lung cancer: update", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49406, "infons": {"fpage": "27", "issue": "1", "lpage": "45", "name_0": "surname:Ferrara;given-names:R", "name_1": "surname:Auger;given-names:N", "name_2": "surname:Auclin;given-names:E", "name_3": "surname:Besse;given-names:B", "pub-id_doi": "10.1016/j.jtho.2017.10.021", "pub-id_pmid": "29128428", "section_type": "REF", "source": "J Thorac Oncol", "type": "ref", "volume": "13", "year": "2018"}, "text": "Clinical and translational implications of RET rearrangements in non-small cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49498, "infons": {"fpage": "836", "issue": "7", "lpage": "849", "name_0": "surname:Subbiah;given-names:V", "name_1": "surname:Gainor;given-names:JF", "name_10": "surname:Wilson;given-names:KJ", "name_11": "surname:DiPietro;given-names:L", "name_12": "surname:Fleming;given-names:P", "name_13": "surname:Palmer;given-names:M", "name_14": "surname:Hu;given-names:MI", "name_15": "surname:Wirth;given-names:L", "name_16": "surname:Brose;given-names:MS", "name_17": "surname:Ou;given-names:SI", "name_18": "surname:Taylor;given-names:M", "name_19": "surname:Garralda;given-names:E", "name_2": "surname:Rahal;given-names:R", "name_20": "surname:Miller;given-names:S", "name_21": "surname:Wolf;given-names:B", "name_22": "surname:Lengauer;given-names:C", "name_23": "surname:Guzi;given-names:T", "name_24": "surname:Evans;given-names:EK", "name_3": "surname:Brubaker;given-names:JD", "name_4": "surname:Kim;given-names:JL", "name_5": "surname:Maynard;given-names:M", "name_6": "surname:Hu;given-names:W", "name_7": "surname:Cao;given-names:Q", "name_8": "surname:Sheets;given-names:MP", "name_9": "surname:Wilson;given-names:D", "pub-id_doi": "10.1158/2159-8290.CD-18-0338", "pub-id_pmid": "29657135", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "8", "year": "2018"}, "text": "Precision targeted therapy with BLU-667 for RET-driven cancers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49561, "infons": {"fpage": "1590", "issue": "5", "name_0": "surname:Ramesh;given-names:P", "name_1": "surname:Veerappapillai;given-names:S", "pub-id_doi": "10.3390/molecules27051590", "pub-id_pmid": "35268691", "section_type": "REF", "source": "Molecules", "type": "ref", "volume": "27", "year": "2022"}, "text": "Designing novel compounds for the treatment and management of RET-positive non-small cell lung cancer-fragment based drug design strategy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49699, "infons": {"fpage": "1209", "issue": "11", "lpage": "1221", "name_0": "surname:Subbiah;given-names:V", "name_1": "surname:Yang;given-names:D", "name_2": "surname:Velcheti;given-names:V", "name_3": "surname:Drilon;given-names:A", "name_4": "surname:Meric-Bernstam;given-names:F", "pub-id_doi": "10.1200/JCO.19.02551", "pub-id_pmid": "32083997", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "38", "year": "2020"}, "text": "State-of-the-art strategies for targeting RET-dependent cancers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49763, "infons": {"fpage": "118562", "name_0": "surname:Parate;given-names:S", "name_1": "surname:Kumar;given-names:V", "name_2": "surname:Hong;given-names:JC", "name_3": "surname:Lee;given-names:KW", "pub-id_doi": "10.1016/j.molliq.2022.118562", "section_type": "REF", "source": "J Mol Liq", "type": "ref", "volume": "350", "year": "2022"}, "text": "Putative dual inhibitors of mTOR and RET kinase from natural products: pharmacophore-based hierarchical virtual screening", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49885, "infons": {"fpage": "1775", "issue": "11", "name_0": "surname:Ramesh;given-names:P", "name_1": "surname:Shin;given-names:WH", "name_2": "surname:Veerappapillai;given-names:S", "pub-id_doi": "10.3390/pharmaceutics13111775", "pub-id_pmid": "34834190", "section_type": "REF", "source": "Pharmaceutics", "type": "ref", "volume": "13", "year": "2021"}, "text": "Discovery of a potent candidate for RET-specific non-small-cell lung cancer—a combined in silico and in vitro strategy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50006, "infons": {"fpage": "132040", "name_0": "surname:Bhattacharya;given-names:S", "name_1": "surname:Asati;given-names:V", "name_2": "surname:Ali;given-names:A", "name_3": "surname:Ali;given-names:A", "name_4": "surname:Gupta;given-names:GD", "pub-id_doi": "10.1016/j.molstruc.2021.132040", "section_type": "REF", "source": "J Mol Struct", "type": "ref", "volume": "1251", "year": "2022"}, "text": "In silico studies for the development of novel RET inhibitors for cancer treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50089, "infons": {"fpage": "1501", "issue": "3", "lpage": "1517", "name_0": "surname:Dhamodharan;given-names:G", "name_1": "surname:Mohan;given-names:CG", "pub-id_doi": "10.1007/s11030-021-10282-8", "pub-id_pmid": "34327619", "section_type": "REF", "source": "Mol Divers", "type": "ref", "volume": "26", "year": "2022"}, "text": "Machine learning models for predicting the activity of AChE and BACE1 dual inhibitors for the treatment of Alzheimer's disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50216, "infons": {"fpage": "104359", "name_0": "surname:Kadioglu;given-names:O", "name_1": "surname:Saeed;given-names:M", "name_2": "surname:Greten;given-names:HJ", "name_3": "surname:Efferth;given-names:T", "pub-id_doi": "10.1016/j.compbiomed.2021.104359", "pub-id_pmid": "33845270", "section_type": "REF", "source": "Comput Biol Med", "type": "ref", "volume": "133", "year": "2021"}, "text": "Identification of novel compounds against three targets of SARS CoV-2 coronavirus by combined virtual screening and supervised machine learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50360, "infons": {"fpage": "794", "issue": "8", "lpage": "805", "name_0": "surname:Gao;given-names:A", "name_1": "surname:Kouznetsova;given-names:VL", "name_2": "surname:Tsigelny;given-names:IF", "pub-id_doi": "10.1111/myc.13475", "pub-id_pmid": "35639510", "section_type": "REF", "source": "Mycoses", "type": "ref", "volume": "65", "year": "2022"}, "text": "Machine-learning-based virtual screening to repurpose drugs for treatment of Candida albicans infection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50464, "infons": {"fpage": "753", "issue": "5", "lpage": "769", "name_0": "surname:Iwaloye;given-names:O", "name_1": "surname:Elekofehinti;given-names:OO", "name_2": "surname:Kikiowo;given-names:B", "name_3": "surname:Oluwarotimi;given-names:EA", "name_4": "surname:Fadipe;given-names:TM", "pub-id_doi": "10.2174/1570164618999201223092209", "section_type": "REF", "source": "Curr Proteomics", "type": "ref", "volume": "18", "year": "2021"}, "text": "Machine learning-based virtual screening strategy reveals some natural compounds as potential PAK4 inhibitors in triple negative breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50607, "infons": {"fpage": "1", "lpage": "16", "name_0": "surname:Raju;given-names:B", "name_1": "surname:Verma;given-names:H", "name_2": "surname:Narendra;given-names:G", "name_3": "surname:Sapra;given-names:B", "name_4": "surname:Silakari;given-names:O", "pub-id_doi": "10.1080/07391102.2021.1905552", "section_type": "REF", "source": "J Biomol Struct Dyn", "type": "ref", "volume": "26", "year": "2021"}, "text": "Multiple machine learning, molecular docking, and ADMET screening approach for identification of selective inhibitors of CYP1B1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50735, "infons": {"name_0": "surname:Vetrivel;given-names:A", "name_1": "surname:Ramasamy;given-names:J", "name_2": "surname:Natchimuthu;given-names:S", "name_3": "surname:Senthil;given-names:K", "name_4": "surname:Ramasamy;given-names:M", "name_5": "surname:Murugesan;given-names:R", "pub-id_doi": "10.1080/07391102.2022.2064331", "section_type": "REF", "source": "J Biomol Struct Dyn", "type": "ref", "year": "2022"}, "text": "Combined machine learning and pharmacophore based virtual screening approaches to screen for antibiofilm inhibitors targeting LasR of Pseudomonas aeruginosa", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50892, "infons": {"fpage": "107597", "name_0": "surname:Hermansyah;given-names:O", "name_1": "surname:Bustamam;given-names:A", "name_2": "surname:Yanuar;given-names:A", "pub-id_doi": "10.1016/j.compbiolchem.2021.107597", "pub-id_pmid": "34800858", "section_type": "REF", "source": "Comput Biol Chem", "type": "ref", "volume": "95", "year": "2021"}, "text": "Virtual screening of dipeptidyl peptidase-4 inhibitors using quantitative structure–activity relationship-based artificial intelligence and molecular docking of hit compounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51069, "infons": {"fpage": "5362", "issue": "11", "lpage": "5376", "name_0": "surname:Ricci-Lopez;given-names:J", "name_1": "surname:Aguila;given-names:SA", "name_2": "surname:Gilson;given-names:MK", "name_3": "surname:Brizuela;given-names:CA", "pub-id_doi": "10.1021/acs.jcim.1c00511", "pub-id_pmid": "34652141", "section_type": "REF", "source": "J Chem Inf Model", "type": "ref", "volume": "61", "year": "2021"}, "text": "Improving structure-based virtual screening with ensemble docking and machine learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51156, "infons": {"fpage": "310", "issue": "Suppl 8", "name_0": "surname:Mendolia;given-names:I", "name_1": "surname:Contino;given-names:S", "name_2": "surname:Perricone;given-names:U", "name_3": "surname:Ardizzone;given-names:E", "name_4": "surname:Pirrone;given-names:R", "pub-id_doi": "10.1186/s12859-020-03645-9", "section_type": "REF", "source": "BMC Bioinform", "type": "ref", "volume": "21", "year": "2020"}, "text": "Convolutional architectures for virtual screening", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51206, "infons": {"fpage": "D1045", "issue": "D1", "lpage": "D1053", "name_0": "surname:Gilson;given-names:MK", "name_1": "surname:Liu;given-names:T", "name_2": "surname:Baitaluk;given-names:M", "name_3": "surname:Nicola;given-names:G", "name_4": "surname:Hwang;given-names:L", "name_5": "surname:Chong;given-names:J", "pub-id_doi": "10.1093/nar/gkv1072", "pub-id_pmid": "26481362", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2015"}, "text": "BindingDB in 2015: a public database for medicinal chemistry, computational chemistry and systems pharmacology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51317, "infons": {"fpage": "45", "issue": "1", "lpage": "62", "name_0": "surname:Jia;given-names:CC", "name_1": "surname:Chen;given-names:W", "name_2": "surname:Feng;given-names:ZL", "name_3": "surname:Liu;given-names:ZP", "pub-id_doi": "10.4155/fmc-2020-0170", "pub-id_pmid": "33242992", "section_type": "REF", "source": "Future Med Chem", "type": "ref", "volume": "13", "year": "2021"}, "text": "Recent developments of RET protein kinase inhibitors with diverse scaffolds as hinge binders", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51410, "infons": {"fpage": "1", "issue": "1", "lpage": "9", "name_0": "surname:Nakaoku;given-names:T", "name_1": "surname:Kohno;given-names:T", "name_10": "surname:Ishii;given-names:G", "name_2": "surname:Araki;given-names:M", "name_3": "surname:Niho;given-names:S", "name_4": "surname:Chauhan;given-names:R", "name_5": "surname:Knowles;given-names:PP", "name_6": "surname:Tsuchihara;given-names:K", "name_7": "surname:Matsumoto;given-names:S", "name_8": "surname:Shimada;given-names:Y", "name_9": "surname:Mimaki;given-names:S", "pub-id_doi": "10.1038/s41467-018-02994-7", "pub-id_pmid": "29317637", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "9", "year": "2018"}, "text": "A secondary RET mutation in the activation loop conferring resistance to vandetanib", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51494, "infons": {"fpage": "27", "issue": "1", "name_0": "surname:Dong;given-names:J", "name_1": "surname:Yao;given-names:ZJ", "name_2": "surname:Zhu;given-names:MF", "name_3": "surname:Wang;given-names:NN", "name_4": "surname:Lu;given-names:B", "name_5": "surname:Chen;given-names:AF", "name_6": "surname:Lu;given-names:AP", "name_7": "surname:Miao;given-names:H", "name_8": "surname:Zeng;given-names:WB", "name_9": "surname:Cao;given-names:DS", "pub-id_doi": "10.1186/s13321-017-0215-1", "pub-id_pmid": "29086046", "section_type": "REF", "source": "J Cheminform", "type": "ref", "volume": "9", "year": "2017"}, "text": "ChemSAR: an online pipelining platform for molecular SAR modeling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51560, "infons": {"fpage": "1466", "issue": "7", "lpage": "1474", "name_0": "surname:Yap;given-names:CW", "pub-id_doi": "10.1002/jcc.21707", "pub-id_pmid": "21425294", "section_type": "REF", "source": "J Comput Chem", "type": "ref", "volume": "32", "year": "2011"}, "text": "PaDEL-descriptor: an open source software to calculate molecular descriptors and fingerprints", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51654, "infons": {"fpage": "4018", "issue": "12", "lpage": "4034", "name_0": "surname:Ramesh;given-names:P", "name_1": "surname:Veerappapillai;given-names:S", "pub-id_doi": "10.1007/s12010-021-03720-8", "pub-id_pmid": "34669110", "section_type": "REF", "source": "Appl Biochem Biotechnol", "type": "ref", "volume": "193", "year": "2021"}, "text": "Prediction of micronucleus assay outcome using in vivo activity data and molecular structure features", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51756, "infons": {"fpage": "659", "issue": "3", "lpage": "665", "name_0": "surname:Misra;given-names:P", "name_1": "surname:Yadav;given-names:AS", "section_type": "REF", "source": "Int J Emerg Technol", "type": "ref", "volume": "11", "year": "2020"}, "text": "Improving the classification accuracy using recursive feature elimination with cross-validation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51852, "infons": {"fpage": "257", "lpage": "282", "name_0": "surname:Elavarasan;given-names:D", "name_1": "surname:Vincent;given-names:DR", "name_2": "surname:Sharma;given-names:V", "name_3": "surname:Zomaya;given-names:AY", "name_4": "surname:Srinivasan;given-names:K", "pub-id_doi": "10.1016/j.compag.2018.10.024", "section_type": "REF", "source": "Comput Electron Agric", "type": "ref", "volume": "155", "year": "2018"}, "text": "Forecasting yield by integrating agrarian factors and machine learning models: a survey", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51940, "infons": {"fpage": "1545", "issue": "12", "lpage": "1554", "name_0": "surname:Dwivedi;given-names:AK", "pub-id_doi": "10.1007/s00521-016-2701-1", "section_type": "REF", "source": "Neural Comput Appl", "type": "ref", "volume": "29", "year": "2018"}, "text": "Artificial neural network model for effective cancer classification using microarray gene expression data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52046, "infons": {"fpage": "D1074", "issue": "D1", "lpage": "D1082", "name_0": "surname:Wishart;given-names:DS", "name_1": "surname:Feunang;given-names:YD", "name_10": "surname:Assempour;given-names:N", "name_11": "surname:Iynkkaran;given-names:I", "name_12": "surname:Liu;given-names:Y", "name_13": "surname:Maciejewski;given-names:A", "name_14": "surname:Gale;given-names:N", "name_15": "surname:Wilson;given-names:A", "name_16": "surname:Chin;given-names:L", "name_17": "surname:Cummings;given-names:R", "name_18": "surname:Le;given-names:D", "name_19": "surname:Pon;given-names:A", "name_2": "surname:Guo;given-names:AC", "name_20": "surname:Knox;given-names:C", "name_21": "surname:Wilson;given-names:M", "name_3": "surname:Lo;given-names:EJ", "name_4": "surname:Marcu;given-names:A", "name_5": "surname:Grant;given-names:JR", "name_6": "surname:Sajed;given-names:T", "name_7": "surname:Johnson;given-names:D", "name_8": "surname:Li;given-names:C", "name_9": "surname:Sayeeda;given-names:Z", "pub-id_doi": "10.1093/nar/gkx1037", "pub-id_pmid": "29126136", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "46", "year": "2018"}, "text": "DrugBank 5.0: a major update to the DrugBank database for 2018", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52109, "infons": {"fpage": "33577", "issue": "44", "lpage": "33587", "name_0": "surname:Knowles;given-names:PP", "name_1": "surname:Murray-Rust;given-names:J", "name_2": "surname:Kjær;given-names:S", "name_3": "surname:Scott;given-names:RP", "name_4": "surname:Hanrahan;given-names:S", "name_5": "surname:Santoro;given-names:M", "name_6": "surname:Ibáñez;given-names:CF", "name_7": "surname:McDonald;given-names:NQ", "pub-id_doi": "10.1074/jbc.M605604200", "pub-id_pmid": "16928683", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "281", "year": "2006"}, "text": "Structure and chemical inhibition of the RET tyrosine kinase domain", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52177, "infons": {"fpage": "4640", "issue": "10", "lpage": "4652", "name_0": "surname:Chen;given-names:X", "name_1": "surname:Xie;given-names:W", "name_10": "surname:Lu;given-names:T", "name_11": "surname:Chen;given-names:Y", "name_12": "surname:Zhang;given-names:Y", "name_2": "surname:Yang;given-names:Y", "name_3": "surname:Hua;given-names:Y", "name_4": "surname:Xing;given-names:G", "name_5": "surname:Liang;given-names:L", "name_6": "surname:Deng;given-names:C", "name_7": "surname:Wang;given-names:Y", "name_8": "surname:Fan;given-names:Y", "name_9": "surname:Liu;given-names:H", "pub-id_doi": "10.1021/acs.jcim.0c00652", "pub-id_pmid": "32926776", "section_type": "REF", "source": "J Chem Inf Model", "type": "ref", "volume": "60", "year": "2020"}, "text": "Discovery of dual FGFR4 and EGFR inhibitors by machine learning and biological evaluation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52267, "infons": {"fpage": "100345", "name_0": "surname:Peele;given-names:KA", "name_1": "surname:Potla Durthi;given-names:C", "name_2": "surname:Srihansa;given-names:T", "name_3": "surname:Krupanidhi;given-names:S", "name_4": "surname:Ayyagari;given-names:VS", "name_5": "surname:Babu;given-names:DJ", "name_6": "surname:Indira;given-names:M", "name_7": "surname:Reddy;given-names:AR", "name_8": "surname:Venkateswarulu;given-names:TC", "pub-id_doi": "10.1016/j.imu.2020.100345", "pub-id_pmid": "32395606", "section_type": "REF", "source": "Inform Med Unlocked", "type": "ref", "volume": "19", "year": "2020"}, "text": "Molecular docking and dynamic simulations for antiviral compounds against SARS-CoV-2: a computational study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52375, "infons": {"name_0": "surname:Mali;given-names:SN", "name_1": "surname:Chaudhari;given-names:HK", "pub-id_doi": "10.2174/1874844901805010012", "section_type": "REF", "source": "Open Pharm Sci J", "type": "ref", "year": "2018"}, "text": "Computational studies on imidazo [1, 2-a] pyridine-3-carboxamide analogues as antimycobacterial agents: common pharmacophore generation, atom-based 3D-QSAR, molecular dynamics simulation, QikProp, molecular docking and prime MMGBSA approaches", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52618, "infons": {"fpage": "W257", "issue": "W1", "lpage": "W263", "name_0": "surname:Banerjee;given-names:P", "name_1": "surname:Eckert;given-names:AO", "name_2": "surname:Schrey;given-names:AK", "name_3": "surname:Preissner;given-names:R", "pub-id_doi": "10.1093/nar/gky318", "pub-id_pmid": "29718510", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "46", "year": "2018"}, "text": "ProTox-II: a webserver for the prediction of toxicity of chemicals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52685, "infons": {"fpage": "W5", "issue": "W1", "lpage": "W14", "name_0": "surname:Xiong;given-names:G", "name_1": "surname:Wu;given-names:Z", "name_10": "surname:Chen;given-names:X", "name_11": "surname:Hou;given-names:T", "name_12": "surname:Cao;given-names:D", "name_2": "surname:Yi;given-names:J", "name_3": "surname:Fu;given-names:L", "name_4": "surname:Yang;given-names:Z", "name_5": "surname:Hsieh;given-names:C", "name_6": "surname:Yin;given-names:M", "name_7": "surname:Zeng;given-names:X", "name_8": "surname:Wu;given-names:C", "name_9": "surname:Lu;given-names:A", "pub-id_doi": "10.1093/nar/gkab255", "pub-id_pmid": "33893803", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "ADMET lab 2.0: an integrated online platform for accurate and comprehensive predictions of ADMET properties", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52793, "infons": {"fpage": "46710", "name_0": "surname:Wójcikowski;given-names:M", "name_1": "surname:Ballester;given-names:PJ", "name_2": "surname:Siedlecki;given-names:P", "pub-id_doi": "10.1038/srep46710", "pub-id_pmid": "28440302", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "7", "year": "2017"}, "text": "Performance of machine-learning scoring functions in structure-based virtual screening", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52880, "infons": {"fpage": "884", "issue": "4", "name_0": "surname:Ali;given-names:S", "name_1": "surname:Khan;given-names:FI", "name_2": "surname:Mohammad;given-names:T", "name_3": "surname:Lan;given-names:D", "name_4": "surname:Hassan;given-names:MI", "name_5": "surname:Wang;given-names:Y", "pub-id_doi": "10.3390/ijms20040884", "pub-id_pmid": "30781686", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "20", "year": "2019"}, "text": "Identification and evaluation of inhibitors of lipase from Malassezia restricta using virtual high-throughput screening and molecular dynamics studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53031, "infons": {"fpage": "W502", "issue": "W1", "lpage": "W508", "name_0": "surname:Cadow;given-names:J", "name_1": "surname:Born;given-names:J", "name_2": "surname:Manica;given-names:M", "name_3": "surname:Oskooei;given-names:A", "name_4": "surname:Rodríguez;given-names:MM", "pub-id_doi": "10.1093/nar/gkaa327", "pub-id_pmid": "32402082", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "48", "year": "2020"}, "text": "PaccMann: a web service for interpretable anticancer compound sensitivity prediction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53116, "infons": {"fpage": "e0226765", "issue": "12", "name_0": "surname:Stark;given-names:GF", "name_1": "surname:Hart;given-names:GR", "name_2": "surname:Nartowt;given-names:BJ", "name_3": "surname:Deng;given-names:J", "pub-id_doi": "10.1371/journal.pone.0226765", "pub-id_pmid": "31881042", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "14", "year": "2019"}, "text": "Predicting breast cancer risk using personal health data and machine learning models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53201, "infons": {"fpage": "104068", "name_0": "surname:Alabi;given-names:RO", "name_1": "surname:Elmusrati;given-names:M", "name_2": "surname:Sawazaki-Calone;given-names:I", "name_3": "surname:Kowalski;given-names:LP", "name_4": "surname:Haglund;given-names:C", "name_5": "surname:Coletta;given-names:RD", "name_6": "surname:Mäkitie;given-names:AA", "name_7": "surname:Salo;given-names:T", "name_8": "surname:Almangush;given-names:A", "name_9": "surname:Leivo;given-names:I", "pub-id_doi": "10.1016/j.ijmedinf.2019.104068", "pub-id_pmid": "31923822", "section_type": "REF", "source": "Int J Med Inform", "type": "ref", "volume": "136", "year": "2020"}, "text": "Comparison of supervised machine learning classification techniques in prediction of locoregional recurrences in early oral tongue cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53339, "infons": {"fpage": "312", "issue": "4", "lpage": "320", "name_0": "surname:Madhavaram;given-names:M", "name_1": "surname:Nampally;given-names:V", "name_2": "surname:Gangadhari;given-names:S", "name_3": "surname:Palnati;given-names:MK", "name_4": "surname:Tigulla;given-names:P", "pub-id_doi": "10.1080/10799893.2019.1660895", "pub-id_pmid": "31658859", "section_type": "REF", "source": "J Recept Signal Transduct Res", "type": "ref", "volume": "39", "year": "2019"}, "text": "High-throughput virtual screening, ADME analysis, and estimation of MM/GBSA binding-free energies of azoles as potential inhibitors of Mycobacterium tuberculosis H37Rv", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53507, "infons": {"fpage": "634", "issue": "5", "lpage": "649", "name_0": "surname:El-Henawy;given-names:AA", "name_1": "surname:Khowdiary;given-names:MM", "name_2": "surname:Badawi;given-names:AB", "name_3": "surname:Soliman;given-names:HM", "pub-id_doi": "10.3390/ph6050634", "pub-id_pmid": "24276171", "section_type": "REF", "source": "Pharmaceuticals (Basel)", "type": "ref", "volume": "6", "year": "2013"}, "text": "In vivo anti-leukemia, quantum chemical calculations and ADMET investigations of some quaternary and isothiouronium surfactants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53635, "infons": {"fpage": "4273", "issue": "10", "lpage": "4282", "name_0": "surname:Smith;given-names:DA", "name_1": "surname:Beaumont;given-names:K", "name_2": "surname:Maurer;given-names:TS", "name_3": "surname:Di;given-names:L", "pub-id_doi": "10.1021/acs.jmedchem.7b00969", "pub-id_pmid": "29112446", "section_type": "REF", "source": "J Med Chem", "type": "ref", "volume": "61", "year": "2018"}, "text": "Relevance of half-life in drug design", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53673, "infons": {"fpage": "7220", "issue": "24", "lpage": "7224", "name_0": "surname:Heroven;given-names:C", "name_1": "surname:Georgi;given-names:V", "name_2": "surname:Ganotra;given-names:GK", "name_3": "surname:Brennan;given-names:P", "name_4": "surname:Wolfreys;given-names:F", "name_5": "surname:Wade;given-names:RC", "name_6": "surname:Fernández-Montalván;given-names:AE", "name_7": "surname:Chaikuad;given-names:A", "name_8": "surname:Knapp;given-names:S", "pub-id_doi": "10.1002/anie.201801666", "pub-id_pmid": "29601130", "section_type": "REF", "source": "Angew Chem Int Ed Engl", "type": "ref", "volume": "57", "year": "2018"}, "text": "Halogen-aromatic π interactions modulate inhibitor residence times", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53741, "infons": {"fpage": "3315", "issue": "13", "lpage": "3323", "name_0": "surname:Liang;given-names:Z", "name_1": "surname:Li;given-names:QX", "pub-id_doi": "10.1021/acs.jafc.8b00758", "pub-id_pmid": "29522678", "section_type": "REF", "source": "J Agric Food Chem", "type": "ref", "volume": "66", "year": "2018"}, "text": "π–Cation interactions in molecular recognition: perspectives on pharmaceuticals and pesticides", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53839, "infons": {"fpage": "2189", "issue": "4", "lpage": "2198", "name_0": "surname:Guterres;given-names:H", "name_1": "surname:Im;given-names:W", "pub-id_doi": "10.1021/acs.jcim.0c00057", "pub-id_pmid": "32227880", "section_type": "REF", "source": "J Chem Inf Model", "type": "ref", "volume": "60", "year": "2020"}, "text": "Improving protein–ligand docking results with high-throughput molecular dynamics simulations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53934, "infons": {"fpage": "394", "issue": "2", "lpage": "410", "name_0": "surname:Amala;given-names:M", "name_1": "surname:Rajamanikandan;given-names:S", "name_2": "surname:Prabhu;given-names:D", "name_3": "surname:Surekha;given-names:K", "name_4": "surname:Jeyakanthan;given-names:J", "pub-id_doi": "10.1080/07391102.2018.1427633", "pub-id_pmid": "29334340", "section_type": "REF", "source": "J Biomol Struct Dyn", "type": "ref", "volume": "37", "year": "2019"}, "text": "Identification of anti-filarial leads against aspartate semialdehyde dehydrogenase of Wolbachia endosymbiont of Brugia malayi: combined molecular docking and molecular dynamics approaches", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54122, "infons": {"fpage": "2045", "issue": "8", "lpage": "2057", "name_0": "surname:Shukla;given-names:R", "name_1": "surname:Shukla;given-names:H", "name_2": "surname:Sonkar;given-names:A", "name_3": "surname:Pandey;given-names:T", "name_4": "surname:Tripathi;given-names:T", "pub-id_doi": "10.1080/07391102.2017.1341337", "pub-id_pmid": "28605994", "section_type": "REF", "source": "J Biomol Struct Dyn", "type": "ref", "volume": "36", "year": "2018"}, "text": "Structure-based screening and molecular dynamics simulations offer novel natural compounds as potential inhibitors of Mycobacterium tuberculosis isocitrate lyase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54284, "infons": {"fpage": "3513", "issue": "13", "lpage": "3523", "name_0": "surname:Kumar;given-names:R", "name_1": "surname:Bansal;given-names:A", "name_2": "surname:Shukla;given-names:R", "name_3": "surname:Raj Singh;given-names:T", "name_4": "surname:Wasudeo Ramteke;given-names:P", "name_5": "surname:Singh;given-names:S", "name_6": "surname:Gautam;given-names:B", "pub-id_doi": "10.1080/07391102.2018.15206493", "pub-id_pmid": "30204049", "section_type": "REF", "source": "J Biomol Struct Dyn", "type": "ref", "volume": "37", "year": "2019"}, "text": "In silico screening of deleterious single nucleotide polymorphisms (SNPs) and molecular dynamics simulation of disease associated mutations in gene responsible for oculocutaneous albinism type 6 (OCA 6) disorder", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54496, "infons": {"fpage": "943", "issue": "1", "lpage": "954", "name_0": "surname:Al-romaizan;given-names:AN", "name_1": "surname:Jaber;given-names:TS", "name_2": "surname:Ahmed;given-names:NS", "pub-id_doi": "10.1515/chem-2019-0097", "section_type": "REF", "source": "Open Chem", "type": "ref", "volume": "17", "year": "2019"}, "text": "Novel 1, 8-naphthyridine derivatives: design, synthesis and in vitro screening of their cytotoxic activity against MCF7 cell line", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54626, "infons": {"fpage": "24376", "issue": "43", "lpage": "24385", "name_0": "surname:Kuang;given-names:WB", "name_1": "surname:Huang;given-names:RZ", "name_2": "surname:Fang;given-names:YL", "name_3": "surname:Liang;given-names:GB", "name_4": "surname:Yang;given-names:CH", "name_5": "surname:Ma;given-names:XL", "name_6": "surname:Zhang;given-names:Y", "pub-id_doi": "10.1039/C8RA04640A", "pub-id_pmid": "35539175", "section_type": "REF", "source": "RSC Adv", "type": "ref", "volume": "8", "year": "2018"}, "text": "Design, synthesis and pharmacological evaluation of novel 2-chloro-3-(1H-benzo [d] imidazol-2-yl) quinoline derivatives as antitumor agents: in vitro and in vivo antitumor activity, cell cycle arrest and apoptotic response", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54849, "infons": {"section_type": "REF", "type": "ref"}, "text": "De Abreu JS, Fernandes J. Iodinated contrast agents and their potential for antitumor chemotherapy. Curr Top Biochem Res. 2021;22:119–37.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54989, "infons": {"fpage": "273", "issue": "2", "lpage": "286", "name_0": "surname:Wong;given-names:CH", "name_1": "surname:Siah;given-names:KW", "name_2": "surname:Lo;given-names:AW", "pub-id_doi": "10.1093/biostatistics/kxx069", "pub-id_pmid": "29394327", "section_type": "REF", "source": "Biostatistics", "type": "ref", "volume": "20", "year": "2019"}, "text": "Estimation of clinical trial success rates and related parameters", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55055, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wermuth HR, Badri T, Takov V. Montelukast. StatPearls (Internet). Treasure Island: StatPearls Publishing; 2022. https://www.ncbi.nlm.nih.gov/books/NBK459301/. Accessed 18 Aug 2022.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55236, "infons": {"fpage": "1353", "issue": "7", "name_0": "surname:Tsai;given-names:MJ", "name_1": "surname:Chang;given-names:WA", "name_2": "surname:Tsai;given-names:PH", "name_3": "surname:Wu;given-names:CY", "name_4": "surname:Ho;given-names:YW", "name_5": "surname:Yen;given-names:MC", "name_6": "surname:Lin;given-names:YS", "name_7": "surname:Kuo;given-names:PL", "name_8": "surname:Hsu;given-names:YL", "pub-id_doi": "10.3390/ijms18071353", "pub-id_pmid": "28672809", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "18", "year": "2017"}, "text": "Montelukast induces apoptosis-inducing factor-mediated cell death of lung cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55323, "infons": {"fpage": "902", "issue": "2", "lpage": "908", "name_0": "surname:Zovko;given-names:A", "name_1": "surname:Yektaei-Karin;given-names:E", "name_2": "surname:Salamon;given-names:D", "name_3": "surname:Nilsson;given-names:A", "name_4": "surname:Wallvik;given-names:J", "name_5": "surname:Stenke;given-names:L", "pub-id_doi": "10.3892/or.2018.6465", "pub-id_pmid": "29845257", "section_type": "REF", "source": "Oncol Rep", "type": "ref", "volume": "40", "year": "2018"}, "text": "Montelukast, a cysteinyl leukotriene receptor antagonist, inhibits the growth of chronic myeloid leukemia cells through apoptosis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]