[{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5994560", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fimmu.2018.01259", "article-id_pmc": "5994560", "article-id_pmid": "29915597", "elocation-id": "1259", "kwd": "mucosal immunity mucus proteomics terrestrialization African lungfish skin skin-associated lymphoid tissue", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Heimroth;given-names:Ryan D.", "name_1": "surname:Casadei;given-names:Elisa", "name_2": "surname:Salinas;given-names:Irene", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2018"}, "text": "Effects of Experimental Terrestrialization on the Skin Mucus Proteome of African Lungfish (Protopterus dolloi)", "sentences": [], "annotations": [], "relations": []}, {"offset": 111, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Animal mucosal barriers constantly interact with the external environment, and this interaction is markedly different in aquatic and terrestrial environments. Transitioning from water to land was a critical step in vertebrate evolution, but the immune adaptations that mucosal barriers such as the skin underwent during that process are essentially unknown. Vertebrate animals such as the African lungfish have a bimodal life, switching from freshwater to terrestrial habitats when environmental conditions are not favorable. African lungfish skin mucus secretions contribute to the terrestrialization process by forming a cocoon that surrounds and protects the lungfish body. The goal of this study was to characterize the skin mucus immunoproteome of African lungfish, Protopterus dolloi, before and during the induction phase of terrestrialization as well as the immunoproteome of the gill mucus during the terrestrialization induction phase. Using LC-MS/MS, we identified a total of 974 proteins using a lungfish Illumina RNA-seq database, 1,256 proteins from previously published lungfish sequence read archive and 880 proteins using a lungfish 454 RNA-seq database for annotation in the three samples analyzed (free-swimming skin mucus, terrestrialized skin mucus, and terrestrialized gill mucus). The terrestrialized skin mucus proteome was enriched in proteins with known antimicrobial functions such as histones and S100 proteins compared to free-swimming skin mucus. In support, gene ontology analyses showed that the terrestrialized skin mucus proteome has predicted functions in processes such as viral process, defense response to Gram-negative bacterium, and tumor necrosis factor-mediated signaling. Importantly, we observed a switch in immunoglobulin heavy chain secretion upon terrestrialization, with IgW1 long form (IgW1L) and IgM1 present in free-swimming skin mucus and IgW1L, IgM1, and IgM2 in terrestrialized skin mucus. Combined, these results indicate an increase in investment in the production of unique immune molecules in P. dolloi skin mucus in response to terrestrialization that likely better protects lungfish against external aggressors found in land.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2297, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2310, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Transitioning to life on land was a fundamental step in the success and diversification of the vertebrate lineage. This transition imposed multiple novel challenges to vertebrates, especially at their mucosal surfaces. As a consequence, drastic physiological, histological, and molecular adaptations took place at vertebrate mucosal barriers for successful colonization of land.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2689, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The skin is the outermost organ of the vertebrate body. In aquatic vertebrates, such as teleost fish, the skin is a mucosal epithelium composed of layers of living cells coated by a mucus layer that is in direct contact with the environment. Teleost skin mucus contains many immune factors including innate and adaptive immune molecules that protect the host from invading microorganisms. In terrestrial vertebrates, the skin does not contain mucus-secreting cells and is cornified. This configuration is thought to help terrestrial vertebrates cope with desiccation stress and UV radiation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3281, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "African lungfish (Protopterus sp.) are a subclass of Sarcopterygian fish that are obligate air-breathers, and are the extant relative to all tetrapods. Lungfish are evolutionarily unique organisms that have the ability to undergo conditional aestivation. Aestivation is a state of metabolic torpor, which is an adaptation for survival in areas that are subject to extreme environmental conditions. During droughts, as water evaporates from the rivers and food becomes scarce, lungfish detect environmental cues and turn them into internal signals that induce behavioral, physiological, and biochemical changes in preparation of aestivation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3922, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There are four extant species of African lungfish: P. aethiopicus, P. annectens, P. amphibious, and P. dolloi, which implement different aestivation strategies to survive prolonged dry periods. The best-known method of aestivation is that of P. annectens. As water recedes, P. annectens will start to burrow into the mud while simultaneously secreting large quantities of mucus through its gills. This is the induction phase of aestivation. Once it has burrowed deep enough into the mud, it curls back on itself, leaving its head facing the opening of the burrow. As the water dissipates completely, the mucus/mud mixture coating around the lungfish body hardens forming a cocoon that protects the animal for months. Once encased, the lungfish ceases feeding and locomotive activities, has to prevent cell death, and sustain a slow rate of waste production until conditions become favorable, this is the maintenance phase of aestivation, where the lungfish can lay dormant for years. Upon the introduction of water, the lungfish instantly awakens from dormancy, leaves the mucus cocoon, and slowly swims toward the surface of the water for air. This is the final phase of aestivation, known as arousal, which is completed a week after water is again available and marks the return to a normal metabolic rate. P. dolloi, however, uses a different aestivation strategy as they do not burrow into the mud and do not appear to completely reduce their metabolic rate. During the induction phase, P. dolloi coil up on the surface of the mud while secreting mucus which, over time, turns into a dried mucus cocoon. Thus, P. dolloi’s mode of aestivation has been coined as “terrestrialization,” which is different from the complete aestivation and the full metabolic torpor observed in P. annectens. Both P. dolloi and P. annectens can be terrestrialized in the laboratory setting making them ideal models to study the effects of air exposure on the vertebrate mucosal immune system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5904, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Throughout tetrapod evolution different strategies were co-opted to maintain barrier integrity and defend against external aggressors. Antimicrobial compounds are among the most important immune molecules present in the skin of all vertebrates, both aquatic and terrestrial. Antimicrobial proteins, lysozyme, histones, S100 proteins, and immunoglobulins (Igs) have been previously identified to be important players in the vertebrate skin immune system. Given the importance of immune molecules in skin homeostasis, tissue repair, and responses to environmental insults, we hypothesize that these molecules play a critical role during the process of terrestrialization in lungfish skin and that African lungfish will increase the amount of resources allocated to skin immunity early on in the process of terrestrialization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6728, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The goal of this study is to characterize the African lungfish skin mucus proteome in the freshwater state, as well as the compositional change in the proteome due to terrestrialization. Our results provide a first glance to the skin proteome composition of sarcopterygian fish and its role in adaptation to terrestrial life.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7054, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7076, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Animals", "sentences": [], "annotations": [], "relations": []}, {"offset": 7084, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Juvenile P. dolloi (slender lungfish) were obtained from Tropical Aquatics (FL, USA) and maintained in 10-gallon aquarium tanks with dechlorinated water and a sand/gravel substrate, at a temperature of 27–29°C. Fish were acclimated to laboratory conditions for a minimum of 3 weeks before being used in experiments. During this acclimation period, they were fed frozen earthworms every third day. Feeding was terminated 48 h before the start of the experiment. All animal studies were reviewed and approved by the Office of Animal Care Compliance at the University of New Mexico (protocol number 11-100744-MCC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7703, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental Aestivation and Mucus Collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 7749, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After 3 weeks of acclimation to laboratory conditions, water in the tanks were lowered to 20 cm at 27–29°C and allowed to naturally evaporate. As the water level lowered, the fish entered the induction phase of aestivation and began to hyperventilate and profusely secrete mucus from their gills. This mucus combined with the substrate from the bottom of the tank encased the fish in a cocoon, which hardened after 10 days in the induction phase. In order to avoid severe dehydration due to the dry climate of New Mexico, 1–2 mL of water were sprayed on the surface of the cocoon every third day. Mucus was collected from the skin of one P. dolloi individual before the beginning of the terrestrialization experiment (named free-swimming skin mucus) and from the same individual 10 days after the start of the induction phase. At this time point, the liquid mucus actively secreted from the gills (named terrestrialized gill mucus) was aspirated with a sterile plastic Pasteur pipette. Additionally, the hardened mucus cocoon surrounding the lungfish body (named terrestrialized skin mucus) was collected by peeling it off with sterile forceps. All samples were immediately frozen at −80°C until needed for protein solubilization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8998, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Protein Solubilization", "sentences": [], "annotations": [], "relations": []}, {"offset": 9021, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mucus samples were solubilized in a protein extraction buffer (pH 7.6) made of 60 mM DTT, 2% SDS, and 40 mM Tris–HCl as previously described. The proteins were extracted by adding 4× the sample volume of cold (−20°C) acetone and incubating overnight at −20°C. The proteins were pelleted out and dissolved in a solution of 6 M Urea and 200 mM of ammonium bicarbonate. Protein concentrations were measured using the Pierce 660 nm protein assay (Thermo Fisher Scientific, San Jose, CA, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9529, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "One-Dimensional Electrophoresis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9561, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Proteins extracted from the mucus samples were analyzed by one-dimensional electrophoresis. 12 µL of each sample was loaded into a Mini-PROTEAN TGX precast Gel at a 1:1 ratio with 2× Laemmli Sample Buffer (Bio-Rad, Hercules, CA, USA) for a final volume of 24 µL in each well. A total of 4.56 µg of protein for terrestrialized skin mucus, 3.94 µg for free-swimming skin mucus, and 1.05 µg for terrestrialized gill mucus were loaded. The proteins were separated out by the sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) in 1× Tris buffer, run at 120 V for 55 min, then incubated for 1 h with mild agitation in Coomassie Brilliant Blue R-250 (Bio-Rad, Hercules, CA, USA). Each lane of the gel was cut to perform proteomics analyses. Due to the presence of high-intensity band in the free-swimming skin mucus sample and a high-intensity band in the terrestrialized skin mucus sample, these two bands were first excised from their corresponding lanes and solubilized separately from the rest of the lane.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10606, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "LC-MS/MS", "sentences": [], "annotations": [], "relations": []}, {"offset": 10615, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "LC-MS/MS analysis of in-gel trypsin-digested excised protein bands or whole protein mixture-separated gel lanes was carried out using an LTQ Orbitrap Velos mass spectrometer (Thermo Fisher Scientific, San Jose, CA, USA) equipped with an Advion nanomate ESI source (Advion, Ithaca, NY, USA), following ZipTip (Millipore, Billerica, MA, USA) C18 sample clean-up according to the manufacturer’s instructions. Peptides were eluted from a C18 pre-column (100 µm id × 2 cm, Thermo Fisher Scientific) onto an analytical column (75 µm id × 10 cm, C18, Thermo Fisher Scientific) using (1) a 2% hold of solvent B (acetonitrile, 0.1% formic acid) for 5 min, followed by a 2–10% gradient of solvent B over 5 min, 10–35% gradient of solvent B over 35 min, 35–50% gradient of solvent B over 20 min, 50–95% gradient of solvent B over 5 min, 95% hold of solvent B for 5 min, and finally a return to 2% in 0.1 min and another 9.9 min hold of 2% solvent B (single protein gel band analysis) or (2) a 2% hold of solvent B (acetonitrile, 0.1% formic acid) for 5 min, followed by a 2–7% gradient of solvent B over 5 min, 7–15% gradient of solvent B over 50 min, 15–35% gradient of solvent B over 60 min, 35–40% gradient of solvent B over 28 min, 40–85% gradient of solvent B over 5 min, 85% hold of solvent B for 10 min and finally a return to 2% in 1 min and another 16 min hold of 2% solvent B (whole gel lane analysis). All flow rates were 400 nL/min. Solvent A consisted of water and 0.1% formic acid. Data-dependent scanning was performed by the Xcalibur v 2.1.0 software using a survey mass scan at 60,000 resolution in the Orbitrap analyzer scanning mass/charge (m/z) 400–1,600, followed by collision-induced dissociation tandem mass spectrometry (MS/MS) of the 14 most intense ions in the linear ion trap analyzer. Precursor ions were selected by the monoisotopic precursor selection setting with selection or rejection of ions held to a ±10 ppm window. Dynamic exclusion was set to place any selected m/z on an exclusion list for 45 s after a single MS/MS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12743, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA-Sequencing and Assembly", "sentences": [], "annotations": [], "relations": []}, {"offset": 12771, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three different transcriptomes were used to analyze the proteomic data generated in the present study. First, the pre-pyloric spleen from an experimentally infected P. dolloi individual was used to generate 454 pyrosequencing (Roche) transcriptome as explained elsewhere. Data were assembled using Roche’s GS De Novo Assembler. A second database was a P. annectens Illumina database kindly shared by Dr. Chris Amemiya and was sequenced and assembled as described in Ref.. The third transcriptome consisted of sequence read archive (SRA) databases from P. annectens, which were downloaded from the National Center for Biotechnology Information (NCBI). Sratoolkit.2.9.0 fastq-dump was used to convert the SRAs into forward and reverse paired read fastq files. The paired-end reads were then assembled into de novo transcriptomes using Trinity assembler at default parameters. These new transcriptomes were concatenated together into one large transcriptome, and any redundant sequences were removed using cd-hit-est at a 99% confidence level. The resulting transcriptome was translated into a protein database using Transdecoder-5.0.0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13907, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Protein Identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 13930, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The protein and peptide identification results were visualized with Scaffold v 3.6.1 (Proteome Software Inc., Portland, OR, USA), a program that relies on various search engine results (i.e., Sequest, X!Tandem, and MASCOT) and which uses Bayesian statistics to reliably identify more spectra. Proteins were accepted that passed a minimum of two peptides identified at 0.1% peptide FDR and 90–99.9% protein confidence by the Protein Profit algorithm, within Scaffold. Tandem mass spectra were searched against the three Protopterus sp. transcriptomes obtained as described above. A translated protein database to which common contaminant proteins (e.g., human keratins obtained at ) were appended to each database. All MS/MS spectra were searched using Thermo Proteome Discoverer 1.3 (Thermo Fisher Scientific, San Jose, CA, USA) considering fully Lys C peptides with up to two missed cleavage sites. Variable modifications considered during the search included methionine oxidation (15.995 Da) and cysteine carbamidomethylation (57.021 Da). Proteins were identified at 99% confidence interval with XCorr score cutoffs as determined by a reversed database search.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15099, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Proteomic Data Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15123, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transcriptome IDs for each sample were taken from Proteome Discoverer. The proteins retrieved from the excised lanes were first merged with their corresponding whole band resulting in one protein list for free-swimming skin mucus, one for terrestrialized gill mucus, and one for terrestrialized skin mucus. Tblastn searches were performed against each of the three transcriptomic data sets and resulting nucleotide sequences were then used as queries for blastx searches in NCBI. Human orthologous genes were assigned using AmiGO2, and gene ontology (GO) analysis was performed using DAVID bioinformatics database. GO analysis of the proteome was used to identify the percentage of immune-related proteins in each sample. Venn diagrams were created in R identifying unique and common protein composition between samples. In order to identify proteins with known antimicrobial function, we analyzed our protein results using the list of mammalian skin antimicrobial compounds provided in the review paper by Schauber and Gallo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16150, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Histology", "sentences": [], "annotations": [], "relations": []}, {"offset": 16160, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For light microscopy, skin samples from free-swimming and terrestrialized fish were fixed in 4% paraformaldehyde overnight, transferred to 70% ethanol, and embedded in paraffin. Samples were sectioned at a thickness of 5 µm, dewaxed in xylene, and stained using hematoxylin and eosin for general morphological analysis. Images were acquired and analyzed with a Nikon Eclipse Ti-S inverted microscope and NIS-Elements Advanced Research Software (Version 4.20.02).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16627, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative Real-Time PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 16654, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Skin tissue from free-swimming P. dolloi and terrestrialized P. dolloi (N = 3) was collected using sterile dissecting tools and placed in 1 mL of Trizol (Ambion, Life Technologies, Carlsbad, CA, USA). Total RNA was extracted from each sample, and 1 µg of RNA was synthesized into cDNA as described in Ref.. The resulting cDNA was stored at −20°C. The expression levels of IgM1, IgM2, IgW1, H2A, S100-A11, and neutrophil elastase (ELANE) were measured by quantitative real-time PCR (RT-qPCR) using the specific primers shown in Table 1. Phosphoglycerate kinase 1 PGK1F was used as the house-keeping gene. The RT-qPCR and statistical analysis were performed as described in Ref.. Data were expressed as mean ± standard error, and qPCR results were analyzed by unpaired t-test (p < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17461, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Primers used in this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17489, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Gene</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Primer name</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Primer sequence (5′–3′)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Application</th></tr></thead><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"2\" colspan=\"1\">PGK-1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">PGK-1 F</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">GCAAAACAGATTGTATGGAATGGA</td><td align=\"center\" valign=\"top\" rowspan=\"2\" colspan=\"1\">qPCR</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">PGK-1 R</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">GGCACAGCATGTGGCTGTATC</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"2\" colspan=\"1\">H2A</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">H2A F0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CTCAGAAAGGGCAATTACGCT</td><td align=\"center\" valign=\"top\" rowspan=\"2\" colspan=\"1\">qPCR</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">H2A R0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">TGACTGGATATTGGGAAGCACT</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"2\" colspan=\"1\">S100-A11</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">S100-A11 F0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ACGAGGAAGCTAGTAAAGATGGA</td><td align=\"center\" valign=\"top\" rowspan=\"2\" colspan=\"1\">qPCR</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">S100-A11 R1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ACATTTCACCAAACTCCACCT</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"2\" colspan=\"1\">Neutrophil elastase</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NElastase F0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">AAGCCTGGAACACGTTGTCA</td><td align=\"center\" valign=\"top\" rowspan=\"2\" colspan=\"1\">qPCR</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NElastase R0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CACCATTGCACACCAAAGGG</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"2\" colspan=\"1\">IgW1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IgW1 F</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CCTGAAGTGTACAGCAATGGTCG</td><td align=\"center\" valign=\"top\" rowspan=\"2\" colspan=\"1\">qPCR</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IgW1 R0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">GTTGAAGTGCCTCTAAACCATGCC</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"2\" colspan=\"1\">IgM1</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IgM1 F0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">GCAAACCACTTGTTCCAGGGAG</td><td align=\"center\" valign=\"top\" rowspan=\"2\" colspan=\"1\">qPCR</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IgM1 R0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CATGTAAATTCTTCCTCAGAG</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"2\" colspan=\"1\">IgM2</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IgM2 F0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">GCTTAGCAACAGACTACCTTCCAGG</td><td align=\"center\" valign=\"top\" rowspan=\"2\" colspan=\"1\">qPCR</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IgM2 R0</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CCTGTGTACGTGCCTTTGTTAC</td></tr></tbody></table>\n"}, "text": "Gene\tPrimer name\tPrimer sequence (5′–3′)\tApplication\t \tPGK-1\tPGK-1 F\tGCAAAACAGATTGTATGGAATGGA\tqPCR\t \tPGK-1 R\tGGCACAGCATGTGGCTGTATC\t \tH2A\tH2A F0\tCTCAGAAAGGGCAATTACGCT\tqPCR\t \tH2A R0\tTGACTGGATATTGGGAAGCACT\t \tS100-A11\tS100-A11 F0\tACGAGGAAGCTAGTAAAGATGGA\tqPCR\t \tS100-A11 R1\tACATTTCACCAAACTCCACCT\t \tNeutrophil elastase\tNElastase F0\tAAGCCTGGAACACGTTGTCA\tqPCR\t \tNElastase R0\tCACCATTGCACACCAAAGGG\t \tIgW1\tIgW1 F\tCCTGAAGTGTACAGCAATGGTCG\tqPCR\t \tIgW1 R0\tGTTGAAGTGCCTCTAAACCATGCC\t \tIgM1\tIgM1 F0\tGCAAACCACTTGTTCCAGGGAG\tqPCR\t \tIgM1 R0\tCATGTAAATTCTTCCTCAGAG\t \tIgM2\tIgM2 F0\tGCTTAGCAACAGACTACCTTCCAGG\tqPCR\t \tIgM2 R0\tCCTGTGTACGTGCCTTTGTTAC\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18118, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 18126, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Histological Changes in the Lungfish Skin in Response to Terrestrialization", "sentences": [], "annotations": [], "relations": []}, {"offset": 18202, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Histological examination of freshwater and terrestrialized P. dolloi skin revealed that mucus-secreting goblet cells become exhausted from the process of terrestrialization. The epidermis becomes more compact with flattened keratinocytes on the surface creating a new barrier. We observed eosinophilic granulocytes in the dermis of both samples, but they were more abundant in the terrestrialized skin (Figure 1). These results are in agreement with previously reported changes in African lungfish skin in response to aestivation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18733, "infons": {"file": "fimmu-09-01259-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Hematoxylin and eosin staining of free-swimming and (B) terrestrialized Protopterus dolloi skin paraffin sections. Skin sections show significant infiltration of granulocytes (red arrows) in the dermis (Der); epidermis (Epi), and goblet cells (GO). The black arrows indicate flattened keratinocytes after terrestrialization. (C) Image of a P. dolloi 4 days after the initiation of the induction phase actively secreting mucus from its gills.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19181, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SDS-PAGE Analysis of Lungfish Mucus Proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 19226, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The overall protein composition of the three mucus samples was visualized by SDS-PAGE. The protein band patterns of each sample were unique. There was a distinct band of high intensity at ~52 kDa in the free-swimming skin mucus, while there was an intense band ~15 kDa in the terrestrialized skin mucus sample not found in the other two samples. The gill mucus sample did not contain any predominant band (Figure 2). The two bands with high intensity (arrows) were excised and analyzed separately from the rest of the lane.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19754, "infons": {"file": "fimmu-09-01259-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Sodium dodecyl sulfate polyacrylamide gel electrophoresis showing unique protein compositions between free-swimming (lane 1), terrestrialized gill mucus (lane 2), and terrestrialized skin mucus samples (lane 3) used for LC/MS-MS proteomic analysis. Red arrows point to high-intensity bands that were excised and analyzed by LC/MS-MS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20088, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "LC/MS-MS Proteomic Analysis, GO, and KEGG Pathway Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 20147, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Free-swimming, terrestrialized gill mucus, and terrestrialized skin mucus proteins from LC/MS-MS were analyzed against three RNA-seq transcriptomes, two sequenced on an Illumina platform and one sequenced using a 454 pyrosequencing platform. These translated transcriptomes resulted in a total of 53,184 protein sequences in the translated Illumina database, 269,746 protein sequences in the SRA database, and 41,351 protein sequences in the translated 454 database. The analysis returned a total of 974 proteins from the Illumina, 1,256 proteins from the SRA, and 880 proteins from the 454 database. Unique proteins were then identified using human orthologs and multiple copies of proteins were consolidated into single occurrences. As a result, 494 unique proteins were found in Illumina database, 636 unique proteins were in the SRA database, and 434 from in the 454 database. Comparing the outputted proteins from each database revealed that 298 proteins were shared when using all three databases, 213 proteins were unique proteins to the SRA database, 68 were unique to the Illumina database, and 50 were unique to the 454 database (Figure 3A). When analyzing the protein composition of each of the three mucus samples using the Illumina translated transcriptome we found 50 shared proteins among all three samples, 144 unique proteins in the free-swimming skin mucus, 113 unique proteins in the terrestrialized skin mucus, and 10 unique proteins in the terrestrialized gill mucus (Figure 3B). Analysis of the protein composition using the SRA-translated transcriptome resulted in 44 common proteins among all three samples, 190 unique proteins in the free-swimming skin mucus, 171 unique proteins in the terrestrialized skin mucus, and 11 unique proteins in the terrestrialized gill mucus (Figure 3C). A similar trend was observed when using the 454 translated transcriptome with 33 shared proteins among all three mucus samples, 130 proteins unique to the free-swimming skin mucus, 101 proteins unique to the terrestrialized skin mucus, and only 14 proteins unique to the terrestrialized gill mucus (Figure 3D). These results suggest that the composition of the gill mucus secretion produced during the induction phase of terrestrialization resembles both the free-swimming skin mucus and the terrestrialized skin mucus proteome. Specifically, ~72.9% of the terrestrialized gill mucus proteome was also present in the free-swimming skin mucus proteome and ~71.7% of the terrestrialized gill mucus proteome were found in the terrestrialized skin mucus. As a result, only ~16.4% of all proteins present in the terrestrialized gill mucus were unique to this sample.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22819, "infons": {"file": "fimmu-09-01259-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Venn diagram showing the unique and shared proteins between the Illumina database, SRA database, and the 454 pyrosequencing database present in all three Protopterus dolloi mucus samples. Comparison of shared and unique proteins present in each mucus sample using the (B) Illumina database, (C) SRA database, and (D) 454 database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23154, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Gene ontology analyses using the three data sets revealed that biological processes (BPs) were enriched in free-swimming and terrestrialized skin mucus samples, but no unique GO for the terrestrialized gill mucus (Table S4 in Supplementary Material; Figures 4A–F). Based on the Illumina analysis, the top five most significant BPs enriched in free-swimming skin mucus were “small GTPase mediated signal transduction,” “carbohydrate metabolic process,” “UDP-N-acetylglucosamine biosynthetic process,” “cell-cell adhesion,” and “galactose metabolic process.” In terrestrialized skin mucus, in turn, we observed an enrichment in BPs such as “SRP-dependent cotranslational protein targeting to membrane,” “viral transcription,” “nuclear-transcribed mRNA catabolic process, nonsense-mediated decay,” “translational initiation,” and “translation” (Figures 4A,B). Interestingly, all data sets also contained significant BPs related to immune function that were different in the free-swimming and terrestrialized skin mucus. For instance, free-swimming skin mucus had unique proteins involved in “positive regulation of phagocytosis” and “antigen processing and presentation,” whereas the terrestrialized skin mucus proteome included proteins with predicted functions in “platelet degranulation,” “antigen processing and presentation of exogenous peptide antigen via MHC class I, TAP-dependent,” “viral process,” “tumor necrosis factor-mediated signaling pathway,” “defense response to Gram-negative bacterium,” and “cellular response to hydrogen peroxide” (Table S4 in Supplementary Material). Overall, these data suggest that the immunological processes that govern the skin immune system in lungfish differ in free-swimming and terrestrialized phases. Additionally, non-immune BPs that were enriched in the control skin mucus included “epithelial cell differentiation” and “membrane organization,” while in terrestrialized skin mucus they included “translational initiation” and “platelet aggregation.” These results may indicate that cellular organization and maintenance functions are enriched in the skin of free-swimming animals, while cell survival is enriched during terrestrialization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25432, "infons": {"file": "fimmu-09-01259-g004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Scatter plots of enriched gene ontology biological process (BP) terms for (A) free-swimming skin mucus and (B) terrestrialized skin mucus using the Illumina database; for (C) free-swimming skin mucus and (D) terrestrialized skin mucus using the sequence read archive (SRA) database; and for (E) free-swimming skin mucus and (F) terrestrialized skin mucus using the 454 database. The fold enrichment indicates the ratio of the expressed gene number to the total gene number in a pathway. Only the top 20 BPs according to p-value are shown. The size and color of the points represent the gene number and the log10 p-value of each pathway, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26083, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "KEGG pathway analyses showed that, overall, in free-swimming lungfish skin mucus, enriched pathways are mostly related to metabolic pathways such as “Histidine metabolism,” “Amino sugar and nucleotide sugar metabolism,” “Galactose metabolism,” and “beta-Alanine metabolism.” The proteome of the terrestrialized lungfish skin mucus was predicted to be enriched in “Ribosome” and “Biosynthesis of antibiotics” pathways (Figure S1 in Supplementary Material). KEGG pathway analyses using the Illumina and SRA data sets (Figures S1A–D in Supplementary Material) were more similar to each other compared to the 454-derived KEGG pathway analysis (Figures S1E,F in Supplementary Material). These results support previous studies that demonstrated that terrestrialization has profound effects on lungfish skin metabolism with an overall decrease in metabolic activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26969, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Changes in Lungfish Skin Immunoproteome in Response to Terrestrialization", "sentences": [], "annotations": [], "relations": []}, {"offset": 27043, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to examine the allocation of immune resources in lungfish skin in response to terrestrialization, we performed manual counts within our protein lists using previously reported proteins with immune function. We observed an increase in the percentage of immune-related proteins present in the terrestrialized gill and skin mucus compared to the free-swimming skin mucus when using lists generated by the Illumina and SRA data sets but not the 454 data set (Figure 5A). It is worth noting that the SRA-based analysis revealed a higher percentage of immune-related proteins in the gill mucus (~25%) compared to the Illumina and 454 data sets (20% in both). Similarly, when we counted the number of immune proteins that were present in each sample we found a trend toward greater number of immune proteins in the terrestrialized skin mucus compared to free-swimming skin mucus when using the Illumina and SRA data sets but not the 454 data set (Figure 5B). Among the immune-related proteins, we observed a higher number of proteins with known antimicrobial activity in the terrestrialized skin mucus compared to the free-swimming skin mucus in all three data sets (Figure 5C). The greater number of proteins with antimicrobial activity in the terrestrialized skin mucus sample was due to a greater abundance of histones and S100 proteins (Tables S1–S3 in Supplementary Material). In support, we observed increased levels of expression of H2A and S100A11 in terrestrialized compared to free-swimming skin by RT-qPCR (Figures 6A,B). Moreover, gene expression analysis of neutrophil elastase (ELANE) showed a significant increase (150-fold) in the expression of this gene in terrestrialized compared to free-swimming lungfish skin (Figure 6C). This result supports our histological observations as well as the proteomic results (Tables S1 and S2 in Supplementary Material). Combined, our results suggest that lungfish increase immune resource allocation and undergo inflammation in the skin early on during the aestivation process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29078, "infons": {"file": "fimmu-09-01259-g005.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Percentage of proteins and (B) total number of proteins with known immunological function in the three mucus samples obtained in this study using the Illumina transcriptome, the sequence read archive (SRA) transcriptome, or the 454 transcriptome databases. (C) Total number of proteins with known antimicrobial function in the skin identified in the three mucus samples using the Illumina transcriptome, SRA transcriptome, or the 454 transcriptome databases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29541, "infons": {"file": "fimmu-09-01259-g006.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Quantitative real-time PCR analysis of the expression of (A) H2A, (B) S100-A11, (C) neutrophil elastase (ELANE), (D) IgM1, (E) IgM2, and (F) IgW1 in free-swimming and terrestrialized Protopterus dolloi skin tissue (N = 3). p-Values were calculated by unpaired t-test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29813, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Apart from differences in antimicrobial compound abundance, we also observed changes in the Ig proteins present in each sample. Where no Igs were detected in the gill mucus sample, we detected IgW1 long form (IgW1L) and IgM1 in the free-swimming skin mucus sample and IgW1L, IgM1, and IgM2 in the terrestrialized skin mucus sample using the Illumina and 454 but not the SRA data sets (Tables S1–S3 in Supplementary Material). In support, RT-qPCR analysis showed no significant changes in IgW1 or IgM1 expression as a result of terrestrialization but a significant increase in IgM2 expression (~3-fold) was observed in terrestrialized compared to free-swimming skin (Figures 6D–F). Both sigma and lambda-like light chains were found in both mucus samples (Tables S1 and S2 in Supplementary Material). These results indicate a switch in Ig expression and secretion in the lungfish skin during the induction phase of aestivation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30744, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 30755, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The skin of all animals provides a first line of defense against pathogen invasion. Apart from being a physical barrier, the skin has its own unique suite of immune cells and molecules that constitute the skin-associated lymphoid tissue. As the major interface between the environment and the host, the skin is subject to several external stressors, and these stressors shifted dramatically during the vertebrate transition from water to land. Hence, we took advantage of the ability to terrestrialize lungfish in the laboratory setting as a model to study the water-to-land transition. We hypothesized that terrestrialization results in changes in the skin proteome composition and specifically, in an increased investment in production of immune molecules that will help prevent pathogen invasion and land stressors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31574, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previous studies have shown changes in the skin proteome composition of teleost fish (aquatic vertebrates) in response to infection, stress, wounding, or dietary administration of immunostimulants. However, most of these studies adopted a two-dimensional (2-D) gel electrophoresis approach where selected spots were then analyzed by peptide fragment fingerprinting and LC-MS/MS. 2-D gel electrophoresis presents a number of drawbacks such as low reproducibility, the need for large sample sizes, and the difficulty to separate proteins with low abundance as well as very hydrophobic proteins. Thus, our results constitute a unique and unbiased report of all proteins present in the skin proteome of lungfish. We used three different RNA-seq databases from two different lungfish species (P. dolloi and P. annectens) generated in three different platforms (named Illumina, SRA, and 454) in our analyses. As expected, we obtained different results depending on the database and tissue origin. We found greater number of proteins in every sample when the SRA database was used, an expected result given the coverage of protein-coding sequences in each data base (636 unique sequences for the lungfish SRA database but only 494 for the Illumina database and 435 for the 454 database according to Swissprot).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32878, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As previously reported, we observed dramatic remodeling of the lungfish skin histological organization upon terrestrialization. This tissue remodeling involves multiple processes such as flattening of the epithelial cells, decreases in the overall epidermal thickness, and loss of goblet cells. In support, our proteomic study showed enriched BPs and KEGG pathways present in the skin mucus before and during terrestrialization highlighting the ability of this vertebrate to respond to environmental stimuli and reshape the cellular and molecular composition of the skin. One potential caveat to our study is that increased amounts of cell debris may be present in the skin mucus samples of terrestrialized animals than in free-swimming lungfish, affecting the overall proteomic composition of the two samples. In any case, tissue remodeling and changes in the external microbial environment likely occur concomitantly in our model and teasing apart the immunoproteome changes that respond to one or the other stimulus is a challenging question.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33924, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Transition from water to land also imposes drastic changes in the microbial composition of the external environment. Thus, we observed that lungfish secrete unique suites of innate and adaptive immune molecules into the skin mucus as a response to air exposure. With respect to innate immune molecules, we identified greater number of proteins with known antimicrobial functions in the skin, particularly histones (HIST1H1D and HIST1H3C) and S100 proteins (S100A, S100P, and S100A6). In this study, we confirmed changes at the protein level with gene expression data for six selected genes. Overall, gene expression data supported the findings of the proteomics approach, but it is worth noting that we did not include biological replicates in the proteomics study. Previous work has shown a lack of correlation between proteomics and mRNA transcript levels and therefore future studies should expand our current data sets to multiple biological replicates. GO analyses of the unique proteins present in the terrestrialized skin mucus revealed enrichment in BPs such as defense response to Gram-negative bacterium, antigen processing, and presentation of exogenous peptide antigen via MHC class I, TAP-dependent, tumor necrosis factor-mediated signaling pathway, and cellular response to hydrogen peroxide. Thus, these data suggest a requirement for the lungfish skin to increase antimicrobial defenses during the process of terrestrialization. Future studies should address the function of antimicrobial compounds triggered by air exposure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35466, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Protopterus sp. express four different immunoglobulin heavy (IgH) chain classes: IgW, IgM, IgN, and IgQ. Additionally, there is extensive intraclass IgH diversification in lungfish, with IgM including three IgM genes (IgM1, IgM2, and IgM3), IgW including two genes (IgW1 and IgW2) as well as short and long forms, and IgN including also three genes (IgN1, IgN2, and IgN3). So far, the immunological functions of different IgM subclasses have not been investigated. This study identified the presence of Igs in the skin mucus proteome of both freshwater and terrestrialized lungfish. Specifically, the freshwater lungfish skin proteome contained IgW1L as well as IgM1 secretory form. Secreted IgW(D) antibodies have not been previously characterized in sarcopterygian fish, but it is known that teleost secrete IgD into their mucosal secretions. Our findings support that secretion of IgW into the skin mucus occurs in sarcopterygian fish and that IgW1L may have specialized mucosal immune functions compared to other IgW forms in lungfish. In the terrestrialized skin mucus proteome, apart from IgW1L, we observed both IgM1 and IgM2 expression, suggesting the IgM1 expression occurs constitutively in the skin of lungfish but IgM2 expression is switched on in response to external stressors. We were not able to detect any Ig in the terrestrialized gill mucus sample, but this finding may be a result of the lower protein amounts in this sample compared to the skin mucus samples. Further studies should address the specific immunological function of IgM2 at lungfish mucosal surfaces.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37052, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 37063, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This study provides the first characterization of the skin mucus proteome of a sarcopterygian fish, the African lungfish. We report important shifts in both innate and adaptive immune molecules in the skin mucus of lungfish in response to terrestrialization. Our results suggest that the transition from water to land in vertebrates imposed a need for increased investment in immune function in the cutaneous mucosal secretions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37492, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 37510, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Proteomic data sets were submitted to ProteomeXchange () via the PRIDE database, accession: PXD008981 and PXD008982.SRA used in this study can be found at NCBI (accession numbers SRR2027914, SRR2027978, SRR2027979, SRR2028000, SRR2028017, SRR2028020, SRR2028021, SRR2027980, SRR6291329, and SRR6291330). 454 pyrosequencing reads were deposited at NCBI (accession number SRP141470). Output tables from Scaffold containing all peptide table reports are given in Table S5 in Supplementary Material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38006, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 38023, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "All animal studies were reviewed and approved by the Office of Animal Care Compliance at the University of New Mexico (protocol number 11-100744-MCC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38174, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 38195, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "IS conceived the experiments. RH was responsible for the lungfish aestivation and performed histology, protein extraction, and transcriptomic data analysis. EC performed the RT-qPCR analysis. RH and IS wrote the manuscript and created the figures. All authors reviewed and revised the manuscript and approved the final manuscript prior to being submitted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38551, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of Interest Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 38582, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38755, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "Funding. This work was supported by The National Science Foundation (IOS #1456940) and The National Institute of Health (COBRE grant P20GM103452).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38902, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 38925, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at .", "sentences": [], "annotations": [], "relations": []}, {"offset": 38994, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 39005, "infons": {"fpage": "1", "issue": "1", "lpage": "7", "name_0": "surname:Takei;given-names:Y", "pub-id_doi": "10.2108/zs140142", "pub-id_pmid": "25660690", "section_type": "REF", "source": "Zoolog Sci", "type": "ref", "volume": "32", "year": "2015"}, "text": "From aquatic to terrestrial life: evolution of the mechanisms for water acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 39089, "infons": {"fpage": "13097", "issue": "32", "lpage": "102", "name_0": "surname:Xu;given-names:Z", "name_1": "surname:Parra;given-names:D", "name_2": "surname:Gómez;given-names:D", "name_3": "surname:Salinas;given-names:I", "name_4": "surname:Zhang;given-names:Y", "name_5": "surname:von Gersdorff Jørgensen;given-names:L", "pub-id_doi": "10.1073/pnas.1304319110", "pub-id_pmid": "23884653", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Teleost skin, an ancient mucosal surface that elicits gut-like immune responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 39169, "infons": {"fpage": "750", "issue": "9", "lpage": "7", "name_0": "surname:Schempp;given-names:C", "name_1": "surname:Emde;given-names:M", "name_2": "surname:Wölfle;given-names:U", "pub-id_doi": "10.1111/j.1610-0387.2009.07193_supp.x", "pub-id_pmid": "19712227", "section_type": "REF", "source": "J Dtsch Dermatol Ges", "type": "ref", "volume": "7", "year": "2009"}, "text": "Dermatology in the Darwin anniversary. Part 1: evolution of integument", "sentences": [], "annotations": [], "relations": []}, {"offset": 39240, "infons": {"fpage": "311", "issue": "7445", "lpage": "6", "name_0": "surname:Amemiya;given-names:CT", "name_1": "surname:Alföldi;given-names:J", "name_2": "surname:Lee;given-names:AP", "name_3": "surname:Fan;given-names:S", "name_4": "surname:Philippe;given-names:H", "name_5": "surname:MacCallum;given-names:I", "pub-id_doi": "10.1038/nature12027", "pub-id_pmid": "23598338", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "496", "year": "2013"}, "text": "The African coelacanth genome provides insights into tetrapod evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 39312, "infons": {"fpage": "71", "lpage": "80", "name_0": "surname:Garofalo;given-names:F", "name_1": "surname:Amelio;given-names:D", "name_2": "surname:Icardo;given-names:JM", "name_3": "surname:Chew;given-names:SF", "name_4": "surname:Tota;given-names:B", "name_5": "surname:Cerrea;given-names:MC", "pub-id_doi": "10.1016/j.niox.2014.11.017", "pub-id_pmid": "25499100", "section_type": "REF", "source": "Nitric Oxide", "type": "ref", "volume": "44", "year": "2015"}, "text": "Signal molecule changes in the gills and lungs of the African lungfish Protopterus annectens, during the maintenance and arousal phases of aestivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 39463, "infons": {"fpage": "237", "lpage": "48", "name_0": "surname:Fishman;given-names:AP", "name_1": "surname:Pack;given-names:AI", "name_2": "surname:Delaney;given-names:RG", "name_3": "surname:Galante;given-names:RJ", "pub-id_doi": "10.1002/jmor.1051900416", "section_type": "REF", "source": "J Morphol", "type": "ref", "volume": "190", "year": "1986"}, "text": "Estivation in Protopterus", "sentences": [], "annotations": [], "relations": []}, {"offset": 39489, "infons": {"fpage": "26", "issue": "1", "lpage": "31", "name_0": "surname:Strula;given-names:M", "name_1": "surname:Paola;given-names:P", "name_2": "surname:Carlo;given-names:G", "name_3": "surname:Angela;given-names:MM", "name_4": "surname:Maria;given-names:UV", "pub-id_doi": "10.1002/jez.1139", "pub-id_pmid": "11754019", "section_type": "REF", "source": "J Exp Zool", "type": "ref", "volume": "292", "year": "2002"}, "text": "Effects of induced aestivation in Protopterus annectens: a histomorphological study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39573, "infons": {"fpage": "1156", "issue": "9", "lpage": "72", "name_0": "surname:Ojeda;given-names:JL", "name_1": "surname:Wong;given-names:WP", "name_2": "surname:Ip;given-names:YK", "name_3": "surname:Icardo;given-names:JM", "pub-id_doi": "10.1002/ar.20729", "pub-id_pmid": "18521897", "section_type": "REF", "source": "Anat Rec", "type": "ref", "volume": "291", "year": "2008"}, "text": "Renal corpuscle of the African lungfish Protopterus dolloi: structural and histochemical modifications during aestivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 39695, "infons": {"fpage": "8", "issue": "1", "lpage": "17", "name_0": "surname:Perry;given-names:SF", "name_1": "surname:Euverman;given-names:R", "name_2": "surname:Wang;given-names:T", "name_3": "surname:Loong;given-names:AM", "name_4": "surname:Chew;given-names:SF", "name_5": "surname:Ip;given-names:WK", "pub-id_doi": "10.1016/j.resp.2007.06.015", "pub-id_pmid": "17974507", "section_type": "REF", "source": "Respir Physiol Neurobiol", "type": "ref", "volume": "160", "year": "2008"}, "text": "Control of breathing in African lungfish (Protopterus dolloi): a comparison of aquatic and cocooned (terrestrialized) animals", "sentences": [], "annotations": [], "relations": []}, {"offset": 39821, "infons": {"fpage": "60", "issue": "1", "lpage": "72", "name_0": "surname:Icardo;given-names:JM", "name_1": "surname:Loong;given-names:AM", "name_2": "surname:Colvee;given-names:E", "name_3": "surname:Wong;given-names:WP", "name_4": "surname:Ip;given-names:YK", "pub-id_doi": "10.1002/ar.21476", "pub-id_pmid": "21964967", "section_type": "REF", "source": "Anat Rec", "type": "ref", "volume": "295", "year": "2012"}, "text": "The alimentary canal of the African lungfish Protopterus annectens during aestivation and after arousal", "sentences": [], "annotations": [], "relations": []}, {"offset": 39925, "infons": {"fpage": "71", "name_0": "surname:Chng;given-names:YR", "name_1": "surname:Ong;given-names:JLY", "name_2": "surname:Ching;given-names:B", "name_3": "surname:Chen;given-names:XL", "name_4": "surname:Hiong;given-names:KC", "name_5": "surname:Wong;given-names:WP", "pub-id_doi": "10.3389/fphys.2017.00071", "pub-id_pmid": "28261105", "section_type": "REF", "source": "Front Physiol", "type": "ref", "volume": "8", "year": "2017"}, "text": "Aestivation induces changes in the mRNA expression levels and protein abundances of two isoforms of urea transporters in the gills of African lungfish, Protopterus annectens", "sentences": [], "annotations": [], "relations": []}, {"offset": 40099, "infons": {"fpage": "777", "lpage": "86", "name_0": "surname:Chew;given-names:SF", "name_1": "surname:Chan;given-names:NKY", "name_2": "surname:Loong;given-names:AM", "name_3": "surname:Hoing;given-names:KC", "name_4": "surname:Tam;given-names:WL", "name_5": "surname:Ip;given-names:WK", "pub-id_doi": "10.1242/jeb.00813", "pub-id_pmid": "14747410", "section_type": "REF", "source": "J Exp Biol", "type": "ref", "volume": "207", "year": "2004"}, "text": "Nitrogen metabolism in the African lungfish (Protopterus dolloi) aestivating in a mucus cocoon on land", "sentences": [], "annotations": [], "relations": []}, {"offset": 40202, "infons": {"fpage": "82", "issue": "2", "lpage": "3", "name_0": "surname:Chew;given-names:SF", "name_1": "surname:Hiong;given-names:K", "pub-id_doi": "10.4161/temp.29650", "pub-id_pmid": "27581948", "section_type": "REF", "source": "Temperature (Austin)", "type": "ref", "volume": "1", "year": "2014"}, "text": "Aestivation and brain of the African lungfish Protopterus annectens", "sentences": [], "annotations": [], "relations": []}, {"offset": 40270, "infons": {"fpage": "893", "issue": "6", "lpage": "907", "name_0": "surname:Wood;given-names:CM", "name_1": "surname:Walsh;given-names:PJ", "name_2": "surname:Chew;given-names:SF", "name_3": "surname:Ip;given-names:YK", "pub-id_doi": "10.1086/432919", "pub-id_pmid": "16228929", "section_type": "REF", "source": "Physiol Biochem Zool", "type": "ref", "volume": "78", "year": "2005"}, "text": "Greatly elevated urea excretion after air exposure appears to be carrier mediated in the slender lungfish (Protopterus dolloi)", "sentences": [], "annotations": [], "relations": []}, {"offset": 40397, "infons": {"fpage": "99", "issue": "1", "lpage": "112", "name_0": "surname:Wilkie;given-names:MP", "name_1": "surname:Morgan;given-names:TP", "name_2": "surname:Galvez;given-names:F", "name_3": "surname:Smith;given-names:RW", "name_4": "surname:Kamjimura;given-names:M", "name_5": "surname:Ip;given-names:YK", "pub-id_doi": "10.1086/508837", "pub-id_pmid": "17160883", "section_type": "REF", "source": "Physiol Biochem Zool", "type": "ref", "volume": "80", "year": "2007"}, "text": "The African lungfish (Protopterus dolloi): ionoregulation and osmoregulation in a fish out of water", "sentences": [], "annotations": [], "relations": []}, {"offset": 40497, "infons": {"fpage": "3358", "issue": "16", "lpage": "66", "name_0": "surname:Casadei;given-names:E", "name_1": "surname:Wang;given-names:T", "name_2": "surname:Zou;given-names:J", "name_3": "surname:Vecino;given-names:JLG", "name_4": "surname:Wadsworth;given-names:S", "name_5": "surname:Secombes;given-names:CJ", "pub-id_doi": "10.1016/j.molimm.2009.07.018", "pub-id_pmid": "19709750", "section_type": "REF", "source": "Mol Immunol", "type": "ref", "volume": "46", "year": "2009"}, "text": "Characterization of three novel β-defensin antimicrobial peptides in rainbow trout (Oncorhynchus mykiss)", "sentences": [], "annotations": [], "relations": []}, {"offset": 40605, "infons": {"fpage": "503", "issue": "7", "lpage": "16", "name_0": "surname:Gallo;given-names:RL", "name_1": "surname:Hoopwer;given-names:LV", "pub-id_doi": "10.1038/nri3228", "pub-id_pmid": "22728527", "section_type": "REF", "source": "Nat Rev Immunol", "type": "ref", "volume": "12", "year": "2012"}, "text": "Epithelial antimicrobial defence of the skin and intestine", "sentences": [], "annotations": [], "relations": []}, {"offset": 40664, "infons": {"fpage": "2377", "issue": "21", "lpage": "92", "name_0": "surname:Diamond;given-names:G", "name_1": "surname:Beckloff;given-names:N", "name_2": "surname:Weinberg;given-names:A", "name_3": "surname:Kisich;given-names:KO", "pub-id_doi": "10.2174/138161209788682325", "pub-id_pmid": "19601838", "section_type": "REF", "source": "Curr Pharm Des", "type": "ref", "volume": "15", "year": "2009"}, "text": "The roles of antimicrobial peptides in innate host defense", "sentences": [], "annotations": [], "relations": []}, {"offset": 40723, "infons": {"fpage": "91", "issue": "1", "lpage": "7", "name_0": "surname:Dorschner;given-names:RA", "name_1": "surname:Pestonjamasp;given-names:VK", "name_2": "surname:Tamakuwala;given-names:S", "name_3": "surname:Ohtake;given-names:T", "name_4": "surname:Rudisill;given-names:J", "name_5": "surname:Nizet;given-names:V", "pub-id_doi": "10.1046/j.1523-1747.2001.01340.x", "pub-id_pmid": "11442754", "section_type": "REF", "source": "J Invest Dermatol", "type": "ref", "volume": "117", "year": "2001"}, "text": "Cutaneous injury induces the release of cathelicidin antimicrobial peptides active against group A Streptococcus", "sentences": [], "annotations": [], "relations": []}, {"offset": 40836, "infons": {"fpage": "35818", "issue": "38", "lpage": "25", "name_0": "surname:Thorey;given-names:IS", "name_1": "surname:Roth;given-names:J", "name_2": "surname:Regenbogen;given-names:J", "name_3": "surname:Halle;given-names:JP", "name_4": "surname:Bittner;given-names:M", "name_5": "surname:Vogl;given-names:T", "pub-id_doi": "10.1074/jbc.M104871200", "pub-id_pmid": "11463791", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "276", "year": "2001"}, "text": "The Ca2+-binding proteins S100A8 and S100A9 are encoded by novel injury-regulated genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 40924, "infons": {"fpage": "2595", "issue": "11", "lpage": "604", "name_0": "surname:Büchau;given-names:AS", "name_1": "surname:Hassan;given-names:M", "name_2": "surname:Kukova;given-names:G", "name_3": "surname:Lewerenz;given-names:V", "name_4": "surname:Kellermann;given-names:S", "name_5": "surname:Würthner;given-names:JU", "pub-id_doi": "10.1038/sj.jid.5700946", "pub-id_pmid": "17625598", "section_type": "REF", "source": "J Invest Dermatol", "type": "ref", "volume": "127", "year": "2007"}, "text": "S100A15, an antimicrobial protein of the skin: regulation by E. coli through toll-like receptor 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 41022, "infons": {"fpage": "195", "issue": "3", "lpage": "205", "name_0": "surname:Kawasaki;given-names:H", "name_1": "surname:Iwamuro;given-names:S", "pub-id_doi": "10.2174/1871526510808030195", "pub-id_pmid": "18782037", "section_type": "REF", "source": "Infect Disord Drug Targets", "type": "ref", "volume": "8", "year": "2008"}, "text": "Potential roles of histones in host defense as antimicrobial agents", "sentences": [], "annotations": [], "relations": []}, {"offset": 41090, "infons": {"fpage": "21", "lpage": "34", "name_0": "surname:Jurado;given-names:J", "name_1": "surname:Fuentes-Almargo;given-names:CA", "name_2": "surname:Guardiola;given-names:FA", "name_3": "surname:Cuesta;given-names:A", "name_4": "surname:Esteban;given-names:MÁ", "name_5": "surname:Prieto-Álamo;given-names:MJ", "pub-id_doi": "10.1016/j.jprot.2015.02.019", "pub-id_pmid": "25753121", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "120", "year": "2015"}, "text": "Proteomic profile of the skin mucus of farmed gilthead seabream (Sparus aurata)", "sentences": [], "annotations": [], "relations": []}, {"offset": 41170, "infons": {"fpage": "850", "issue": "5", "lpage": "8", "name_0": "surname:Shevchenko;given-names:A", "name_1": "surname:Wilm;given-names:M", "name_2": "surname:Vorm;given-names:O", "name_3": "surname:Mann;given-names:M", "pub-id_doi": "10.1021/ac950914h", "pub-id_pmid": "8779443", "section_type": "REF", "source": "Anal Chem", "type": "ref", "volume": "68", "year": "1996"}, "text": "Mass spectrometric sequencing of proteins from silver-stained polyacrylamide gels", "sentences": [], "annotations": [], "relations": []}, {"offset": 41252, "infons": {"fpage": "1156", "issue": "9", "lpage": "68", "name_0": "surname:Andon;given-names:NL", "name_1": "surname:Hollingworth;given-names:S", "name_2": "surname:Koller;given-names:A", "name_3": "surname:Greenland;given-names:AJ", "name_4": "surname:Yates;given-names:JR;suffix:III", "name_5": "surname:Haynes;given-names:PA", "pub-id_doi": "10.1002/1615-9861(200209)2:9<1156::AID-PROT1156>3.0.CO;2-4", "pub-id_pmid": "12362334", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "2", "year": "2002"}, "text": "Proteomic characterization of wheat amyloplasts using identification of proteins by tandem mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 41361, "infons": {"fpage": "e70650", "issue": "8", "name_0": "surname:Tacchi;given-names:L", "name_1": "surname:Larragoite;given-names:E", "name_2": "surname:Salinas;given-names:I", "pub-id_doi": "10.1371/journal.pone.0070650", "pub-id_pmid": "23967082", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Discovery of J chain in African lungfish (Protopterus dolloi, Sarcopterygii) using high throughput transcriptome sequencing: implications in mucosal immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 41519, "infons": {"section_type": "REF", "source": "SRA Knowledge Base", "type": "ref", "year": "2011"}, "text": "Using the SRA Toolkit to convert sra files into other formats", "sentences": [], "annotations": [], "relations": []}, {"offset": 41581, "infons": {"fpage": "1494", "issue": "8", "lpage": "512", "name_0": "surname:Hass;given-names:BJ", "name_1": "surname:Papanicolaou;given-names:A", "name_2": "surname:Yassour;given-names:M", "name_3": "surname:Grabherr;given-names:M", "name_4": "surname:Blood;given-names:PD", "name_5": "surname:Bowden;given-names:J", "pub-id_doi": "10.1038/nprot.2013.084", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "8", "year": "2014"}, "text": "De novo transcript sequence reconstruction from RNA-Seq: reference generation and analysis with Trinity", "sentences": [], "annotations": [], "relations": []}, {"offset": 41685, "infons": {"fpage": "3150", "issue": "23", "lpage": "2", "name_0": "surname:Fu;given-names:L", "name_1": "surname:Niu;given-names:B", "name_2": "surname:Zhu;given-names:Z", "name_3": "surname:Wu;given-names:S", "name_4": "surname:Li;given-names:W", "pub-id_doi": "10.1093/bioinformatics/bts565", "pub-id_pmid": "23060610", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "CD-HIT: accelerated for clustering the next generation sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41756, "infons": {"fpage": "5383", "issue": "20", "lpage": "92", "name_0": "surname:Keller;given-names:A", "name_1": "surname:Nesvizhskii;given-names:AI", "name_2": "surname:Kolker;given-names:E", "name_3": "surname:Aebersold;given-names:R", "pub-id_doi": "10.1021/ac025747h", "pub-id_pmid": "12403597", "section_type": "REF", "source": "Anal Chem", "type": "ref", "volume": "74", "year": "2002"}, "text": "Empirical statistical model to estimate the accuracy of peptide identifications made by MS/MS and database search", "sentences": [], "annotations": [], "relations": []}, {"offset": 41870, "infons": {"fpage": "53", "issue": "1", "lpage": "62", "name_0": "surname:Qian;given-names:WJ", "name_1": "surname:Liu;given-names:T", "name_2": "surname:Monroe;given-names:ME", "name_3": "surname:Strittmatter;given-names:EF", "name_4": "surname:Jacobs;given-names:JM", "name_5": "surname:Kangas;given-names:LJ", "pub-id_doi": "10.1021/pr0498638", "pub-id_pmid": "15707357", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "4", "year": "2005"}, "text": "Probability-based evaluation of peptide and protein identifications from tandem mass spectrometry and SEQUEST analysis: the human proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 42009, "infons": {"fpage": "403", "issue": "3", "lpage": "10", "name_0": "surname:Altschul;given-names:SF", "name_1": "surname:Gish;given-names:W", "name_2": "surname:Miller;given-names:W", "name_3": "surname:Myers;given-names:EW", "name_4": "surname:Lipman;given-names:DJ", "pub-id_doi": "10.1016/S0022-2836(05)80360-2", "pub-id_pmid": "2231712", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "215", "year": "1990"}, "text": "Basic local alignment search tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 42043, "infons": {"fpage": "288", "issue": "2", "lpage": "9", "name_0": "surname:Carbon;given-names:S", "name_1": "surname:Ireland;given-names:A", "name_2": "surname:Mungall;given-names:CJ", "name_3": "surname:Shu;given-names:S", "name_4": "surname:Marshall;given-names:B", "name_5": "surname:Lewis;given-names:S", "pub-id_doi": "10.1093/bioinformatics/btn615", "pub-id_pmid": "19033274", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "AmiGO: online access to ontology and annotation data", "sentences": [], "annotations": [], "relations": []}, {"offset": 42096, "infons": {"fpage": "25", "issue": "1", "lpage": "9", "name_0": "surname:Ashburner;given-names:M", "name_1": "surname:Ball;given-names:CA", "name_2": "surname:Blake;given-names:JA", "name_3": "surname:Botstein;given-names:D", "name_4": "surname:Butler;given-names:H", "name_5": "surname:Cherry;given-names:JM", "pub-id_doi": "10.1038/75556", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "25", "year": "2017"}, "text": "Gene ontology: tool for the unification of biology. The Gene Ontology Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 42177, "infons": {"fpage": "44", "issue": "1", "lpage": "57", "name_0": "surname:Huang;given-names:DW", "name_1": "surname:Sherman;given-names:BT", "name_2": "surname:Lempicki;given-names:RA", "pub-id_doi": "10.1038/nprot.2008.211", "pub-id_pmid": "19131956", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "4", "year": "2009"}, "text": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 42270, "infons": {"fpage": "1", "issue": "1", "lpage": "13", "name_0": "surname:Huang;given-names:DW", "name_1": "surname:Sherman;given-names:BT", "name_2": "surname:Lempicki;given-names:RA", "pub-id_doi": "10.1093/nar/gkn923", "pub-id_pmid": "19033363", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009"}, "text": "Bioinformatics enrichment tools: paths toward the comprehensive functional analysis of large gene lists", "sentences": [], "annotations": [], "relations": []}, {"offset": 42374, "infons": {"section_type": "REF", "source": "R: A Language and Environment for Statistical Computing", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 42375, "infons": {"fpage": "261", "issue": "2", "lpage": "6", "name_0": "surname:Schauber;given-names:J", "name_1": "surname:Gallo;given-names:RL", "pub-id_doi": "10.1016/j.jaci.2008.03.027", "pub-id_pmid": "18439663", "section_type": "REF", "source": "J Allergy Clin Immunol", "type": "ref", "volume": "122", "year": "2008"}, "text": "Antimicrobial peptides and the skin immune defense system", "sentences": [], "annotations": [], "relations": []}, {"offset": 42433, "infons": {"fpage": "12", "lpage": "6", "name_0": "surname:Streilein;given-names:JW", "pub-id_doi": "10.1111/1523-1747.ep12536743", "pub-id_pmid": "6571731", "section_type": "REF", "source": "J Invest Dermatol", "type": "ref", "volume": "80", "year": "1983"}, "text": "Skin-associated lymphoid tissues (SALT): origins and functions", "sentences": [], "annotations": [], "relations": []}, {"offset": 42496, "infons": {"fpage": "2178", "lpage": "85", "name_0": "surname:Egawa;given-names:G", "name_1": "surname:Kabashima;given-names:K", "pub-id_doi": "10.1038/jid.2011.198", "pub-id_pmid": "21734715", "section_type": "REF", "source": "J Invest Dermatol", "type": "ref", "volume": "131", "year": "2011"}, "text": "Skin as a peripheral lymphoid organ: revisiting the concept of skin-associated lymphoid tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 42591, "infons": {"fpage": "103", "name_0": "surname:Rajan;given-names:B", "name_1": "surname:Lokesh;given-names:J", "name_2": "surname:Kiron;given-names:V", "name_3": "surname:Brinchmann;given-names:MF", "pub-id_doi": "10.1186/1746-6148-9-103", "pub-id_pmid": "23672475", "section_type": "REF", "source": "BMC Vet Res", "type": "ref", "volume": "9", "year": "2013"}, "text": "Differentially expressed proteins in the skin mucus of Atlantic cod (Gadus morhua) upon natural infection with Vibrio anguillarum", "sentences": [], "annotations": [], "relations": []}, {"offset": 42721, "infons": {"fpage": "311", "issue": "3", "lpage": "21", "name_0": "surname:Provan;given-names:F", "name_1": "surname:Jensen;given-names:LB", "name_2": "surname:Uleberg;given-names:KE", "name_3": "surname:Larssen;given-names:E", "name_4": "surname:Rajalahti;given-names:T", "name_5": "surname:Mullins;given-names:J", "pub-id_doi": "10.1111/jfd.12064", "pub-id_pmid": "23305410", "section_type": "REF", "source": "J Fish Dis", "type": "ref", "volume": "36", "year": "2013"}, "text": "Proteomic analysis of epidermal mucus from sea lice-infected Atlantic salmon, Salmo salar L", "sentences": [], "annotations": [], "relations": []}, {"offset": 42813, "infons": {"fpage": "34", "name_0": "surname:Pérez-Sánchez;given-names:J", "name_1": "surname:Terova;given-names:G", "name_2": "surname:Simó-Mirabet;given-names:P", "name_3": "surname:Rimoldi;given-names:S", "name_4": "surname:Folkedal;given-names:O", "name_5": "surname:Calduch-Giner;given-names:JA", "pub-id_doi": "10.3389/fphys.2017.00034", "section_type": "REF", "source": "Front Phys", "type": "ref", "volume": "8", "year": "2017"}, "text": "Skin mucus of gilthead sea bream (Sparus aurata L.). Protein mapping and regulation in chronically stressed fish", "sentences": [], "annotations": [], "relations": []}, {"offset": 42926, "infons": {"fpage": "1", "lpage": "7", "name_0": "surname:Cordero;given-names:H", "name_1": "surname:Guzmán-Villanueva;given-names:LT", "name_2": "surname:Chaves-Pozo;given-names:E", "name_3": "surname:Arizcun;given-names:M", "name_4": "surname:Ascencio-Valle;given-names:F", "name_5": "surname:Cuesta;given-names:A", "pub-id_doi": "10.1016/j.dci.2016.06.011", "pub-id_pmid": "27317010", "section_type": "REF", "source": "Dev Comp Immunol", "type": "ref", "volume": "65", "year": "2016"}, "text": "Comparative ontogenetic development of two marine teleosts, gilthead seabream and European sea bass: new insights into nutrition and immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 43068, "infons": {"fpage": "41", "lpage": "50", "name_0": "surname:Cordero;given-names:H", "name_1": "surname:Morcillo;given-names:P", "name_2": "surname:Cuesta;given-names:A", "name_3": "surname:Brinchmann;given-names:MF", "name_4": "surname:Esteban;given-names:MA", "pub-id_doi": "10.1016/j.jprot.2015.11.017", "pub-id_pmid": "26617323", "section_type": "REF", "source": "J Proteomics", "type": "ref", "volume": "132", "year": "2016"}, "text": "Differential proteome profile of skin mucus of gilthead seabream (Sparus aurata) after probiotic intake and/or overcrowding stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 43199, "infons": {"fpage": "939", "issue": "1", "name_0": "surname:Cordero;given-names:H", "name_1": "surname:Brinchmann;given-names:MF", "name_2": "surname:Cuesta;given-names:A", "name_3": "surname:Esteban;given-names:MA", "pub-id_doi": "10.1186/s12864-017-4349-3", "pub-id_pmid": "29197330", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "18", "year": "2017"}, "text": "Chronic wounds alter the proteome profile in skin mucus of farmed gilthead seabream", "sentences": [], "annotations": [], "relations": []}, {"offset": 43283, "infons": {"fpage": "e0169075", "issue": "1", "name_0": "surname:Micallef;given-names:G", "name_1": "surname:Cash;given-names:P", "name_2": "surname:Fernandes;given-names:JMO", "name_3": "surname:Rajan;given-names:B", "name_4": "surname:Tinsley;given-names:JW", "name_5": "surname:Bickerdike;given-names:R", "pub-id_doi": "10.1371/journal.pone.0169075", "pub-id_pmid": "28046109", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "12", "year": "2017"}, "text": "Dietary yeast cell wall extract alters the proteome of the skin mucous barrier in Atlantic Salmon (Salmo salar): increased abundance and expression of a calreticulin-like protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 43462, "infons": {"fpage": "527", "issue": "8", "lpage": "39", "name_0": "surname:Gautier;given-names:V", "name_1": "surname:Mouton-Barbosa;given-names:E", "name_2": "surname:Bouyssie;given-names:D", "name_3": "surname:Delcourt;given-names:N", "name_4": "surname:Beau;given-names:M", "name_5": "surname:Girard;given-names:J-P", "pub-id_doi": "10.1074/mcp.M111.015230", "pub-id_pmid": "22518033", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "11", "year": "2012"}, "text": "Label-free quantification and shotgun analysis of complex proteomes by one-dimensional SDS-PAGE/NanoLC-MS", "sentences": [], "annotations": [], "relations": []}, {"offset": 43568, "infons": {"fpage": "91", "issue": "2", "lpage": "110", "name_0": "surname:Haider;given-names:S", "name_1": "surname:Pal;given-names:R", "pub-id_doi": "10.2174/1389202911314020003", "section_type": "REF", "source": "Curr Genomics", "type": "ref", "volume": "14", "year": "2015"}, "text": "Integrated analysis of transcriptomic and proteomic data", "sentences": [], "annotations": [], "relations": []}, {"offset": 43625, "infons": {"fpage": "335", "issue": "5", "lpage": "51", "name_0": "surname:Zhang;given-names:T", "name_1": "surname:Tacchi;given-names:L", "name_2": "surname:Wei;given-names:Z", "name_3": "surname:Zhao;given-names:Y", "name_4": "surname:Salinas;given-names:I", "pub-id_doi": "10.1007/s00251-014-0769-2", "pub-id_pmid": "24676685", "section_type": "REF", "source": "Immunogenetics", "type": "ref", "volume": "66", "year": "2014"}, "text": "Intraclass diversification of immunoglobulin heavy chain genes in the African lungfish", "sentences": [], "annotations": [], "relations": []}, {"offset": 43712, "infons": {"fpage": "10728", "name_0": "surname:Xu;given-names:Z", "name_1": "surname:Takizawa;given-names:F", "name_2": "surname:Parra;given-names:D", "name_3": "surname:Gómez;given-names:D", "name_4": "surname:Jørgensen;given-names:L", "name_5": "surname:LaPatra;given-names:SE", "pub-id_doi": "10.1038/ncomms10728", "pub-id_pmid": "26869478", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "7", "year": "2016"}, "text": "Mucosal immunoglobulins at respiratory surfaces mark an ancient association that predates the emergence of tetrapods", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]