[{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "5854723", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1007/s00438-017-1401-6", "article-id_pmc": "5854723", "article-id_pmid": "29188438", "article-id_publisher-id": "1401", "fpage": "463", "issue": "2", "kwd": "Wheat Exome capture Mutation mapping Rht1", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.", "lpage": "477", "name_0": "surname:Mo;given-names:Youngjun", "name_1": "surname:Howell;given-names:Tyson", "name_2": "surname:Vasquez-Gross;given-names:Hans", "name_3": "surname:de Haro;given-names:Luis Alejandro", "name_4": "surname:Dubcovsky;given-names:Jorge", "name_5": "surname:Pearce;given-names:Stephen", "name_6": "surname:Dubcovsky;given-names:Jorge", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "293", "year": "2018"}, "text": "Mapping causal mutations by exome sequencing in a wheat TILLING population: a tall mutant case study", "sentences": [], "annotations": [], "relations": []}, {"offset": 101, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Forward genetic screens of induced mutant plant populations are powerful tools to identify genes underlying phenotypes of interest. Using traditional techniques, mapping causative mutations from forward screens is a lengthy, multi-step process, requiring the identification of a broad genetic region followed by candidate gene sequencing to characterize the causal variant. Mapping by whole genome sequencing accelerates the identification of causal mutations by simultaneously defining a mapping region and providing information on the induced genetic variants. In wheat, although the availability of a high-quality draft genome assembly facilitates mapping and mutation calling, whole genome resequencing remains prohibitively expensive due to its large genome. In the current study, we used exome sequencing as a complexity reduction strategy to detect mutations associated with a target phenotype. In a segregating wheat EMS population, we identified a clear peak region on chromosome arm 4BS associated with increased plant height. Although none of the significant SNPs seemed causative for the mutant phenotype, they were sufficient to identify a linked ~ 1.9 Mb deletion encompassing nine genes. These genes included Rht-B1, which is known to have a strong effect on plant height and is a strong candidate for the observed phenotype. We performed simulation experiments to determine the impacts of sequencing depth and bulk size and discuss the importance of considering each factor when designing mapping-by-sequencing experiments in wheat. This approach can accelerate the identification of candidate causal point mutations or linked deletions underlying important phenotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1792, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 1826, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (10.1007/s00438-017-1401-6) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1962, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1975, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Forward genetic screens of induced mutant populations have been instrumental in identifying genes responsible for phenotypic variation in plants (Peters et al.). Such screens consist first of isolating a mutant individual exhibiting a phenotype of interest followed by genetic mapping to identify the causal mutation underlying this phenotype. Traditionally, mapping an induced mutation was a lengthy process dependent on identifying genetic markers co-segregating with the target phenotype in a mapping population. A variation of this approach, bulked segregant analysis (BSA) whereby the allelic frequencies of genetic markers are analyzed in two groups of plants exhibiting contrasting phenotypes, can significantly reduce the time and costs of genotyping (Michelmore et al.). Once a mapping interval harboring the causal variant has been defined, candidate genes within this region must be sequenced to identify putative causal mutations underlying the phenotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2943, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent advances in next generation sequencing technologies have reduced sequencing costs to such an extent that for many plant species, it is now feasible to perform whole genome sequencing (WGS) to characterize the full complement of genetic variants within a mutant or a mapping population (Schneeberger). This represents a major advance for genetic mapping studies, since it is possible in a single step to define a mapping interval and identify causal variants associated with the target phenotype (Schneeberger). Mapping-by-sequencing has been widely applied in Arabidopsis thaliana to identify causative mutations underlying phenotypes of interest from screens of ethyl methanesulfonate (EMS)-induced mutant populations (Schneeberger et al.; Cuperus et al.; Austin et al.). Typically, mutations are mapped in an F2 population derived from a cross between the isolated mutant line and a genetically divergent accession using a BSA-based approach. To identify the causative mutation, high-throughput sequencing is performed on a bulked DNA sample pooled from F2 individuals exhibiting the mutant phenotype and the relative frequency of each parental allele within the pool is determined using an informatics package (Schneeberger et al.; Cuperus et al.; Austin et al.). Candidate-induced mutations can subsequently be validated using independent allelic mutants (Schneeberger et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4332, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Traditional genetic mapping of induced mutants requires the use of crosses between genetically different individuals to maximize the number of polymorphic genetic markers. By contrast, mapping-by-sequencing characterizes all induced mutations within a population, which can be used as markers, precluding the requirement to cross to a genetically divergent variety. Induced mutations can therefore be mapped using an isogenic F2 population developed from a cross between the identified mutant and a non-mutagenized line of the same variety. This reduces both the potentially confounding effect (e.g., epistatic interactions) arising from a heterogeneous genetic background and the number of segregating loci. This approach was originally described in rice (‘MutMap’), whereby WGS was conducted on a bulked DNA sample of individuals from an isogenic F2 population which exhibited a mutant phenotype (Abe et al.). Mapping-by-WGS can also be performed without crossing by directly sequencing allelic mutants (Nordström et al.), or sequencing segregating mutant progenies derived from a heterozygous mutant line (Fekih et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5461, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To date, mapping-by-sequencing has predominantly been applied in model plant species such as Arabidopsis and rice, which have well-developed genomic resources (Schneeberger et al.; Cuperus et al.; Austin et al.; Abe et al.; Fekih et al.; Nordström et al.). The recent release of high-quality reference genomes and annotated gene models for wheat and barley provides the requisite tools to apply mapping-by-sequencing in these crops (Brenchley et al.; the International Barley Genome Sequencing Consortium; the International Wheat Genome Sequencing Consortium; Chapman et al.; Clavijo et al.). However, despite falling costs, WGS remains prohibitively expensive in wheat and barley due to the high volumes of sequencing data required to provide adequate coverage across their large genomes (the International Barley Genome Sequencing Consortium; the International Wheat Genome Sequencing Consortium). To overcome this limitation, complexity reduction strategies are required. One such approach is exome capture and sequencing, which dramatically reduces sequencing costs, while ensuring coverage of the vast majority of gene coding regions. In barley, a 62 Mb (~ 1.2% of the whole genome) exome capture assay (Mascher et al.) was used to identify variants in protein-coding genes from two phenotypic bulks of an outcrossed F2 population, resulting in the identification of an X-ray-induced deletion of the MANY-NODED DWARF gene responsible for a shortened plastochron phenotype (Mascher et al.). Similarly, a 110 Mb (~ 0.6% of the whole genome) exome capture assay in hexaploid wheat was used to identify candidate natural variants at the Yr6 locus responsible for yellow rust resistance from a pooled DNA sample of resistant plants within a doubled haploid population (Gardiner et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7255, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Exome sequencing has also been used to facilitate reverse genetic screens by cataloging coding region mutations in EMS-induced TILLING (Targeting Induced Local Lesions IN Genomes) populations in wheat (Krasileva et al.). EMS is an alkylating agent that predominantly induces G-to-A nucleotide substitutions that upon DNA replication also generate C-to-T mutations. A custom-designed 84 Mb capture assay was used to identify over 10 million high-confidence (< 0.2% error rate) EMS-type point mutations in the protein-coding regions of 1535 tetraploid and 1200 hexaploid TILLING lines (Henry et al.; Krasileva et al.). The estimated mutation density of the population was 35–40 mutations per kb, providing, on average, 24 nonsynonymous mutations per annotated wheat gene. This analysis also revealed a high frequency of large deletions (scaffolds with at least five deleted exons) in the hexaploid mutant population. Twenty-nine percent of the 1011 analyzed hexaploid mutant lines (293) showed at least one large deletion, whereas no deletions were detected in the 25 sequenced Cadenza control lines (χ2 P = 0.0015). This last result suggests that EMS treatment increases the frequency of large deletions in wheat (Krasileva et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8498, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to their use in reverse genetics studies, these sequenced mutant populations represent excellent resources for forward genetic screens since the full complement of induced mutations in the protein-coding regions of all lines are known, facilitating precise genotype calling in mapping populations derived from these lines. In the current study, we identified a tall mutant line from this sequenced TILLING population (Krasileva et al.) and describe a mapping strategy to identify the causal induced mutation using exome sequencing in a segregating M4 population. Although the approach we describe is designed to identify point mutations, we demonstrate that this method can also identify deletions. In the presented example, while none of the significant SNPs seemed to be causative for the mutant phenotype, they were sufficient to identify a linked deletion encompassing nine genes. These genes include Rht-B1, which is a strong candidate for the increased height phenotype. Plant height has a strong effect on crop productivity and an improved understanding of the genes underlying this trait will aid the selection of alternative dwarfing alleles in modern wheat germplasm. The approach we describe can be applied to rapidly identify candidate causative-induced mutations in non-model plant species, including those with large, polyploid genome such as wheat.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9874, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 9882, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Tall mutant identification and mapping-by-exome-sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9941, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed a visual screen of a tetraploid wheat TILLING population (Uauy et al.) grown as rows in field conditions at the M3 generation and identified a mutant line (T4-3822) exhibiting an increased height phenotype when compared to non-mutagenized control lines (Fig. 1a). To study this mutant line further, we bulk-harvested seeds from the M3 row and sowed them into field conditions as an M4 population (n = 75). Within this population, individual plant heights ranged from 70 to 129 cm and exhibited a bimodal pattern of segregation (Fig. 1b). Based on this clear segregating phenotype, we decided to use this material to map the causative mutation using an exome capture and sequencing strategy (Fig. 2). The observed pattern of segregation was consistent with a single causative mutation heterozygous in the M2 line. The expected genotype frequency in the M4 population of such a mutation is 37.5% (28 lines) homozygous wild-type, 25.0% (19 lines) heterozygous, and 37.5% (28 lines) homozygous mutant. Based on these expected frequencies, we selected the 24 shortest (average height 82 cm) and 24 tallest M4 plants (average height 119 cm) for genotyping (Fig. 1c). Exome capture libraries were barcoded with unique indices to retain individual genotype information. Multiplexed sequencing reactions generated, on average, 43.6 million 150 bp reads (21.8 million paired-end reads) per sample (Online Resource Table S1). After trimming for quality and adapter contamination, 97.1% of the processed reads mapped to the reference, similar to the proportion (98%) reported in a previous study using 100 bp paired-end reads (Krasileva et al.). The estimated average sequencing depth across the target exome space [119.2 Mb, (Krasileva et al.)] was 53 × per sample.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11730, "infons": {"file": "438_2017_1401_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Plant height of non-mutagenized Kronos, the tall mutant T4-3822, and the M4 mapping population. a Representative plants (six weeks after heading) of non-mutagenized Kronos and a T4-3822 M4 sister line carrying the homozygous C allele at the peak SNP (C3986T on IWGSC_CSS_4BS_scaffold_4881784). b Plant height distribution in the M4 population (n = 75). The 24 shortest and 24 tallest lines are highlighted in blue and red, respectively, while the remainder (n = 27) of the M4 individuals are indicated in gray. A gray triangle denotes the plant height class of non-mutagenized Kronos. c Plant height of the 24 shortest (blue) and 24 tallest (red) lines from the M4 population selected for exome sequencing. d Average plant height ± SE of the M4 lines carrying homozygous T allele (n = 23), heterozygous C/T (n = 8), and homozygous C allele (n = 17) at the peak SNP (C3986T on IWGSC_CSS_4BS_scaffold_4881784, Table 1). (Color figure online)", "sentences": [], "annotations": [], "relations": []}, {"offset": 12697, "infons": {"file": "438_2017_1401_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview of mutant mapping strategy using exome capture and sequencing. Each M1 plant grown from EMS-mutagenized seed was self-pollinated to produce single M2 plants, which were exome-sequenced to catalog induced mutations in the protein-coding regions (Krasileva et al.). M3 rows derived from each M2 plant were screened to identify mutant phenotypes of interest (depicted in yellow). Subsequent M4 seeds bulk-harvested from the selected M3 row segregating for the mutant phenotype (red dotted box) were used as a mapping population. Barcoded sequencing libraries with unique indices were constructed for each of the selected individual M4 plants. Libraries were subjected to exome capture and sequenced in multiplexed reactions. Bioinformatics pipeline for sequencing reads processing, mapping, and genotype calling. *IWGSC CSS reference supplemented with a de novo assembly of unmapped reads from Kronos (Krasileva et al.). (Color figure online)", "sentences": [], "annotations": [], "relations": []}, {"offset": 13646, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Significant SNPs (Bonferroni adjusted P < 0.05) associated with the mutant increased height phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 13752, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" colspan=\"2\">Scaffold<sup>a</sup>\n</th><th align=\"left\" rowspan=\"2\">SNP</th><th align=\"left\" rowspan=\"2\">\n<italic>P</italic> value</th><th align=\"left\" rowspan=\"2\">BSA Rank<sup>b</sup>\n</th><th align=\"left\" rowspan=\"2\">Effect</th><th align=\"left\" colspan=\"2\">Gene</th><th align=\"left\" colspan=\"2\">Position<sup>e</sup>\n</th></tr><tr><th align=\"left\">ID</th><th align=\"left\">bp</th><th align=\"left\">ID<sup>c</sup>\n</th><th align=\"left\">Description<sup>d</sup>\n</th><th align=\"left\">Chr</th><th align=\"left\">Mbp</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"6\">\n<italic>IWGSC_CSS_3B_scaff_</italic>\n</td><td align=\"left\" colspan=\"4\">\n<italic>Traes_3B_</italic>\n</td></tr><tr><td align=\"left\"> 10394995</td><td align=\"left\">2370</td><td align=\"left\">G → A</td><td align=\"left\">1.4 × 10<sup>−5</sup>\n</td><td align=\"left\">8</td><td align=\"left\">G160S</td><td align=\"left\">9FD27C382</td><td align=\"left\">Dirigent protein 22-like [<italic>B. distachyon</italic>]</td><td align=\"left\">3B</td><td align=\"left\">779.1</td></tr><tr><td align=\"left\"> 10351351</td><td align=\"left\">3767</td><td align=\"left\">G → A</td><td align=\"left\">3.3 × 10<sup>−5</sup>\n</td><td align=\"left\">14</td><td align=\"left\">Synonymous</td><td align=\"left\">0B45CE6A2</td><td align=\"left\">n/a</td><td align=\"left\">3B</td><td align=\"left\">783.5</td></tr><tr><td align=\"left\" colspan=\"6\">\n<italic>IWGSC_CSS_4AL_scaff_</italic>\n</td><td align=\"left\" colspan=\"4\">\n<italic>Traes_4AL_</italic>\n</td></tr><tr><td align=\"left\"> 7173690</td><td align=\"left\">939</td><td align=\"left\">G → A</td><td align=\"left\">6.2 × 10<sup>−6</sup>\n</td><td align=\"left\">54</td><td align=\"left\">Intergenic</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">4A</td><td align=\"left\">645.1</td></tr><tr><td align=\"left\"> 7089505</td><td align=\"left\">1281</td><td align=\"left\">C → T</td><td align=\"left\">1.4 × 10<sup>−5</sup>\n</td><td align=\"left\">120</td><td align=\"left\">E254K</td><td align=\"left\">343B5D587</td><td align=\"left\">ATP-binding protein, putative [<italic>M. truncatula</italic>]</td><td align=\"left\">4A</td><td align=\"left\">674.3</td></tr><tr><td align=\"left\"> 7160166</td><td align=\"left\">4006</td><td align=\"left\">G → A</td><td align=\"left\">1.0 × 10<sup>−5</sup>\n</td><td align=\"left\">18</td><td align=\"left\">Intron</td><td align=\"left\">590B5CC39</td><td align=\"left\">Putative cysteine synthase [<italic>O. sativa</italic>]</td><td align=\"left\">4A</td><td align=\"left\">675.6</td></tr><tr><td align=\"left\"> 7100865</td><td align=\"left\">4872</td><td align=\"left\">C → T</td><td align=\"left\">2.0 × 10<sup>−5</sup>\n</td><td align=\"left\">42</td><td align=\"left\">Synonymous</td><td align=\"left\">A710BA481</td><td align=\"left\">RNA 2′-phosphotransferase, Tpt1/KptA family [<italic>A. thaliana</italic>]</td><td align=\"left\">4A</td><td align=\"left\">687.3</td></tr><tr><td align=\"left\"> 7070109</td><td align=\"left\">15,757</td><td align=\"left\">G → A</td><td align=\"left\">3.1 × 10<sup>−6</sup>\n</td><td align=\"left\">n/a</td><td align=\"left\">Q187*</td><td align=\"left\">71E0C196D</td><td align=\"left\">n/a</td><td align=\"left\">4A</td><td align=\"left\">689.0</td></tr><tr><td align=\"left\"> 7070109</td><td align=\"left\">30,790</td><td align=\"left\">C → T</td><td align=\"left\">1.7 × 10<sup>−5</sup>\n</td><td align=\"left\">n/a</td><td align=\"left\">W64*</td><td align=\"left\">760AA1408</td><td align=\"left\">n/a</td><td align=\"left\">4A</td><td align=\"left\">689.0</td></tr><tr><td align=\"left\" colspan=\"6\">\n<italic>IWGSC_CSS_4BS_scaff_</italic>\n</td><td align=\"left\" colspan=\"4\">\n<italic>Traes_4BS_</italic>\n</td></tr><tr><td align=\"left\"> 4920499</td><td align=\"left\">9117</td><td align=\"left\">G → A</td><td align=\"left\">5.8 × 10<sup>−6</sup>\n</td><td align=\"left\">12</td><td align=\"left\">R74Q</td><td align=\"left\">5A606CB40</td><td align=\"left\">Type I inositol-1,4,5-trisphosphate 5-phosphatase CVP2 [<italic>A. tauschii</italic>]</td><td align=\"left\">4B</td><td align=\"left\">12.5</td></tr><tr><td align=\"left\"> 4933555</td><td align=\"left\">4037</td><td align=\"left\">G → A</td><td align=\"left\">8.8 × 10<sup>−7</sup>\n</td><td align=\"left\">23</td><td align=\"left\">Synonymous</td><td align=\"left\">5AC244927</td><td align=\"left\">Endo-1,4-beta-xylanase C [<italic>A. tauschii</italic>]</td><td align=\"left\">4B</td><td align=\"left\">15.7</td></tr><tr><td align=\"left\"> 1070968</td><td align=\"left\">1979</td><td align=\"left\">C → T</td><td align=\"left\">8.8 × 10<sup>−7</sup>\n</td><td align=\"left\">15</td><td align=\"left\">Intergenic</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">4B</td><td align=\"left\">16.7</td></tr><tr><td align=\"left\"> 4872575</td><td align=\"left\">19,299</td><td align=\"left\">C → T</td><td align=\"left\">7.4 × 10<sup>−7</sup>\n</td><td align=\"left\">7</td><td align=\"left\">G359R</td><td align=\"left\">32B866B33</td><td align=\"left\">GDSL esterase/lipase [<italic>A. tauschii</italic>]</td><td align=\"left\">4B</td><td align=\"left\">20.6</td></tr><tr><td align=\"left\"> 4909391</td><td align=\"left\">8166</td><td align=\"left\">A → G</td><td align=\"left\">3.6 × 10<sup>−6</sup>\n</td><td align=\"left\">5</td><td align=\"left\">Intergenic</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">4B</td><td align=\"left\">20.7</td></tr><tr><td align=\"left\"> 4961119</td><td align=\"left\">20,843</td><td align=\"left\">G → A</td><td align=\"left\">1.7 × 10<sup>−6</sup>\n</td><td align=\"left\">4</td><td align=\"left\">Intron</td><td align=\"left\">F96B8575F</td><td align=\"left\">Plant/T23J7-180 protein, putative [<italic>M. truncatula</italic>]</td><td align=\"left\">4B</td><td align=\"left\">24.5</td></tr><tr><td align=\"left\"> <italic>4963368</italic>\n</td><td align=\"left\">\n<italic>3342</italic>\n</td><td align=\"left\">\n<bold>G</bold> → <bold>A</bold>\n</td><td align=\"left\">\n<italic>1.6</italic> × <italic>10</italic>\n<sup>−<italic>11</italic></sup>\n</td><td align=\"left\">\n<italic>3</italic>\n</td><td align=\"left\">\n<italic>V604M</italic>\n</td><td align=\"left\">\n<italic>63DD9D036</italic>\n</td><td align=\"left\">\n<italic>Lipoxygenase 1 [A. tauschii]</italic>\n</td><td align=\"left\">\n<italic>4B</italic>\n</td><td align=\"left\">\n<italic>27.2</italic>\n</td></tr><tr><td align=\"left\"> <italic>4884290</italic>\n</td><td align=\"left\">\n<italic>6797</italic>\n</td><td align=\"left\">\n<bold>C</bold> → <bold>T</bold>\n</td><td align=\"left\">\n<italic>1.1</italic> × <italic>10</italic>\n<sup>−<italic>14</italic></sup>\n</td><td align=\"left\">\n<italic>2</italic>\n</td><td align=\"left\">\n<italic>Intergenic</italic>\n</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">\n<italic>4B</italic>\n</td><td align=\"left\">\n<italic>27.5</italic>\n</td></tr><tr><td align=\"left\"> <italic>4881784</italic>\n</td><td align=\"left\">\n<italic>3986</italic>\n</td><td align=\"left\">\n<bold>C</bold> → <bold>T</bold>\n</td><td align=\"left\">&lt; <italic>2.0</italic> × <italic>10</italic>\n<sup>−<italic>16</italic></sup>\n</td><td align=\"left\">\n<italic>1</italic>\n</td><td align=\"left\">\n<italic>Synonymous</italic>\n</td><td align=\"left\">\n<italic>ACBE893D5</italic>\n</td><td align=\"left\">\n<italic>Phytanoyl-CoA dioxygenase (PhyH) family protein [A. thaliana]</italic>\n</td><td align=\"left\">\n<italic>4B</italic>\n</td><td align=\"left\">\n<italic>31.7</italic>\n</td></tr><tr><td align=\"left\"> 4911525</td><td align=\"left\">11,750</td><td align=\"left\">C → T</td><td align=\"left\">4.8 × 10<sup>−6</sup>\n</td><td align=\"left\">6</td><td align=\"left\">5′ UTR</td><td align=\"left\">372652643</td><td align=\"left\">Maf-like protein [<italic>A. tauschii</italic>]</td><td align=\"left\">4B</td><td align=\"left\">45.2</td></tr><tr><td align=\"left\"> 4868930</td><td align=\"left\">6350</td><td align=\"left\">C → T</td><td align=\"left\">2.7 × 10<sup>−7</sup>\n</td><td align=\"left\">22</td><td align=\"left\">Synonymous</td><td align=\"left\">34AF89ACE</td><td align=\"left\">Transcription factor bHLH25 [<italic>A. tauschii</italic>]</td><td align=\"left\">4B</td><td align=\"left\">46.2</td></tr><tr><td align=\"left\"> 2307753</td><td align=\"left\">3238</td><td align=\"left\">C → T</td><td align=\"left\">2.4 × 10<sup>−6</sup>\n</td><td align=\"left\">20</td><td align=\"left\">Intron</td><td align=\"left\">A53F8B91F</td><td align=\"left\">Alpha/beta-Hydrolases superfamily protein [<italic>A. thaliana</italic>]</td><td align=\"left\">4B</td><td align=\"left\">47.6</td></tr><tr><td align=\"left\"> 4935065</td><td align=\"left\">7502</td><td align=\"left\">C → T</td><td align=\"left\">1.1 × 10<sup>−5</sup>\n</td><td align=\"left\">32</td><td align=\"left\">Intron</td><td align=\"left\">D4D9B5E3E</td><td align=\"left\">Sucrose-phosphate synthase family protein [<italic>A. thaliana</italic>]</td><td align=\"left\">4B</td><td align=\"left\">93.8</td></tr><tr><td align=\"left\"> 4904809</td><td align=\"left\">9422</td><td align=\"left\">G → A</td><td align=\"left\">3.3 × 10<sup>−5</sup>\n</td><td align=\"left\">39</td><td align=\"left\">G133R</td><td align=\"left\">BE761A604</td><td align=\"left\">Cysteine-rich receptor-like protein kinase 40 [<italic>T. urartu</italic>]</td><td align=\"left\">4B</td><td align=\"left\">95.3</td></tr><tr><td align=\"left\" colspan=\"6\">\n<italic>IWGSC_CSS_5AL_scaff_</italic>\n</td><td align=\"left\" colspan=\"4\">\n<italic>Traes_5AL_</italic>\n</td></tr><tr><td align=\"left\"> 2796973</td><td align=\"left\">5466</td><td align=\"left\">G → A</td><td align=\"left\">1.6 × 10<sup>−8</sup>\n</td><td align=\"left\">85</td><td align=\"left\">3′ UTR</td><td align=\"left\">2292EE446</td><td align=\"left\">Inositol 1,3,4-trisphosphate 5/6-kinase 4 [<italic>A. thaliana</italic>]</td><td align=\"left\">5A</td><td align=\"left\">514.2</td></tr><tr><td align=\"left\"> 2808395</td><td align=\"left\">209</td><td align=\"left\">C → T</td><td align=\"left\">3.1 × 10<sup>−7</sup>\n</td><td align=\"left\">107</td><td align=\"left\">L35F</td><td align=\"left\">EE0639A2E</td><td align=\"left\">Flap endonuclease GEN-like protein 1 [<italic>A. tauschii</italic>]</td><td align=\"left\">5A</td><td align=\"left\">522.1</td></tr><tr><td align=\"left\" colspan=\"6\">\n<italic>IWGSC_CSS_6BL_scaff_</italic>\n</td><td align=\"left\" colspan=\"4\">\n<italic>Traes_6BL_</italic>\n</td></tr><tr><td align=\"left\"> 4217811</td><td align=\"left\">4606</td><td align=\"left\">C → T</td><td align=\"left\">2.8 × 10<sup>−5</sup>\n</td><td align=\"left\">58</td><td align=\"left\">V13I</td><td align=\"left\">116641644</td><td align=\"left\">Calcium-binding EF hand family protein [<italic>A. trichopoda</italic>]</td><td align=\"left\">6B</td><td align=\"left\">449.8</td></tr></tbody></table>\n"}, "text": "Scaffolda\tSNP\tP value\tBSA Rankb\tEffect\tGene\tPositione\t \tID\tbp\tIDc\tDescriptiond\tChr\tMbp\t \tIWGSC_CSS_3B_scaff_\tTraes_3B_\t \t 10394995\t2370\tG → A\t1.4 × 10−5\t8\tG160S\t9FD27C382\tDirigent protein 22-like [B. distachyon]\t3B\t779.1\t \t 10351351\t3767\tG → A\t3.3 × 10−5\t14\tSynonymous\t0B45CE6A2\tn/a\t3B\t783.5\t \tIWGSC_CSS_4AL_scaff_\tTraes_4AL_\t \t 7173690\t939\tG → A\t6.2 × 10−6\t54\tIntergenic\t\t\t4A\t645.1\t \t 7089505\t1281\tC → T\t1.4 × 10−5\t120\tE254K\t343B5D587\tATP-binding protein, putative [M. truncatula]\t4A\t674.3\t \t 7160166\t4006\tG → A\t1.0 × 10−5\t18\tIntron\t590B5CC39\tPutative cysteine synthase [O. sativa]\t4A\t675.6\t \t 7100865\t4872\tC → T\t2.0 × 10−5\t42\tSynonymous\tA710BA481\tRNA 2′-phosphotransferase, Tpt1/KptA family [A. thaliana]\t4A\t687.3\t \t 7070109\t15,757\tG → A\t3.1 × 10−6\tn/a\tQ187*\t71E0C196D\tn/a\t4A\t689.0\t \t 7070109\t30,790\tC → T\t1.7 × 10−5\tn/a\tW64*\t760AA1408\tn/a\t4A\t689.0\t \tIWGSC_CSS_4BS_scaff_\tTraes_4BS_\t \t 4920499\t9117\tG → A\t5.8 × 10−6\t12\tR74Q\t5A606CB40\tType I inositol-1,4,5-trisphosphate 5-phosphatase CVP2 [A. tauschii]\t4B\t12.5\t \t 4933555\t4037\tG → A\t8.8 × 10−7\t23\tSynonymous\t5AC244927\tEndo-1,4-beta-xylanase C [A. tauschii]\t4B\t15.7\t \t 1070968\t1979\tC → T\t8.8 × 10−7\t15\tIntergenic\t\t\t4B\t16.7\t \t 4872575\t19,299\tC → T\t7.4 × 10−7\t7\tG359R\t32B866B33\tGDSL esterase/lipase [A. tauschii]\t4B\t20.6\t \t 4909391\t8166\tA → G\t3.6 × 10−6\t5\tIntergenic\t\t\t4B\t20.7\t \t 4961119\t20,843\tG → A\t1.7 × 10−6\t4\tIntron\tF96B8575F\tPlant/T23J7-180 protein, putative [M. truncatula]\t4B\t24.5\t \t 4963368\t3342\tG → A\t1.6 × 10−11\t3\tV604M\t63DD9D036\tLipoxygenase 1 [A. tauschii]\t4B\t27.2\t \t 4884290\t6797\tC → T\t1.1 × 10−14\t2\tIntergenic\t\t\t4B\t27.5\t \t 4881784\t3986\tC → T\t< 2.0 × 10−16\t1\tSynonymous\tACBE893D5\tPhytanoyl-CoA dioxygenase (PhyH) family protein [A. thaliana]\t4B\t31.7\t \t 4911525\t11,750\tC → T\t4.8 × 10−6\t6\t5′ UTR\t372652643\tMaf-like protein [A. tauschii]\t4B\t45.2\t \t 4868930\t6350\tC → T\t2.7 × 10−7\t22\tSynonymous\t34AF89ACE\tTranscription factor bHLH25 [A. tauschii]\t4B\t46.2\t \t 2307753\t3238\tC → T\t2.4 × 10−6\t20\tIntron\tA53F8B91F\tAlpha/beta-Hydrolases superfamily protein [A. thaliana]\t4B\t47.6\t \t 4935065\t7502\tC → T\t1.1 × 10−5\t32\tIntron\tD4D9B5E3E\tSucrose-phosphate synthase family protein [A. thaliana]\t4B\t93.8\t \t 4904809\t9422\tG → A\t3.3 × 10−5\t39\tG133R\tBE761A604\tCysteine-rich receptor-like protein kinase 40 [T. urartu]\t4B\t95.3\t \tIWGSC_CSS_5AL_scaff_\tTraes_5AL_\t \t 2796973\t5466\tG → A\t1.6 × 10−8\t85\t3′ UTR\t2292EE446\tInositol 1,3,4-trisphosphate 5/6-kinase 4 [A. thaliana]\t5A\t514.2\t \t 2808395\t209\tC → T\t3.1 × 10−7\t107\tL35F\tEE0639A2E\tFlap endonuclease GEN-like protein 1 [A. tauschii]\t5A\t522.1\t \tIWGSC_CSS_6BL_scaff_\tTraes_6BL_\t \t 4217811\t4606\tC → T\t2.8 × 10−5\t58\tV13I\t116641644\tCalcium-binding EF hand family protein [A. trichopoda]\t6B\t449.8\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16740, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "The three most significant SNPs are in Bold", "sentences": [], "annotations": [], "relations": []}, {"offset": 16784, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\naIWGSC CSS wheat survey sequence version 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 16828, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nbRank of each SNP ordered by |Δ(SNP-index)| in the BSA simulation (see Fig. 5)", "sentences": [], "annotations": [], "relations": []}, {"offset": 16912, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\ncPGSB/MIPS version 2.2", "sentences": [], "annotations": [], "relations": []}, {"offset": 16936, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\ndAnnotations from orthologues available at Ensembl Plants (http://archive.plants.ensembl.org/index.html). n/a signifies no annotated orthologous gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 17087, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\neIWGSC RefSeq v1.0", "sentences": [], "annotations": [], "relations": []}, {"offset": 17107, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the exome sequencing of the complete Kronos TILLING population, M2 line T4-3822 carried 1874 high-confidence EMS-induced SNPs, of which 1247 were heterozygous (Krasileva et al.). We performed genotype calling of each segregating mutation in the 48 M4 plants. Using single locus ANOVAs, 25 of these SNPs were significantly associated with height within this population (Bonferroni adjusted P < 0.05, Table 1). All these mutations were EMS-type (G-to-A or C-to-T), except for one A-to-G mutation at position 8166 (A8166G) on IWGSC_CSS_4BS_scaff_4909391. Most non-canonical EMS mutations segregating in the TILLING population are due to residual heterogeneity from the parental non-mutagenized seed stock and are present in multiple individuals (Krasileva et al.). However, the A8166G mutation was found only in line T4-3822, and thus is likely to be a genuine induced variant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17991, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 25 significant SNPs, 14 (including the three most significant SNPs) were located on chromosome arm 4BS (12.5–95.3 Mb). The remaining 11 significant SNPs were distributed across four different chromosomes (Table 1). The P values of the three SNPs located between 27.2 and 31.7 Mb on chromosome arm 4BS were at least three orders of magnitude lower than the P values detected for the SNPs on other chromosomes (Table 1). We considered the region including the three most significant SNPs to be the most likely to harbor the causal mutation. The peak SNP (C3986T on IWGSC_CSS_4BS_scaffold_4881784; P < 2.0 × 10−16) showed near-perfect co-segregation with the mutant phenotype (Online Resource Table S2). However, this peak SNP could not be the causal mutation because the tall plants (mutant phenotype) were homozygous for the wild-type C allele (SNP in repulsion phase). Among the 48 M4 mapping individuals, the 17 plants carrying the wild-type C SNP were on average 49% taller (120.9 cm) than the 23 plants carrying the mutant T SNP (81.4 cm), while eight plants heterozygous for this SNP exhibited intermediate height (108.9 cm, Fig. 1d). This pattern of segregation indicated that the causal mutation was likely to be partially dominant (degree of dominance = 0.39), and tightly linked with the peak SNP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19329, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The second most significant SNP (C6797T on IWGSC_CSS_4BS_scaffold_4884290; P = 1.1 × 10−14) encoded an intergenic variant (Table 1), and the wild-type allele was associated with the mutant phenotype (Online Resource Table S2). The third most significant SNP (G3342A on IWGSC_CSS_4BS_scaffold_4963368; P = 1.6 × 10−11) encoded a missense mutation in the coding region of a homolog of LIPOXYGENASE1 (Table 1). Although the mutant allele was associated with the tall phenotype, this association was much weaker than the peak SNP and three M4 plants homozygous for the wild-type allele (GG) at this SNP exhibited a clear increased height phenotype (Table 1; Online Resource Table S2). The other significant SNPs in our analysis had P values seven to eleven orders of magnitude greater than the peak SNP (Table 1), and showed weaker association with the increased height phenotype, so we considered them unlikely candidates for the causative mutation (Online Resource Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20329, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Although our initial mutation analysis revealed no obvious candidate point mutations, the highly significant association between the SNPs in the peak region on chromosome arm 4BS and the increased height phenotype suggested that the causal variant was in close proximity. Therefore, we searched for nearby annotated genes and found that Rht-B1 (30.9 Mb), a gene known to control plant height (Peng et al.), was located 0.8 Mb upstream of the peak SNP (31.7 Mb) and 3.4 and 3.7 Mb downstream of the second (27.5 Mb) and third (27.2 Mb) highest ranked SNPs, respectively. Therefore, we performed PCR to amplify the Rht-B1 gene and its flanking sequences from tall and short sister lines to search for polymorphisms that might not have been included in the exome capture assay or that were missed by our mutation-calling pipeline. In PCR reactions using a pair of primers specific to Rht-B1, we consistently amplified the expected product using template DNA extracted from non-mutagenized Kronos plants and the three shortest sister lines, but all amplifications failed in the three tallest sister lines (Fig. 3a). We then performed PCRs with four additional primer pairs to amplify an overlapping region totaling 4285 bp, encompassing the complete Rht-B1 coding region, including the 5′ and 3′ UTRs (Wilhelm et al.) and found consistent results (Fig. 3b–e). PCR amplifications of Rht-B1 from the 48 M4 lines also failed in all 17 tall lines homozygous for the C allele at the peak marker (C3986T on IWGSC_CSS_4BS_scaffold_4881784), while 23 short lines homozygous for the T allele and eight heterozygotes produced expected amplicons (Online Resource Fig. S1). This result demonstrates that the increased height phenotype in this population is associated with the complete deletion of a chromosome region including Rht-B1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22164, "infons": {"file": "438_2017_1401_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "\nRht-B1 deletion in the tall mutant confirmed by PCR. Five PCR reactions were performed in non-mutagenized Kronos and T4-3822 mutants to amplify a 4285 bp region encompassing the complete Rht-B1 coding region, 1.9 kb of 5′ UTR sequence and 0.5 kb of 3′ UTR. The PCR reactions amplified a – 1888 to − 648 bp region. b – 986 to − 177 bp region. c – 449 to 84 bp region. d – 58 to 1047 bp region. e 929–2397 bp region. f Location of the five primer pairs (Wilhelm et al.) used in PCRs. The translated region of Rht-B1 is depicted as a gray box with start and stop codon positions at 1 and 1866 bp, respectively. Target bands in the gel pictures are indicated with gray triangles. L ladder (size marker), Kronos non-mutagenized Kronos, Tall three tallest plants, Short three shortest plants from the M4 mapping population (Fig. 1b, c). (Color figure online)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23052, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Coverage analysis to define the deletion size", "sentences": [], "annotations": [], "relations": []}, {"offset": 23098, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To define the size of the deletion, we conducted coverage analysis of the region of chromosome 4B surrounding Rht-B1 by re-mapping the exome sequencing reads from the 48 M4 mapping individuals to the IWGSC RefSeq v1.0 wheat genome assembly. To eliminate complications from heterozygotes, coverage analysis of the eight M4 lines heterozygous for the peak SNP (C3986T on IWGSC_CSS_4BS_scaffold_4881784) was conducted separately from the 23 short and 17 tall M4 sister lines homozygous for this SNP. This analysis revealed a region on chromosome 4B (28.95–30.86 Mb) encompassing nine annotated genes which all showed high coverage for the 23 homozygous short sister lines, but almost zero coverage in the 17 homozygous tall sister lines (Fig. 4; Table 2). The one exception was TraesCS4B01G042800, which was not included in the exome capture design and thus exhibited low coverage in all M4 lines (Online Resource Fig. S2). Normalized read depth from the eight heterozygous lines in this region was approximately half that of the 23 homozygous short sister lines, indicating hemizygosity (Fig. 4; Online Resource Fig. S2). The genes immediately upstream and downstream of the deleted region exhibited similar levels of coverage among all 48 lines (Fig. 4; Online Resource Fig. S2). Taken together, this analysis reveals that the tall mutant sister lines from this population carry a ~ 1.9 Mb deletion on chromosome 4B encompassing nine genes, including Rht-B1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24568, "infons": {"file": "438_2017_1401_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Coverage analysis of chromosome 4B near the peak region. Normalized read depth of the M4 mapping individuals in the 28–32 Mb region on chromosome 4B. The double-headed arrow below the graph indicates the ~ 1.9 Mb deletion identified in the tall individuals carrying the homozygous C allele at the peak SNP (C3986T on IWGSC_CSS_4BS_scaff_4881784). The box with the dotted line indicates detailed coverage of the 40 kb region (30.83–30.87 Mb) harboring Rht-B1 (TraesCS4B01G043100) and its neighboring gene (TraesCS4B01G043000). Gene models are illustrated at the bottom of the graph, with arrows indicating gene orientation. Blue, purple, and red colors correspond to M4 individuals homozygous (CC), heterozygous (CT) or homozygous (TT) for the peak SNP (C3986T on IWGSC_CSS_4BS_scaff_4881784) (Online Resource Table S2). (Color figure online)", "sentences": [], "annotations": [], "relations": []}, {"offset": 25420, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Nine annotated genes within the 28.95–30.86 Mb deletion on chromosome 4B in the T4-3822 tall mutant", "sentences": [], "annotations": [], "relations": []}, {"offset": 25523, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Gene ID<sup>a</sup>\n</th><th align=\"left\">Description<sup>b</sup>\n</th><th align=\"left\">Location</th></tr></thead><tbody><tr><td align=\"left\">TraesCS4B01G042300</td><td align=\"left\">Oxysterol-binding protein-related protein 1C isoform X2 [<italic>A. tauschii</italic>]</td><td align=\"left\">chr4B:28949569–28960040</td></tr><tr><td align=\"left\">TraesCS4B01G042400</td><td align=\"left\">Phosphatidylinositol 4-phosphate 5-kinase 1-like [<italic>A. tauschii</italic>]</td><td align=\"left\">chr4B:29267113–29270732</td></tr><tr><td align=\"left\">TraesCS4B01G042500</td><td align=\"left\">Protein FAF-like, chloroplastic [<italic>A. tauschii</italic>]</td><td align=\"left\">chr4B:29673211–29674674</td></tr><tr><td align=\"left\">TraesCS4B01G042600</td><td align=\"left\">Ruvbl1 protein-like [<italic>O. sativa</italic>]</td><td align=\"left\">chr4B:29710372–29715009</td></tr><tr><td align=\"left\">TraesCS4B01G042700</td><td align=\"left\">Teosinte branched 1 protein [<italic>T. aestivum</italic>]</td><td align=\"left\">chr4B:30362277–30363341</td></tr><tr><td align=\"left\">TraesCS4B01G042800</td><td align=\"left\">Unnamed protein product [<italic>T. aestivum</italic>]</td><td align=\"left\">chr4B:30498971–30504757</td></tr><tr><td align=\"left\">TraesCS4B01G042900</td><td align=\"left\">Zinc finger C3HC4 type domain-containing protein [<italic>T. aestivum</italic>]</td><td align=\"left\">chr4B:30725178–30734116</td></tr><tr><td align=\"left\">TraesCS4B01G043000</td><td align=\"left\">EamA domain-containing protein [<italic>T. aestivum</italic>]</td><td align=\"left\">chr4B:30837210–30840295</td></tr><tr><td align=\"left\">TraesCS4B01G043100</td><td align=\"left\">RHT-B1 protein [<italic>T. aestivum</italic>]</td><td align=\"left\">chr4B:30861382–30863247</td></tr></tbody></table>\n"}, "text": "Gene IDa\tDescriptionb\tLocation\t \tTraesCS4B01G042300\tOxysterol-binding protein-related protein 1C isoform X2 [A. tauschii]\tchr4B:28949569–28960040\t \tTraesCS4B01G042400\tPhosphatidylinositol 4-phosphate 5-kinase 1-like [A. tauschii]\tchr4B:29267113–29270732\t \tTraesCS4B01G042500\tProtein FAF-like, chloroplastic [A. tauschii]\tchr4B:29673211–29674674\t \tTraesCS4B01G042600\tRuvbl1 protein-like [O. sativa]\tchr4B:29710372–29715009\t \tTraesCS4B01G042700\tTeosinte branched 1 protein [T. aestivum]\tchr4B:30362277–30363341\t \tTraesCS4B01G042800\tUnnamed protein product [T. aestivum]\tchr4B:30498971–30504757\t \tTraesCS4B01G042900\tZinc finger C3HC4 type domain-containing protein [T. aestivum]\tchr4B:30725178–30734116\t \tTraesCS4B01G043000\tEamA domain-containing protein [T. aestivum]\tchr4B:30837210–30840295\t \tTraesCS4B01G043100\tRHT-B1 protein [T. aestivum]\tchr4B:30861382–30863247\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26408, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "\naIWGSC RefSeq v1.0 annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 26439, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "\nbDescription obtained from ‘BLASTx’ search (“nr” database; default parameters) using the gene sequences as queries", "sentences": [], "annotations": [], "relations": []}, {"offset": 26563, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "BSA simulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 26578, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We identified the putative causative variant in this mutant line using individually barcoded sequencing libraries from 48 mapping individuals. To determine whether a bulked sequencing approach using DNA samples from two contrasting phenotypic groups would also have been effective, we performed a simulated pooling experiment. Sequencing reads from the 48 M4 individuals were divided into two bulks based on their phenotype, i.e., the 24 shortest lines as a wild-type bulk (W-bulk) and the 24 tallest lines as a mutant bulk (M-bulk, Fig. 1b, c). The average estimated sequencing depth across the 119.2 Mb target exome region was 53 × per line, resulting in an estimated sequencing depth per bulk of 1,272 × in our BSA simulation (53 × multiplied by 24 lines). It is important to note that the level of coverage used for this simulation is significantly higher than the recommended coverage for a BSA mapping experiment. We calculated the mutant allele frequency for each of the segregating SNPs [SNP-index (Abe et al.)] within each bulk. The expected SNP-index for a segregating mutation not linked to the causative mutation is 0.5 in both W-bulk and M-bulk. For such mutations, the |Δ(SNP-index)| value (=|SNP-index (M-bulk)—SNP-index (W-bulk)|) is expected to be close to zero (Fekih et al.). By contrast, mutations tightly linked to the causative mutation would be expected to have |Δ(SNP-index)| values close to one.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28020, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We plotted the absolute value of Δ(SNP-index) for each segregating SNP to identify chromosomal regions exhibiting the highest |Δ(SNP-index)| values (Fig. 5a). Consistent with our original analysis, this approach revealed the distal region of chromosome arm 4BS as the top candidate (Fig. 5a; Table 1): seven SNPs located at 20.6–45.2 Mb on chromosome arm 4BS had the highest |Δ(SNP-index)| values, ranging from 0.57 to 0.83. This result shows that a BSA-based approach gave consistent results with our ANOVAs based on individual barcoded libraries (Table 1), identifying the same three SNPs as the most significant variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28657, "infons": {"file": "438_2017_1401_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "BSA and subsampling simulations under different sequencing depths and bulk sizes. a |Δ(SNP-index)| at each SNP position across the 14 tetraploid wheat chromosomes, with a detailed plot of chromosome 4B (sequencing depth = 1320×, bulk size = 24). Δ(SNP-index) at each position is calculated by subtracting the SNP-index (mutant allele frequency) in the W-bulk (24 shortest M4 lines) from that in the M-bulk (24 tallest M4 lines) [= SNP-index (M-bulk) − SNP-index (W-bulk)]. Blue triangles indicate SNPs with higher frequencies in the mutant bulk [SNP-index (M-bulk) > SNP-index (W-bulk)], while orange circles indicate SNPs with higher frequencies in the W-bulk [SNP-index (W-bulk) > SNP-index (M-bulk)]. Sliding window average (red) is plotted by averaging the |Δ(SNP-index)| values of five consecutive SNPs and shifting the window by one SNP at a time. b Proportion of false positives estimated by counting the number of SNPs with |Δ(SNP-index)| ≥0.8 outside the peak candidate region (chromosome 4B, 12.5–95.3 Mb; Table 1, Online Resource Text S1). (Color figure online)", "sentences": [], "annotations": [], "relations": []}, {"offset": 29762, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next studied the effect of bulk size on mapping accuracy by performing a series of simulations using bulk sizes ranging from 1 to 24 individuals (Online Resource Fig. S3). The three most significant SNPs (C3986T on IWGSC_CSS_4BS_scaff_4881784, C6797T on IWGSC_CSS_4BS_scaff_4884290, and G3342A on IWGSC_CSS_4BS_scaff_4963368) were consistently ranked in the same order until bulk size decreased to 11, indicating that in our study, the same peak region could be mapped using smaller bulk sizes (Online Resource Fig. S3a). Furthermore, the two most significant SNPs were consistently ranked even in bulk sizes of 5, although in smaller bulk sizes, high |Δ(SNP-index)| values of several unlinked SNPs meant that this ranking was lost (Online Resource Fig. S3a). The |Δ(SNP-index)| values of the top three SNPs increased as bulk size decreased from 24 to 13 (Online Resource Fig. S3b). This was likely due to enhanced phenotype accuracy obtained through selecting mapping individuals with more extreme phenotypes, which removed heterozygous lines that had been included in the larger bulks (Online Resource Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30888, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next performed another simulation to study the effect of sequencing depth on BSA mapping at two fixed bulk sizes (n = 24 and n = 12) (Fig. 5b; Online Resource Fig. S4). In both bulk sizes, noise from false positives (defined as the proportion of SNPs with |Δ(SNP-index)| ≥0.8 outside the peak candidate region, chromosome 4B, 12.5–95.3 Mb) began to increase markedly as sequencing depth per bulk decreased below 80× (Fig. 5b; Online Resource Fig. S4). However, even with an increasing rate of false positives under decreasing sequencing depth, a sliding window approach averaging the |Δ(SNP-index)| values of five consecutive SNPs identified the same SNP (C3986T on IWGSC_CSS_4BS_scaffold_4881784) as the most significant even at 20×, the lowest simulated sequencing depth (Online Resource Fig. S4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31710, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31721, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Mapping-by-sequencing in species with complex genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 31775, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Mapping-by-sequencing is a powerful approach to identify genes responsible for phenotypes of interest from forward genetic screens. The availability of high-quality genome assemblies for most crop plants, including wheat, will facilitate its application in studies of agronomic traits (Brenchley et al.; the International Wheat Genome Sequencing Consortium; Chapman et al.; Clavijo et al.). However, whole genome resequencing, the favored approach for mapping induced mutations in model plant species, remains prohibitively expensive in wheat due to its large genome size, necessitating a complexity reduction strategy. In the current study, we used an exome capture assay equivalent to approximately 1% of the wheat genome (Krasileva et al.). Focusing on the exome dramatically reduces sequencing costs while ensuring coverage of all predicted protein-coding genes included in the assay. Repetitive sequences, which account for more than 85% of the wheat genome, are excluded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32753, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One obvious drawback of exome sequencing is that causal mutations in non-coding regions, such as promoters or large introns outside the captured sequence (> 300 bp from exon borders), will go undetected. An analysis of open chromatin regions of the maize genome revealed regulatory regions totaling < 1% of all sequences that were responsible for approximately 40% of observed phenotypic variation (Rodgers-Melnick et al.). In genetic mapping experiments, capture assays including both exomes and regulatory regions of the genome will greatly increase the chances of identifying different types of causal mutations. In wheat, regulatory capture assays that include promoters and non-overlapping open chromatin regions will capture roughly similar genome regions as those obtained by exome capture [~ 120 Mb in tetraploid wheat and ~ 180 Mb in hexaploid wheat (Krasileva et al.)] while doubling the sequencing costs. With decreasing costs, the sequencing of < 400 Mb will still be a reasonable investment to identify a causal mutation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33804, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Even when a causative mutation is not sequenced using currently available exome capture assays, mapping information from nearby SNPs will likely be sufficient to identify a genomic interval containing the causal mutation. In such cases, subsequent characterization and sequencing experiments of the mapped region will be required, as shown in the current study. Although we did not directly identify the causative mutation, the location information provided by our SNP analysis was sufficient to identify the linked deletion associated with the mutant phenotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34367, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One advantage of working with relatively recently formed polyploid species is their tolerance of high levels of mutations (average 2705 and 5351 mutations per individual in the exomes of tetraploid and hexaploid wheat, respectively (Krasileva et al.)), providing a large number of markers to delimit the candidate region in populations generated from crosses between induced mutants and the original non-mutagenized line.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34789, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to exome capture, other complexity reduction strategies have been applied to map mutations in crop species. In maize, natural and induced causal variants in glossy3 and glossy13 genes were mapped using markers derived from RNAseq data in an approach known as Bulked Segregant RNA-seq (BSR-Seq) (Liu et al.; Trick et al.; Li et al.; Ramirez-Gonzalez et al.). In this approach, sequencing costs are similarly reduced by focusing on the expressed portion of the genome and expression data can aid subsequent candidate gene validation and characterization. However, BSR-seq also has limitations because it is only possible to detect variants that fall within genes expressed in the tissues and developmental stages/environments selected for the experiment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35554, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Alternatively, when prior knowledge of the nature of the mutation and multiple independent mutant alleles are available, highly targeted enrichment strategies can be used. One example is R-gene enrichment sequencing (‘MutRenSeq’), whereby a capture assay including only genes that encode nucleotide binding and leucine-rich repeat (NLRs) proteins was used to clone two stem rust resistance genes, Sr22 and Sr45, from an EMS-induced mutant population (Steuernagel et al.). In a separate study, the Pm2 gene for powdery mildew resistance was cloned in hexaploid wheat by sequencing a single flow-sorted chromosome known to harbor the resistant locus (‘MutChromSeq’) (Sánchez-Martín et al.). For most general applications in wheat where such a priori knowledge is not available, mapping-by-exome-sequencing is likely to be cost-effective. However, if the current trend of falling sequencing costs continues, whole genome resequencing may soon become feasible even for large genome species such as wheat.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36565, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Factors to consider in mapping-by-sequencing experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 36622, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to complexity reduction, a number of other factors must be considered when designing a mapping-by-sequencing experiment. We briefly discuss each of these factors in the sections below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36819, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Population type", "sentences": [], "annotations": [], "relations": []}, {"offset": 36835, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the current study, we mapped the causative mutation directly in an M4 population derived from an EMS-mutagenized tetraploid M2 wheat line that had previously been exome-sequenced (Krasileva et al.). Prior knowledge of the high-confidence segregating mutations facilitated genotyping in the mapping population. However, such prior information is not a prerequisite for mapping-by-sequencing, since sequencing variants can be directly identified in the segregating population. We chose to map the causative mutation directly in an M4 population since we observed a clear segregating phenotype, allowing us to bypass the two generations required to generate a cross and develop an F2 mapping population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37539, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "BSA vs individual libraries", "sentences": [], "annotations": [], "relations": []}, {"offset": 37567, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The use of individually barcoded exome capture libraries allowed us to retain genotype information of each mapping individual. This information accelerated the identification of heterozygous individuals for the candidate region, which helped us to re-analyze the data without the potentially confounding effects of heterozygotes (Fig. 4; Online Resource Fig. S2). This individual haplotype information was also useful to identify recombination break points and to accelerate the identification of potential candidate genes. In the current study, this information allowed us to define the borders of the deletion without generating additional markers. However, the benefits of this additional information are counterbalanced by the higher experimental costs associated with barcoding, and constructing multiple individual libraries and exome capture assays. Our simulation of a BSA experiment using the exome-sequencing data showed that even with imperfect phenotyping (i.e., inclusion of eight heterozygotes in bulk samples), the BSA analysis identified the same closest SNPs when appropriate coverage was used (Fig. 5; Online Resource Fig. S3). This observation suggests that for either qualitative traits or quantitative traits exhibiting clearly separated phenotypes (as the one tested in this study) BSA would likely be a more cost-efficient mapping approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38933, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Population and bulk sizes", "sentences": [], "annotations": [], "relations": []}, {"offset": 38959, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the current study, we mapped the causative mutation using a relatively small population size (n = 75), selecting the 24 shortest and 24 tallest lines for genotyping based on expected allele frequencies. The optimal population size will depend on the heritability of the trait (phenotyping accuracy) and will likely be larger for traits with lower heritability. Larger segregating populations facilitate the selection of larger and more homogenous pools, improving mapping resolution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39450, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Larger bulk sizes are expected to improve mapping resolution by increasing the chance of having more recombinants near the causal variant (James et al.), but will also increase the chances of including incorrectly phenotyped individuals. In our study, decreasing bulk size from 24 to 13 individuals from the extremes of the distribution in each of the bulks consistently identified the same top three SNPs as the most likely candidates (Online Resource Fig. S3). Furthermore, mapping results were clearer in smaller bulks and gave greater |Δ(SNP-index)| values at the peak region than when using a bulk size of 24 (Online Resource Figs S3 and S4), because heterozygous individuals were removed in smaller bulks (Online Resource Table S2). Therefore, based on the current study, a bulk size of 11–13 individuals seems optimal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40280, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Sequencing depth", "sentences": [], "annotations": [], "relations": []}, {"offset": 40297, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Recommendations of sequencing depth per bulk when conducting mapping-by-WGS ranges from 10× to 40× (Schneeberger et al.; Abe et al.; James et al.; Garcia et al.). However, as exome capture efficiency is variable in different regions of the genome, sequencing coverage is also variable, and a large number of regions with poor coverage are found even under relatively high (> 20×) average sequencing depth (Krasileva et al.). We simulated the effect of reduced sequencing coverage and found that noise from false positives began to increase markedly when the average sequencing depth per bulk dropped below 80× (Fig. 5b, c). Therefore, our results suggest that sequencing coverage of at least 80 × should be targeted when conducting mapping-by-exome-sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41072, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "The deletion of Rht-B1b is likely responsible for increased height phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 41149, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although none of the significant SNPs mapping to the peak region on chromosome arm 4BS were causative for the tall phenotype (Table 1), the positional information from this mapping allowed us to determine that the tall mutants carried a ~ 1.9 Mb deletion completely linked to the peak SNP. In addition to the high density of EMS-induced point mutations in TILLING populations, large deletions of more than five adjacent exons are also present at a higher frequency in EMS treated than in non-mutagenized control plants (Krasileva et al.). However, since the natural rate of deletions in polyploid wheat is relatively high (Dvorak et al.; Dvorak and Akhunov), it is not possible to determine if the identified deletion was caused by EMS or by an EMS-independent mechanism. Our capture assay does not include repetitive regions so we could not precisely establish the borders of the deleted region. However, we were able to determine that this deletion occurs in a chromosomal region that is highly conserved among several Poaceae species (Duan et al.; Wilhelm et al.) and harbors at least nine annotated genes including wheat orthologs of TEOSINTE BRANCHED1 (TB1, TraesCS4B01G042700), a C3HC4-Type RING Finger (TraesCS4B01G042900) and Rht-B1 (TraesCS4B01G043100, Table 2). To identify which of these genes is causative for the increased height phenotype, it will be necessary to characterize independent knockout mutants for each of the deleted genes. This process will be facilitated by the in silico TILLING databases (Krasileva et al.). A screen of this database revealed that for seven of the nine genes, individuals carrying mutations that introduce premature stop codons or that disrupt splice sites are available (Online Resource Table S4). Among these mutants, we identified one tetraploid line carrying a mutation encoding a premature stop codon in Rht-B1 (W424* in line T4-3545, Online Resource Table S4). Plants homozygous for this mutation are significantly taller than wild-type plants, while individuals heterozygous for the mutation are intermediate in height (Online Resource Fig. S5). This suggests that the deletion of Rht-B1 is the most likely explanation for the results observed in the mutant reported in this study. The wheat variety Kronos carries the gain-of-function Rht-B1b allele that encodes a constitutively active repressor of gibberellin (GA) signaling which confers a semi-dwarf phenotype (Peng et al.), and therefore, its deletion is expected to generate taller plants. In a large suppressor screen for tall mutants in a wheat variety carrying the dwarf Rht-B1c allele, more than 150 independent tall mutant lines carried deletions of various sizes that all included Rht-B1 (Chandler and Harding; Miraghazadeh et al.). In addition, the T4-3822 mutant showed restored GA sensitivity at the seedling stage (Online Resource Fig. S6), providing additional indirect evidence that the deletion of Rht-B1 in T4-3822 is causative for the increased height phenotype. However, since there is evidence linking the deleted TB1 and members of the C3HC4-Type RING Finger family to differences in plant height in other species (Lewis et al.; Wu et al.), we cannot rule out their contribution to the differences in plant height.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44401, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 44413, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Using exome sequencing in a small segregating M4-induced mutant population, we identified a 1.9 Mb deletion responsible for an increased height phenotype in wheat. The use of individually barcoded exome capture libraries was more expensive than BSA, but provided additional information that accelerated the delimitation of the region encompassing the causal mutation. The approach we describe here can be applied to map causative mutations underlying agriculturally important traits in non-model species, including those with large, repetitive genomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44967, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 44989, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Plant material", "sentences": [], "annotations": [], "relations": []}, {"offset": 45004, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A tetraploid wheat TILLING population (variety ‘Kronos’) was previously developed using EMS (Uauy et al.). Part of this population (733 M3 lines, each derived from a unique M2 individual plant) was grown in one-meter head rows, with 30 seeds per line, in the field at the University of California, Davis, CA (38° 22′ N, 121° 46′ W) in the 2013–14 growing season. Through a visual screen, we identified a mutant line (T4-3822) which exhibited an increased height phenotype segregating within the M3 row. M4 seeds were bulk-harvested from the M3 row and sown in the same field location in the 2014–15 growing season. Seventy-five M4 seeds were sown in 15 one-meter rows to maintain five individual plants per row. We measured final height at maturity and selected the 24 shortest and 24 tallest plants for genotyping by exome sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45854, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genomic library preparation, exome capture and sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 45912, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic DNA was extracted from seedling leaf tissue of the selected M4 plants using the CTAB (cetyltrimethylammonium bromide) method (Murray and Thomson). Fragmentation, genomic library construction and exome capture were conducted as described previously (Krasileva et al.). Briefly, genomic DNA normalized at 200 ng/µl was sheared using the E220 Focused-ultrasonicator (Covaris, Woburn, MA, USA) to produce an average fragment size of 350 bp. Genomic libraries were prepared using the KAPA HTP Library Preparation Kit (Kapa Biosystems, Wilmington, MA, USA) and each library was indexed using a unique NEXTflex-96™ DNA Barcode (Bioo Scientific, Austin, TX, USA) to allow multiplexed exome capture and sequencing reactions. Library preparation procedures including end repair, poly-A tailing, and adapter ligation were performed using the Sciclone G3 Liquid Handling Workstation (PerkinElmer, Norwalk, CT, USA) at the UC Davis Genome Center. Libraries were quantified with a Qubit® 2.0 Fluorometer (Thermo Fisher Scientific, Waltham, MA, USA), amplified by eight cycles of PCR following the KAPA HTP Library Preparation Kit protocol (KR0426-v4.15; Kapa Biosystems, Wilmington, MA, USA), and purified with the Agencourt AMpure XP system (Beckman Coulter, Fullerton, CA, USA). Eight amplified libraries were pooled (150 ng each) per capture reaction and six captures were prepared using the 84 Mb SeqCap EZ Design (140228_Wheat_Dubcovsky_D18_REZ_HX1 for T. turgidum; Roche Nimblegen, Madison, WI, USA), which targets 286,799 exons (219,383 of which were padded with 30 bp of intronic sequence on either side) from 82,511 non-redundant wheat transcripts (Krasileva et al.). Although the assay design covers 84 Mb of gene space, capture coverage averages 119.2 Mb in tetraploid wheat due to the capture of homologous sequences not included in the assay design (Krasileva et al.). Exome libraries were sequenced on the HiSeq 3000 platform (Illumina, San Diego, CA, USA) using the paired-end 150 bp (PE 150) module at the UC Davis Genome Center.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47964, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioinformatics and statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48004, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Raw sequencing reads were processed using ‘Sickle’ (version 1. 33; default parameters with -l 20, https://github.com/najoshi/sickle) and ‘Scythe’ (version 0. 991; default parameters except -p 0.4, https://github.com/vsbuffalo/scythe) to remove low quality and contaminating adapter sequences, respectively. Using ‘BWA’ (version 0. 7. 9a; command “aln” with default parameters; command “sampe” with default parameters except -n 10) (Li and Durbin), the processed reads were mapped to a custom reference sequence comprising the International Wheat Genome Sequencing Consortium (IWGSC) Chromosome Survey Sequences (CSS) supplemented with a de novo assembly of unmapped reads from Kronos (Krasileva et al.). Sequence Alignment/Map (SAM) files for the 48 samples were generated, converted to the Binary Alignment/Map (BAM) format and sorted with ‘SAMtools’ (version 1.3.1) (Li et al.). Variant calling was conducted using ‘SAMtools’ (command “mpileup” with default parameters except -d 8000, -Q 20, and -q 20). Using a custom script, each M4 line was genotyped for the 1874 EMS-induced mutations which had previously been characterized in the coding regions of the M2 tall mutant line (Krasileva et al.) using the following thresholds: sequencing depth ≥ 5 and allele calling frequency ranges of > 90% for homozygous and 30–70% for heterozygous alleles. After genotype calling, single locus analysis of variance (ANOVA) was conducted on plant height using R (version 3.3.1) to identify mutations significantly associated with the phenotype in the 48 M4 individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49608, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Polymerase chain reaction (PCR)", "sentences": [], "annotations": [], "relations": []}, {"offset": 49640, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To confirm the deletion of the complete Rht-B1 gene in Kronos tall mutant line T4-3822, we used five pairs of homeolog-specific PCR primers described previously [Online Resource Table S3, (Wilhelm et al.)] to amplify overlapping DNA fragments encompassing the Rht-B1 coding region (1866 bp), 1.9 kb of 5′ UTR sequence and 0.5 kb of 3′ UTR sequence. PCRs were performed using template DNA from non-mutagenized Kronos, the three shortest and three tallest individuals from the M4 mapping population using PCR conditions previously reported (Wilhelm et al.). Each PCR was conducted in a 20 µL reaction volume containing 100 ng template DNA, 0.25 µM of forward and reverse primers, 0.1 mM of each dNTP, 0.8 µL Taq polymerase, 1.5 mM MgCl2, 5% DMSO, and 10 × PCR buffer. Reaction conditions consisted of an initial denaturation at 94 °C (5 min), 40 cycles of 94 °C (20 s), 60 °C (30 s), and 72 °C (1 min), followed by the final extension at 72 °C (7 min). PCR products were visualized on a 1.5% agarose gel using ethidium bromide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50702, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "GA sensitivity assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 50723, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GA sensitivity assays were conducted using wild-type seedlings of the varieties Kronos (Rht-B1b, GA insensitive) and Gredho (Rht-B1a, GA sensitive), and a T4-3822 M5 line homozygous for the deletion on chromosome arm 4BS. Seeds were sown 2.5 cm below the top edge of germination paper (26 × 13 cm2) moistened with distilled water, kept at 4 °C for 48 h, and moved to room temperature in solutions containing different concentrations (0, 0.1, 1, and 10 µM; dissolved in distilled water) of GA3 (Sigma-Aldrich, St. Louis, MO, USA). Coleoptile and shoot length were measured after 10 days. The experiment was conducted as a randomized complete block design with four blocks, one replication (eight subsamples) per block/treatment combination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51475, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Coverage analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51493, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To define the size of the identified deletion on chromosome 4B, we conducted a sequencing coverage analysis. The processed sequencing reads from the 48 M4 individuals were re-mapped to the IWGSC Reference Sequence (RefSeq) v1.0 assembly (https://wheat-urgi.versailles.inra.fr/Seq-Repository/Assemblies) using ‘BWA’, and BAM files were generated as described above. To minimize confounding effects from reads with multiple mapping positions, we extracted only reads with Phred-scaled mapping quality score > 20 using ‘SAMtools’ (command “view” with -q 20), which excludes reads mapping to multiple locations. ‘BEDGRAPH’ files for chromosome 4B were created using ‘Bedtools’ (version 2.25; command “genomecov” with default parameters) (Quinlan and Hall). Read depth of each sample was normalized to the average sequencing depth, and visualized using the R/Bioconductor package ‘Sushi’ (Phanstiel et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52428, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "BSA simulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 52443, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare the effectiveness of sequencing individual libraries versus a BSA approach to identify causative variants, we simulated sequencing two different pools of DNA samples using the same genotyping data: one from the 24 tallest M4 lines and the other from the 24 shortest M4 lines. Read numbers of the 24 individuals belonging to each phenotypic group were summed at each of the 1874 SNPs and the SNP-index (Abe et al.) in each bulk was calculated by dividing the number of reads for a mutant allele by the number of total reads at each SNP position. To eliminate low quality SNPs or regions with strong segregation distortion, we eliminated those SNPs which were present at very high frequency (> 0.8) in both bulks or at very low frequency (< 0.2) in both bulks. We then calculated a Δ(SNP-index) (Abe et al.; Fekih et al.) by subtracting the SNP-index of the wild-type bulk from that of the mutant bulk at each SNP and plotted its absolute value (|Δ(SNP-index)|) at each SNP position according to the IWGSC RefSeq v1.0 assembly. This was determined by ‘BLASTn’ (version 2.2.29; default parameters) searches with the IWGSC CSS scaffolds sequences containing each SNP as queries. Following the sliding window approach described in Abe et al., the average |Δ(SNP-index)| values of five consecutive SNPs were plotted by shifting the window by one SNP at a time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53821, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We also conducted simulations to test the impact of bulk size and sequencing depth on BSA results. Bulk size simulation was performed by decreasing bulk size from n = 24 (24 shortest and 24 tallest lines in each bulk) through n = 1 (one shortest and one tallest line in each bulk) using a custom Python script (https://github.com/DubcovskyLab/mapping_by_exome_seq_Mo_et_al). Sequencing depth simulation was performed by randomly subsampling different proportions of mapped reads (50, 25, 12.5, 6.25, 3.13, and 1.56%) using ‘SAMtools’ (view; -s followed by the desired proportion). Subsampled BAM files were analyzed using the same informatic tools and parameters described above to generate genotype data of the 48 mapping individuals. BSA simulation was conducted by calculating |Δ(SNP-index)| as described above, with two different bulk sizes (n = 24 and n = 12). The number of false positives was estimated at each sequencing depth under the two bulk sizes by counting the number of SNPs with |Δ(SNP-index)| ≥0.8 outside the peak candidate region (chromosome 4B, 12.5–95.3 Mb). Further details on the calculations used to estimate the proportion of false positives are provided in Online Resource Text S1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55057, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 55091, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Below is the link to the electronic supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55151, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 55185, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The online version of this article (10.1007/s00438-017-1401-6) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55321, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Compliance with ethical standards", "sentences": [], "annotations": [], "relations": []}, {"offset": 55355, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 55363, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Y. Mo is a Howard Hughes Medical Institute’s International Student Research fellow and a Monsanto Beachell-Borlaug International scholar. J. Dubcovsky acknowledges support for this project from the Howard Hughes Medical Institute and from the International Wheat Yield Partnership Consortium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55658, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 55679, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All authors declare that they have no conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55740, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Ethical approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 55757, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "This article does not contain any studies with human participants or animals performed by any of the authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55867, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 55885, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Raw sequencing data generated in this project has been deposited in NCBI’s Sequence Read Archive (https://www.ncbi.nlm.nih.gov/sra, Bioproject PRJNA417707). All Python scripts used for data processing are available through GitHub (https://github.com/DubcovskyLab/mapping_by_exome_seq_Mo_et_al).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56182, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 56193, "infons": {"fpage": "174", "lpage": "178", "name_0": "surname:Abe;given-names:A", "name_1": "surname:Kosugi;given-names:S", "name_10": "surname:Innan;given-names:H", "name_11": "surname:Cano;given-names:L", "name_12": "surname:Kamoun;given-names:S", "name_13": "surname:Terauchi;given-names:R", "name_2": "surname:Yoshida;given-names:K", "name_3": "surname:Natsume;given-names:S", "name_4": "surname:Takagi;given-names:H", "name_5": "surname:Kanzaki;given-names:H", "name_6": "surname:Matsumura;given-names:H", "name_7": "surname:Yoshida;given-names:K", "name_8": "surname:Mitsuoka;given-names:C", "name_9": "surname:Tamiru;given-names:M", "pub-id_doi": "10.1038/nbt.2095", "pub-id_pmid": "22267009", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "30", "year": "2012"}, "text": "Genome sequencing reveals agronomically important loci in rice using MutMap", "sentences": [], "annotations": [], "relations": []}, {"offset": 56269, "infons": {"fpage": "715", "lpage": "725", "name_0": "surname:Austin;given-names:RS", "name_1": "surname:Vidaurre;given-names:D", "name_10": "surname:McCourt;given-names:P", "name_11": "surname:Guttman;given-names:DS", "name_2": "surname:Stamatiou;given-names:G", "name_3": "surname:Breit;given-names:R", "name_4": "surname:Provart;given-names:NJ", "name_5": "surname:Bonetta;given-names:D", "name_6": "surname:Zhang;given-names:J", "name_7": "surname:Fung;given-names:P", "name_8": "surname:Gong;given-names:Y", "name_9": "surname:Wang;given-names:PW", "pub-id_doi": "10.1111/j.1365-313X.2011.04619.x", "pub-id_pmid": "21518053", "section_type": "REF", "source": "Plant J", "type": "ref", "volume": "67", "year": "2011"}, "text": "Next-generation mapping of Arabidopsis genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 56314, "infons": {"fpage": "705", "lpage": "710", "name_0": "surname:Brenchley;given-names:R", "name_1": "surname:Spannagl;given-names:M", "name_10": "surname:Kay;given-names:S", "name_11": "surname:Waite;given-names:D", "name_12": "surname:Trick;given-names:M", "name_13": "surname:Bancroft;given-names:I", "name_14": "surname:Gu;given-names:Y", "name_15": "surname:Huo;given-names:N", "name_16": "surname:Luo;given-names:MC", "name_17": "surname:Sehgal;given-names:S", "name_18": "surname:Gill;given-names:B", "name_19": "surname:Kianian;given-names:S", "name_2": "surname:Pfeifer;given-names:M", "name_20": "surname:Anderson;given-names:O", "name_21": "surname:Kersey;given-names:P", "name_22": "surname:Dvorak;given-names:J", "name_23": "surname:McCombie;given-names:WR", "name_24": "surname:Hall;given-names:A", "name_25": "surname:Mayer;given-names:KF", "name_26": "surname:Edwards;given-names:KJ", "name_27": "surname:Bevan;given-names:MW", "name_28": "surname:Hall;given-names:N", "name_3": "surname:Barker;given-names:GLA", "name_4": "surname:D’Amore;given-names:R", "name_5": "surname:Allen;given-names:AM", "name_6": "surname:McKenzie;given-names:N", "name_7": "surname:Kramer;given-names:M", "name_8": "surname:Kerhornou;given-names:A", "name_9": "surname:Bolser;given-names:D", "pub-id_doi": "10.1038/nature11650", "pub-id_pmid": "23192148", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "491", "year": "2012"}, "text": "Analysis of the bread wheat genome using whole-genome shotgun sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 56387, "infons": {"fpage": "1603", "lpage": "1613", "name_0": "surname:Chandler;given-names:PM", "name_1": "surname:Harding;given-names:CA", "pub-id_doi": "10.1093/jxb/ert022", "pub-id_pmid": "23382550", "section_type": "REF", "source": "J Exp Bot", "type": "ref", "volume": "64", "year": "2013"}, "text": "‘Overgrowth’ mutants in barley and wheat: new alleles and phenotypes of the ‘Green Revolution’ DELLA gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 56501, "infons": {"fpage": "26", "name_0": "surname:Chapman;given-names:JA", "name_1": "surname:Mascher;given-names:M", "name_10": "surname:Schmutz;given-names:J", "name_11": "surname:Yelick;given-names:KA", "name_12": "surname:Scholz;given-names:U", "name_13": "surname:Waugh;given-names:R", "name_14": "surname:Poland;given-names:JA", "name_15": "surname:Muehlbauer;given-names:GJ", "name_16": "surname:Stein;given-names:N", "name_17": "surname:Rokhsar;given-names:DS", "name_2": "surname:Buluç;given-names:A", "name_3": "surname:Barry;given-names:K", "name_4": "surname:Georganas;given-names:E", "name_5": "surname:Session;given-names:A", "name_6": "surname:Strnadova;given-names:V", "name_7": "surname:Jenkins;given-names:J", "name_8": "surname:Sehgal;given-names:S", "name_9": "surname:Oliker;given-names:L", "pub-id_doi": "10.1186/s13059-015-0582-8", "pub-id_pmid": "25637298", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "16", "year": "2015"}, "text": "A whole-genome shotgun approach for assembling and anchoring the hexaploid bread wheat genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 56595, "infons": {"fpage": "885", "lpage": "896", "name_0": "surname:Clavijo;given-names:BJ", "name_1": "surname:Venturini;given-names:L", "name_10": "surname:Lipscombe;given-names:J", "name_11": "surname:Barker;given-names:T", "name_12": "surname:Lu;given-names:FH", "name_13": "surname:McKenzie;given-names:N", "name_14": "surname:Raats;given-names:D", "name_15": "surname:Ramirez-Gonzalez;given-names:RH", "name_16": "surname:Coince;given-names:A", "name_17": "surname:Peel;given-names:N", "name_18": "surname:Percival-Alwyn;given-names:L", "name_19": "surname:Duncan;given-names:O", "name_2": "surname:Schudoma;given-names:C", "name_20": "surname:Trosch;given-names:J", "name_21": "surname:Yu;given-names:G", "name_22": "surname:Bolser;given-names:DM", "name_23": "surname:Namaati;given-names:G", "name_24": "surname:Kerhornou;given-names:A", "name_25": "surname:Spannagl;given-names:M", "name_26": "surname:Gundlach;given-names:H", "name_27": "surname:Haberer;given-names:G", "name_28": "surname:Davey;given-names:RP", "name_29": "surname:Fosker;given-names:C", "name_3": "surname:Accinelli;given-names:GG", "name_30": "surname:Palma;given-names:FD", "name_31": "surname:Phillips;given-names:AL", "name_32": "surname:Millar;given-names:AH", "name_33": "surname:Kersey;given-names:PJ", "name_34": "surname:Uauy;given-names:C", "name_35": "surname:Krasileva;given-names:KV", "name_36": "surname:Swarbreck;given-names:D", "name_37": "surname:Bevan;given-names:MW", "name_38": "surname:Clark;given-names:MD", "name_4": "surname:Kaithakottil;given-names:G", "name_5": "surname:Wright;given-names:J", "name_6": "surname:Borrill;given-names:P", "name_7": "surname:Kettleborough;given-names:G", "name_8": "surname:Heavens;given-names:D", "name_9": "surname:Chapman;given-names:H", "pub-id_doi": "10.1101/gr.217117.116", "pub-id_pmid": "28420692", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "27", "year": "2017"}, "text": "An improved assembly and annotation of the allohexaploid wheat genome identifies complete families of agronomic genes and provides genomic evidence for chromosomal translocations", "sentences": [], "annotations": [], "relations": []}, {"offset": 56774, "infons": {"fpage": "466", "lpage": "471", "name_0": "surname:Cuperus;given-names:JT", "name_1": "surname:Montgomery;given-names:TA", "name_2": "surname:Fahlgren;given-names:N", "name_3": "surname:Burke;given-names:RT", "name_4": "surname:Townsend;given-names:T", "name_5": "surname:Sullivan;given-names:CM", "name_6": "surname:Carrington;given-names:JC", "pub-id_doi": "10.1073/pnas.0913203107", "pub-id_pmid": "20018656", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "107", "year": "2010"}, "text": "Identification of MIR390a precursor processing-defective mutants in Arabidopsis by direct genome sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 56882, "infons": {"fpage": "489", "lpage": "500", "name_0": "surname:Duan;given-names:J", "name_1": "surname:Wu;given-names:J", "name_2": "surname:Liu;given-names:Y", "name_3": "surname:Xiao;given-names:J", "name_4": "surname:Zhao;given-names:G", "name_5": "surname:Gu;given-names:Y", "name_6": "surname:Jia;given-names:J", "name_7": "surname:Kong;given-names:X", "pub-id_doi": "10.1007/s10142-012-0283-2", "pub-id_pmid": "22592657", "section_type": "REF", "source": "Funct Integr Genomics", "type": "ref", "volume": "12", "year": "2012"}, "text": "New cis-regulatory elements in the Rht-D1b locus region of wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 56947, "infons": {"fpage": "323", "lpage": "332", "name_0": "surname:Dvorak;given-names:J", "name_1": "surname:Akhunov;given-names:ED", "pub-id_doi": "10.1534/genetics.105.041632", "pub-id_pmid": "15996988", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "171", "year": "2005"}, "text": "Tempos of gene locus deletions and duplications and their relationship to recombination rate during diploid and polyploid evolution in the Aegilops–Triticum alliance", "sentences": [], "annotations": [], "relations": []}, {"offset": 57115, "infons": {"fpage": "1665", "lpage": "1675", "name_0": "surname:Dvorak;given-names:J", "name_1": "surname:Yang;given-names:ZL", "name_2": "surname:You;given-names:FM", "name_3": "surname:Luo;given-names:MC", "pub-id_doi": "10.1534/genetics.103.024927", "pub-id_pmid": "15579715", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "168", "year": "2004"}, "text": "Deletion polymorphism in wheat chromosome regions with contrasting recombination rates", "sentences": [], "annotations": [], "relations": []}, {"offset": 57202, "infons": {"fpage": "e68529", "name_0": "surname:Fekih;given-names:R", "name_1": "surname:Takagi;given-names:H", "name_10": "surname:Saitoh;given-names:H", "name_11": "surname:Mitsuoka;given-names:C", "name_12": "surname:Utsushi;given-names:H", "name_13": "surname:Uemura;given-names:A", "name_14": "surname:Kanzaki;given-names:E", "name_15": "surname:Kosugi;given-names:S", "name_16": "surname:Yoshida;given-names:K", "name_17": "surname:Cano;given-names:L", "name_18": "surname:Kamoun;given-names:S", "name_19": "surname:Terauchi;given-names:R", "name_2": "surname:Tamiru;given-names:M", "name_3": "surname:Abe;given-names:A", "name_4": "surname:Natsume;given-names:S", "name_5": "surname:Yaegashi;given-names:H", "name_6": "surname:Sharma;given-names:S", "name_7": "surname:Sharma;given-names:S", "name_8": "surname:Kanzaki;given-names:H", "name_9": "surname:Matsumura;given-names:H", "pub-id_doi": "10.1371/journal.pone.0068529", "pub-id_pmid": "23874658", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "MutMap+: genetic mapping and mutant identification without crossing in rice", "sentences": [], "annotations": [], "relations": []}, {"offset": 57278, "infons": {"fpage": "2401", "lpage": "2418", "name_0": "surname:Garcia;given-names:V", "name_1": "surname:Bres;given-names:C", "name_10": "surname:Alseekh;given-names:S", "name_11": "surname:Fernie;given-names:AR", "name_12": "surname:Fraser;given-names:PD", "name_13": "surname:Rothan;given-names:C", "name_2": "surname:Just;given-names:D", "name_3": "surname:Fernandez;given-names:L", "name_4": "surname:Tai;given-names:FWJ", "name_5": "surname:Mauxion;given-names:JP", "name_6": "surname:Le Paslier;given-names:MC", "name_7": "surname:Berard;given-names:A", "name_8": "surname:Brunel;given-names:D", "name_9": "surname:Aoki;given-names:K", "pub-id_doi": "10.1038/nprot.2016.143", "pub-id_pmid": "27809315", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "11", "year": "2016"}, "text": "Rapid identification of causal mutations in tomato EMS populations via mapping-by-sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 57371, "infons": {"fpage": "403", "lpage": "419", "name_0": "surname:Gardiner;given-names:LJ", "name_1": "surname:Bansept-Basler;given-names:P", "name_2": "surname:Olohan;given-names:L", "name_3": "surname:Joynson;given-names:R", "name_4": "surname:Brenchley;given-names:R", "name_5": "surname:Hall;given-names:N", "name_6": "surname:O’Sullivan;given-names:DM", "name_7": "surname:Hall;given-names:A", "pub-id_doi": "10.1111/tpj.13204", "pub-id_pmid": "27144898", "section_type": "REF", "source": "Plant J", "type": "ref", "volume": "87", "year": "2016"}, "text": "Mapping-by-sequencing in complex polyploid genomes using genic sequence capture: a case study to map yellow rust resistance in hexaploid wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 57514, "infons": {"fpage": "1382", "lpage": "1397", "name_0": "surname:Henry;given-names:IM", "name_1": "surname:Nagalakshmi;given-names:U", "name_10": "surname:Comai;given-names:L", "name_2": "surname:Lieberman;given-names:MC", "name_3": "surname:Ngo;given-names:KJ", "name_4": "surname:Krasileva;given-names:KV", "name_5": "surname:Vasquez-Gross;given-names:H", "name_6": "surname:Akhunova;given-names:A", "name_7": "surname:Akhunov;given-names:E", "name_8": "surname:Dubcovsky;given-names:J", "name_9": "surname:Tai;given-names:TH", "pub-id_doi": "10.1105/tpc.113.121590", "pub-id_pmid": "24728647", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "26", "year": "2014"}, "text": "Efficient genome-wide detection and cataloging of EMS-induced mutations using exome capture and next-generation sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 57637, "infons": {"fpage": "R61", "name_0": "surname:James;given-names:GV", "name_1": "surname:Patel;given-names:V", "name_2": "surname:Nordström;given-names:KJV", "name_3": "surname:Klasen;given-names:JR", "name_4": "surname:Salomé;given-names:PA", "name_5": "surname:Weigel;given-names:D", "name_6": "surname:Schneeberger;given-names:K", "pub-id_doi": "10.1186/gb-2013-14-6-r61", "pub-id_pmid": "23773572", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "14", "year": "2013"}, "text": "User guide for mapping-by-sequencing in Arabidopsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57689, "infons": {"fpage": "E913", "lpage": "E921", "name_0": "surname:Krasileva;given-names:KV", "name_1": "surname:Vasquez-Gross;given-names:HA", "name_10": "surname:Fosker;given-names:C", "name_11": "surname:Ayling;given-names:S", "name_12": "surname:Phillips;given-names:AL", "name_13": "surname:Uauy;given-names:C", "name_14": "surname:Dubcovsky;given-names:J", "name_2": "surname:Howell;given-names:T", "name_3": "surname:Bailey;given-names:P", "name_4": "surname:Paraiso;given-names:F", "name_5": "surname:Clissold;given-names:L", "name_6": "surname:Simmonds;given-names:J", "name_7": "surname:Ramirez-Gonzalez;given-names:RH", "name_8": "surname:Wang;given-names:XD", "name_9": "surname:Borrill;given-names:P", "pub-id_doi": "10.1073/pnas.1619268114", "pub-id_pmid": "28096351", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "114", "year": "2017"}, "text": "Uncovering hidden variation in polyploid wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 57736, "infons": {"fpage": "1217", "lpage": "1225", "name_0": "surname:Lewis;given-names:JM", "name_1": "surname:Mackintosh;given-names:CA", "name_2": "surname:Shin;given-names:S", "name_3": "surname:Gilding;given-names:E", "name_4": "surname:Kravchenko;given-names:S", "name_5": "surname:Baldridge;given-names:G", "name_6": "surname:Zeyen;given-names:R", "name_7": "surname:Muehlbauer;given-names:GJ", "pub-id_doi": "10.1007/s00299-008-0543-8", "pub-id_pmid": "18392625", "section_type": "REF", "source": "Plant Cell Rep", "type": "ref", "volume": "27", "year": "2008"}, "text": "Overexpression of the maize Teosinte Branched1 gene in wheat suppresses tiller development", "sentences": [], "annotations": [], "relations": []}, {"offset": 57827, "infons": {"fpage": "1754", "lpage": "1760", "name_0": "surname:Li;given-names:H", "name_1": "surname:Durbin;given-names:R", "pub-id_doi": "10.1093/bioinformatics/btp324", "pub-id_pmid": "19451168", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "Fast and accurate short read alignment with Burrows–Wheeler transform", "sentences": [], "annotations": [], "relations": []}, {"offset": 57899, "infons": {"fpage": "2078", "lpage": "2079", "name_0": "surname:Li;given-names:H", "name_1": "surname:Handsaker;given-names:B", "name_2": "surname:Wysoker;given-names:A", "name_3": "surname:Fennell;given-names:T", "name_4": "surname:Ruan;given-names:J", "name_5": "surname:Homer;given-names:N", "name_6": "surname:Marth;given-names:G", "name_7": "surname:Abecasis;given-names:G", "name_8": "surname:Durbin;given-names:R", "name_9": "surname:Proc;given-names:GPD", "pub-id_doi": "10.1093/bioinformatics/btp352", "pub-id_pmid": "19505943", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "The sequence alignment/map format and SAMtools", "sentences": [], "annotations": [], "relations": []}, {"offset": 57946, "infons": {"fpage": "e82333", "name_0": "surname:Li;given-names:L", "name_1": "surname:Li;given-names:D", "name_10": "surname:Schnable;given-names:PS", "name_2": "surname:Liu;given-names:S", "name_3": "surname:Ma;given-names:X", "name_4": "surname:Dietrich;given-names:CR", "name_5": "surname:Hu;given-names:HC", "name_6": "surname:Zhang;given-names:G", "name_7": "surname:Liu;given-names:ZY", "name_8": "surname:Zheng;given-names:J", "name_9": "surname:Wang;given-names:GY", "pub-id_doi": "10.1371/journal.pone.0082333", "pub-id_pmid": "24324772", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "The maize glossy13 gene, cloned via BSR-seq and seq-walking encodes a putative ABC transporter required for the normal accumulation of epicuticular waxes", "sentences": [], "annotations": [], "relations": []}, {"offset": 58100, "infons": {"fpage": "e36406", "name_0": "surname:Liu;given-names:SZ", "name_1": "surname:Yeh;given-names:CT", "name_2": "surname:Tang;given-names:HM", "name_3": "surname:Nettleton;given-names:D", "name_4": "surname:Schnable;given-names:PS", "pub-id_doi": "10.1371/journal.pone.0036406", "pub-id_pmid": "22586469", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Gene mapping via bulked segregant RNA-Seq (BSR-Seq)", "sentences": [], "annotations": [], "relations": []}, {"offset": 58152, "infons": {"fpage": "494", "lpage": "505", "name_0": "surname:Mascher;given-names:M", "name_1": "surname:Richmond;given-names:TA", "name_10": "surname:Akhunov;given-names:ED", "name_11": "surname:Hedley;given-names:PE", "name_12": "surname:Gonzales;given-names:AM", "name_13": "surname:Morrell;given-names:PL", "name_14": "surname:Kilian;given-names:B", "name_15": "surname:Blattner;given-names:FR", "name_16": "surname:Scholz;given-names:U", "name_17": "surname:Mayer;given-names:KF", "name_18": "surname:Flavell;given-names:AJ", "name_19": "surname:Muehlbauer;given-names:GJ", "name_2": "surname:Gerhardt;given-names:DJ", "name_20": "surname:Waugh;given-names:R", "name_21": "surname:Jeddeloh;given-names:JA", "name_22": "surname:Stein;given-names:N", "name_3": "surname:Himmelbach;given-names:A", "name_4": "surname:Clissold;given-names:L", "name_5": "surname:Sampath;given-names:D", "name_6": "surname:Ayling;given-names:S", "name_7": "surname:Steuernagel;given-names:B", "name_8": "surname:Pfeifer;given-names:M", "name_9": "surname:D’Ascenzo;given-names:M", "pub-id_doi": "10.1111/tpj.12294", "pub-id_pmid": "23889683", "section_type": "REF", "source": "Plant J", "type": "ref", "volume": "76", "year": "2013"}, "text": "Barley whole exome capture: a tool for genomic research in the genus Hordeum and beyond", "sentences": [], "annotations": [], "relations": []}, {"offset": 58240, "infons": {"fpage": "R78", "name_0": "surname:Mascher;given-names:M", "name_1": "surname:Jost;given-names:M", "name_2": "surname:Kuon;given-names:JE", "name_3": "surname:Himmelbach;given-names:A", "name_4": "surname:Aßfalg;given-names:A", "name_5": "surname:Beier;given-names:S", "name_6": "surname:Scholz;given-names:U", "name_7": "surname:Graner;given-names:A", "name_8": "surname:Stein;given-names:N", "pub-id_doi": "10.1186/gb-2014-15-6-r78", "pub-id_pmid": "24917130", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "15", "year": "2014"}, "text": "Mapping-by-sequencing accelerates forward genetics in barley", "sentences": [], "annotations": [], "relations": []}, {"offset": 58301, "infons": {"fpage": "9828", "lpage": "9832", "name_0": "surname:Michelmore;given-names:RW", "name_1": "surname:Paran;given-names:I", "name_2": "surname:Kesseli;given-names:RV", "pub-id_doi": "10.1073/pnas.88.21.9828", "pub-id_pmid": "1682921", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "88", "year": "1991"}, "text": "Identification of markers linked to disease-resistance genes by bulked segregant analysis: a rapid method to detect markers in specific genomic regions by using segregating populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58486, "infons": {"fpage": "2151", "lpage": "2160", "name_0": "surname:Miraghazadeh;given-names:A", "name_1": "surname:Zhang;given-names:P", "name_2": "surname:Harding;given-names:C", "name_3": "surname:Hossain;given-names:S", "name_4": "surname:Hayden;given-names:M", "name_5": "surname:Wong;given-names:D", "name_6": "surname:Spielmeyer;given-names:W", "name_7": "surname:Chandler;given-names:PM", "pub-id_doi": "10.1007/s00122-016-2763-6", "pub-id_pmid": "27539013", "section_type": "REF", "source": "Theor Appl Genet", "type": "ref", "volume": "129", "year": "2016"}, "text": "The use of SNP hybridisation arrays and cytogenetics to characterise deletions of chromosome 4B in hexaploid wheat (Triticum aestivum L.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 58624, "infons": {"fpage": "4321", "lpage": "4325", "name_0": "surname:Murray;given-names:MG", "name_1": "surname:Thompson;given-names:WF", "pub-id_doi": "10.1093/nar/8.19.4321", "pub-id_pmid": "7433111", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "8", "year": "1980"}, "text": "Rapid isolation of high molecular weight plant DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 58675, "infons": {"fpage": "325", "lpage": "330", "name_0": "surname:Nordström;given-names:KJV", "name_1": "surname:Albani;given-names:MC", "name_2": "surname:James;given-names:GV", "name_3": "surname:Gutjahr;given-names:C", "name_4": "surname:Hartwig;given-names:B", "name_5": "surname:Turck;given-names:F", "name_6": "surname:Paszkowski;given-names:U", "name_7": "surname:Coupland;given-names:G", "name_8": "surname:Schneeberger;given-names:K", "pub-id_doi": "10.1038/nbt.2515", "pub-id_pmid": "23475072", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "31", "year": "2013"}, "text": "Mutation identification by direct comparison of whole-genome sequencing data from mutant and wild-type individuals using k-mers", "sentences": [], "annotations": [], "relations": []}, {"offset": 58803, "infons": {"fpage": "256", "lpage": "261", "name_0": "surname:Peng;given-names:J", "name_1": "surname:Richards;given-names:DE", "name_10": "surname:Sudhakar;given-names:D", "name_11": "surname:Christou;given-names:P", "name_12": "surname:Snape;given-names:JW", "name_13": "surname:Gale;given-names:MD", "name_14": "surname:Harberd;given-names:NP", "name_2": "surname:Hartley;given-names:NM", "name_3": "surname:Murphy;given-names:GP", "name_4": "surname:Devos;given-names:KM", "name_5": "surname:Flintham;given-names:JE", "name_6": "surname:Beales;given-names:J", "name_7": "surname:Fish;given-names:LJ", "name_8": "surname:Worland;given-names:AJ", "name_9": "surname:Pelica;given-names:F", "pub-id_doi": "10.1038/22307", "pub-id_pmid": "10421366", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "400", "year": "1999"}, "text": "‘Green revolution’ genes encode mutant gibberellin response modulators", "sentences": [], "annotations": [], "relations": []}, {"offset": 58878, "infons": {"fpage": "786", "lpage": "788", "name_0": "surname:Periyannan;given-names:S", "name_1": "surname:Moore;given-names:J", "name_10": "surname:Mago;given-names:R", "name_11": "surname:McIntosh;given-names:R", "name_12": "surname:Dodds;given-names:P", "name_13": "surname:Dvorak;given-names:J", "name_14": "surname:Lagudah;given-names:E", "name_2": "surname:Ayliffe;given-names:M", "name_3": "surname:Bansal;given-names:U", "name_4": "surname:Wang;given-names:X", "name_5": "surname:Huang;given-names:L", "name_6": "surname:Deal;given-names:K", "name_7": "surname:Luo;given-names:MC", "name_8": "surname:Kong;given-names:XY", "name_9": "surname:Bariana;given-names:H", "pub-id_doi": "10.1126/science.1239028", "pub-id_pmid": "23811228", "section_type": "REF", "source": "Science", "type": "ref", "volume": "341", "year": "2013"}, "text": "The gene Sr33, an ortholog of barley Mla genes, encodes resistance to wheat stem rust race Ug99", "sentences": [], "annotations": [], "relations": []}, {"offset": 58974, "infons": {"fpage": "484", "lpage": "491", "name_0": "surname:Peters;given-names:JL", "name_1": "surname:Cnudde;given-names:F", "name_2": "surname:Gerats;given-names:T", "pub-id_doi": "10.1016/j.tplants.2003.09.002", "pub-id_pmid": "14557045", "section_type": "REF", "source": "Trends Plant Sci", "type": "ref", "volume": "8", "year": "2003"}, "text": "Forward genetics and map-based cloning approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 59024, "infons": {"fpage": "2808", "lpage": "2810", "name_0": "surname:Phanstiel;given-names:DH", "name_1": "surname:Boyle;given-names:AP", "name_2": "surname:Araya;given-names:CL", "name_3": "surname:Snyder;given-names:MP", "pub-id_doi": "10.1093/bioinformatics/btu379", "pub-id_pmid": "24903420", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "Sushi.R: flexible, quantitative and integrative genomic visualizations for publication-quality multi-panel figures", "sentences": [], "annotations": [], "relations": []}, {"offset": 59139, "infons": {"fpage": "841", "lpage": "842", "name_0": "surname:Quinlan;given-names:AR", "name_1": "surname:Hall;given-names:IM", "pub-id_doi": "10.1093/bioinformatics/btq033", "pub-id_pmid": "20110278", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "BEDTools: a flexible suite of utilities for comparing genomic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 59210, "infons": {"fpage": "613", "lpage": "624", "name_0": "surname:Ramirez-Gonzalez;given-names:RH", "name_1": "surname:Segovia;given-names:V", "name_2": "surname:Bird;given-names:N", "name_3": "surname:Fenwick;given-names:P", "name_4": "surname:Holdgate;given-names:S", "name_5": "surname:Berry;given-names:S", "name_6": "surname:Jack;given-names:P", "name_7": "surname:Caccamo;given-names:M", "name_8": "surname:Uauy;given-names:C", "pub-id_doi": "10.1111/pbi.12281", "pub-id_pmid": "25382230", "section_type": "REF", "source": "Plant Biotechnol J", "type": "ref", "volume": "13", "year": "2015"}, "text": "RNA-Seq bulked segregant analysis enables the identification of high-resolution genetic markers for breeding in hexaploid wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 59338, "infons": {"fpage": "E3177", "lpage": "E3184", "name_0": "surname:Rodgers-Melnick;given-names:E", "name_1": "surname:Vera;given-names:DL", "name_2": "surname:Bass;given-names:HW", "name_3": "surname:Buckler;given-names:ES", "pub-id_doi": "10.1073/pnas.1525244113", "pub-id_pmid": "27185945", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "113", "year": "2016"}, "text": "Open chromatin reveals the functional maize genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 59389, "infons": {"fpage": "221", "name_0": "surname:Sánchez-Martín;given-names:J", "name_1": "surname:Steuernagel;given-names:B", "name_10": "surname:Dolezel;given-names:J", "name_11": "surname:Keller;given-names:B", "name_12": "surname:Wulff;given-names:BB", "name_2": "surname:Ghosh;given-names:S", "name_3": "surname:Herren;given-names:G", "name_4": "surname:Hurni;given-names:S", "name_5": "surname:Adamski;given-names:N", "name_6": "surname:Vrána;given-names:J", "name_7": "surname:Kubalakova;given-names:M", "name_8": "surname:Krattinger;given-names:SG", "name_9": "surname:Wicker;given-names:T", "pub-id_doi": "10.1186/s13059-016-1082-1", "pub-id_pmid": "27795210", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "17", "year": "2016"}, "text": "Rapid gene isolation in barley and wheat by mutant chromosome sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 59462, "infons": {"fpage": "662", "lpage": "676", "name_0": "surname:Schneeberger;given-names:K", "pub-id_doi": "10.1038/nrg3745", "pub-id_pmid": "25139187", "section_type": "REF", "source": "Nat Rev Genet", "type": "ref", "volume": "15", "year": "2014"}, "text": "Using next-generation sequencing to isolate mutant genes from forward genetic screens", "sentences": [], "annotations": [], "relations": []}, {"offset": 59548, "infons": {"fpage": "550", "lpage": "551", "name_0": "surname:Schneeberger;given-names:K", "name_1": "surname:Ossowski;given-names:S", "name_2": "surname:Lanz;given-names:C", "name_3": "surname:Juul;given-names:T", "name_4": "surname:Petersen;given-names:AH", "name_5": "surname:Nielsen;given-names:KL", "name_6": "surname:Jorgensen;given-names:JE", "name_7": "surname:Weigel;given-names:D", "name_8": "surname:Andersen;given-names:SU", "pub-id_doi": "10.1038/nmeth0809-550", "pub-id_pmid": "19644454", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "6", "year": "2009"}, "text": "SHOREmap: simultaneous mapping and mutation identification by deep sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 59626, "infons": {"fpage": "652", "lpage": "655", "name_0": "surname:Steuernagel;given-names:B", "name_1": "surname:Periyannan;given-names:SK", "name_10": "surname:Lagudah;given-names:ES", "name_11": "surname:Wulff;given-names:BB", "name_2": "surname:Hernández-Pinzón;given-names:I", "name_3": "surname:Witek;given-names:K", "name_4": "surname:Rouse;given-names:MN", "name_5": "surname:Yu;given-names:G", "name_6": "surname:Hatta;given-names:A", "name_7": "surname:Ayliffe;given-names:M", "name_8": "surname:Bariana;given-names:H", "name_9": "surname:Jones;given-names:JD", "pub-id_doi": "10.1038/nbt.3543", "pub-id_pmid": "27111722", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "34", "year": "2016"}, "text": "Rapid cloning of disease-resistance genes in plants using mutagenesis and sequence capture", "sentences": [], "annotations": [], "relations": []}, {"offset": 59717, "infons": {"fpage": "711", "lpage": "716", "pub-id_pmid": "23075845", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "491", "year": "2012"}, "text": "A physical, genetic and functional sequence assembly of the barley genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 59791, "infons": {"fpage": "1251788", "pub-id_doi": "10.1126/science.1251788", "pub-id_pmid": "25035500", "section_type": "REF", "source": "Science", "type": "ref", "volume": "345", "year": "2014"}, "text": "A chromosome-based draft sequence of the hexaploid bread wheat (Triticum aestivum) genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 59881, "infons": {"fpage": "14", "name_0": "surname:Trick;given-names:M", "name_1": "surname:Adamski;given-names:NM", "name_2": "surname:Mugford;given-names:SG", "name_3": "surname:Jiang;given-names:CC", "name_4": "surname:Febrer;given-names:M", "name_5": "surname:Uauy;given-names:C", "pub-id_doi": "10.1186/1471-2229-12-14", "pub-id_pmid": "22280551", "section_type": "REF", "source": "BMC Plant Biol", "type": "ref", "volume": "12", "year": "2012"}, "text": "Combining SNP discovery from next-generation sequencing data with bulked segregant analysis (BSA) to fine-map genes in polyploid wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 60016, "infons": {"fpage": "115", "name_0": "surname:Uauy;given-names:C", "name_1": "surname:Paraiso;given-names:F", "name_2": "surname:Colasuonno;given-names:P", "name_3": "surname:Tran;given-names:RK", "name_4": "surname:Tsai;given-names:H", "name_5": "surname:Berardi;given-names:S", "name_6": "surname:Comai;given-names:L", "name_7": "surname:Dubcovsky;given-names:J", "pub-id_doi": "10.1186/1471-2229-9-115", "pub-id_pmid": "19712486", "section_type": "REF", "source": "BMC Plant Biol", "type": "ref", "volume": "9", "year": "2009"}, "text": "A modified TILLING approach to detect induced mutations in tetraploid and hexaploid wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 60106, "infons": {"fpage": "1321", "lpage": "1336", "name_0": "surname:Wilhelm;given-names:EP", "name_1": "surname:Howells;given-names:RM", "name_2": "surname:Al-Kaff;given-names:N", "name_3": "surname:Jia;given-names:J", "name_4": "surname:Baker;given-names:C", "name_5": "surname:Leverington-Waite;given-names:MA", "name_6": "surname:Griffiths;given-names:S", "name_7": "surname:Greenland;given-names:AJ", "name_8": "surname:Boulton;given-names:MI", "name_9": "surname:Powell;given-names:W", "pub-id_doi": "10.1007/s00122-013-2055-3", "pub-id_pmid": "23381809", "section_type": "REF", "source": "Theor Appl Genet", "type": "ref", "volume": "126", "year": "2013"}, "text": "Genetic characterization and mapping of the Rht-1 homoeologs and flanking sequences in wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 60199, "infons": {"fpage": "1733", "lpage": "1747", "name_0": "surname:Wilhelm;given-names:EP", "name_1": "surname:Mackay;given-names:IJ", "name_2": "surname:Saville;given-names:RJ", "name_3": "surname:Korolev;given-names:AV", "name_4": "surname:Balfourier;given-names:F", "name_5": "surname:Greenland;given-names:AJ", "name_6": "surname:Boulton;given-names:MI", "name_7": "surname:Powell;given-names:W", "pub-id_doi": "10.1007/s00122-013-2088-7", "pub-id_pmid": "23553443", "section_type": "REF", "source": "Theor Appl Genet", "type": "ref", "volume": "126", "year": "2013"}, "text": "Haplotype dictionary for the Rht-1 loci in wheat", "sentences": [], "annotations": [], "relations": []}, {"offset": 60248, "infons": {"fpage": "e99352", "name_0": "surname:Wu;given-names:W", "name_1": "surname:Cheng;given-names:Z", "name_2": "surname:Liu;given-names:M", "name_3": "surname:Yang;given-names:X", "name_4": "surname:Qiu;given-names:D", "pub-id_doi": "10.1371/journal.pone.0099352", "pub-id_pmid": "24901716", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "C3HC4-type RING finger protein NbZFP1 is involved in growth and fruit development in Nicotiana benthamiana", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]