[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240910", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC8728140", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/nar/gkab733", "article-id_pmc": "PMC8728140", "article-id_pmid": "34469540", "article-id_publisher-id": "gkab733", "fpage": "D1055", "issue": "D1", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License (https://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "lpage": "D1061", "name_0": "surname:Kavakiotis;given-names:Ioannis", "name_1": "surname:Alexiou;given-names:Athanasios", "name_2": "surname:Tastsoglou;given-names:Spyros", "name_3": "surname:Vlachos;given-names:Ioannis S", "name_4": "surname:Hatzigeorgiou;given-names:Artemis G", "section_type": "TITLE", "type": "front", "volume": "50", "year": "2021"}, "text": "DIANA-miTED: a microRNA tissue expression database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "microRNAs (miRNAs) are short (∼23nt) single-stranded non-coding RNAs that act as potent post-transcriptional gene expression regulators. Information about miRNA expression and distribution across cell types and tissues is crucial to the understanding of their function and for their translational use as biomarkers or therapeutic targets. DIANA-miTED is the most comprehensive and systematic collection of miRNA expression values derived from the analysis of 15 183 raw human small RNA-Seq (sRNA-Seq) datasets from the Sequence Read Archive (SRA) and The Cancer Genome Atlas (TCGA). Metadata quality maximizes the utility of expression atlases, therefore we manually curated SRA and TCGA-derived information to deliver a comprehensive and standardized set, incorporating in total 199 tissues, 82 anatomical sublocations, 267 cell lines and 261 diseases. miTED offers rich instant visualizations of the expression and sample distributions of requested data across variables, as well as study-wide diagrams and graphs enabling efficient content exploration. Queries also generate links towards state-of-the-art miRNA functional resources, deeming miTED an ideal starting point for expression retrieval, exploration, comparison, and downstream analysis, without requiring bioinformatics support or expertise. DIANA-miTED is freely available at http://www.microrna.gr/mited.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1433, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1446, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "microRNAs (miRNAs) are abundant regulatory RNAs that primarily guide the cleavage, degradation, and/or translational repression of their target transcripts. Suppression of gene expression at the post-transcriptional level is by and large attributed to miRNA function. To this end, the accurate cataloguing of their abundance across tissues and cell types is an indispensable tool towards the understanding of gene regulation and dysregulation in physiological and pathological conditions. Equally importantly, altered miRNA levels in tissues and biofluids between disease and healthy states, or within the course of a disease, can discriminate conditions or correlate with clinical phenotypes and outcomes, highlighting the diagnostic, prognostic, or predictive biomarker capabilities that specific miRNAs may carry.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2263, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Initially, limited numbers of known miRNAs were being quantified using low-yield methods, including Northern blotting and quantitative reverse transcriptase PCR (RT-qPCR), as well as miRNA-tailored microarrays. Advances in sequencing technologies (Next Generation Sequencing, NGS) greatly boosted data yields and provided a means to massively quantify miRNAs and discover novel ones. Currently, the state-of-the-art high throughput method to derive miRNA abundance estimates is small RNA sequencing (sRNA-Seq). Thousands of publicly available sRNA-Seq datasets have been deposited in raw or count format in repositories such as the Sequence Read Archive (SRA) and Gene Expression Omnibus (GEO), while large consortia such as The Cancer Genome Atlas (TCGA) have also generated vast datasets capturing miRNA abundance in thousands of patient samples.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3112, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Creating a comprehensive and consistent human atlas of miRNA expression is a challenging task, since (i) available datasets are provided for retrieval at various analysis levels (e.g. raw FASTQ files, count-level estimates, normalized expression values), they have been produced utilizing (ii) variable miRNA annotation sources and versions, as well as (iii) distinct quantification pipelines and algorithmic choices. Moreover, public repositories and individual submitters annotate sample- and study-specific metadata in a minimally systematic manner, impeding the integration of datasets from various sources into one uniform database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3750, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cataloguing miRNA expression estimates, especially in disease, is a high value scientific endeavor with numerous potential applications in basic and translational research. Currently available implementations vary in scope, breadth, and functionality. miRmine, HMED and DASHR2, aim to capture a wide variety of sample types and tissues, and comprise 304, 401 and 802 datasets, respectively. miRmine allows single/multiple miRNA queries and outputs sample-level RPM matrices for cell lines or tissues. DASHR2 focuses on genomic localization of small RNAs, provides information regarding their sequence and secondary structure (by RNAfold), and features a static expression table for each small RNA. YM500v3 focuses only on cancer with samples solely derived from TCGA. SEAWeb is a web application offering various analyses, such as differential expression and classification, allowing users to upload their results to compare against the database content. SEAWeb contains 4258 datasets from 10 organisms (3360 human datasets). Finally, DeepBase v3.0 divides data into two classes, namely ‘Cancer data’ (from TCGA and ICGC) and ‘Tissue data’ (500 datasets from SRA/GEO, GTEx, ENCODE). Importantly, miRNA expression values collected in DeepBase refer to precursors or miRNA host genes, falling short on providing abundance estimates of the functional mature miRNA forms in every analysis type it provides. At the time of writing, HMED and YM500v3 were not in a functional state.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5234, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Until today and as mentioned above, most available databases either comprise a small number of datasets or focus solely or almost solely on TCGA and this is mostly due to practical reasons. TCGA is a rather uniform resource, while GEO/SRA studies are extremely diverse in terms of library preparations, adapters utilized, and sample quality. DIANA-miTED comes to bridge this gap and enable researchers investigate miRNA expression across the widest variety of libraries to date, as well as to perform simple or sophisticated analyses from a single resource. The capabilities and entries of all available databases are presented in Table 1, which captures the number of entries from each data source, the fold-change increase of miTED against that specific source, as well as the access to tools and downstream analyses provided from each resource. miTED not only is the largest such database to date but it provides direct interconnections to the DIANA-tools cosmos, enabling researchers to perform target prediction, prioritization, and functional investigations from a single user interface.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6328, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparison of DIANA-miTED against existing resources cataloguing miRNA expression. Numbers of included datasets and their fold-difference compared to miTED, available expression units, version of miRBase and miRNA-relevant functionalities of each resource are presented. NA values correspond to cases in which accessing the resource or performing queries failed", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6690, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\">Resource</th><th rowspan=\"1\" colspan=\"1\">Included datasets</th><th rowspan=\"1\" colspan=\"1\">Fold-increase in miTED</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Expression units</th><th rowspan=\"1\" colspan=\"1\">miRBase version</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">miRNA-related functionalities</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Links to tools and resources</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>miRmine</bold>\n</td><td rowspan=\"1\" colspan=\"1\">304</td><td rowspan=\"1\" colspan=\"1\">∼50</td><td rowspan=\"1\" colspan=\"1\">RPM</td><td rowspan=\"1\" colspan=\"1\">v21</td><td rowspan=\"1\" colspan=\"1\">Search by single/multiple miRNAs. Bulk data download.</td><td rowspan=\"1\" colspan=\"1\">miRBase, NCBI-SRA</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>HMED</bold>\n</td><td rowspan=\"1\" colspan=\"1\">401</td><td rowspan=\"1\" colspan=\"1\">∼38</td><td rowspan=\"1\" colspan=\"1\">RPM</td><td rowspan=\"1\" colspan=\"1\">v20</td><td rowspan=\"1\" colspan=\"1\">NA</td><td rowspan=\"1\" colspan=\"1\">NA</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>DASHR2</bold>\n</td><td rowspan=\"1\" colspan=\"1\">802</td><td rowspan=\"1\" colspan=\"1\">∼19</td><td rowspan=\"1\" colspan=\"1\">Counts, RPM</td><td rowspan=\"1\" colspan=\"1\">v19, v21</td><td rowspan=\"1\" colspan=\"1\">Search by single miRNA, coordinates, or sequence. Tissue specificity and read coverage information. Bulk data download.</td><td rowspan=\"1\" colspan=\"1\">UCSC Genome Browser</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>YM500v3</bold>\n</td><td rowspan=\"1\" colspan=\"1\">∼11 000</td><td rowspan=\"1\" colspan=\"1\">∼1.38</td><td rowspan=\"1\" colspan=\"1\">NA</td><td rowspan=\"1\" colspan=\"1\">v21</td><td rowspan=\"1\" colspan=\"1\">NA</td><td rowspan=\"1\" colspan=\"1\">NA</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>SEAWeb</bold>\n</td><td rowspan=\"1\" colspan=\"1\">4258</td><td rowspan=\"1\" colspan=\"1\">∼4.2</td><td rowspan=\"1\" colspan=\"1\">RPM</td><td rowspan=\"1\" colspan=\"1\">v21</td><td rowspan=\"1\" colspan=\"1\">Search by single/multiple miRNAs. Differential expression. Gene targets (miRTarBase). Disease associations. Result download.</td><td rowspan=\"1\" colspan=\"1\">miRBase, GeneCards, GEO, PubMed, Disease Ontology</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>DeepBase v3.0</bold>\n</td><td rowspan=\"1\" colspan=\"1\">∼11 500</td><td rowspan=\"1\" colspan=\"1\">∼1.31</td><td rowspan=\"1\" colspan=\"1\">RPM, log<sub>2</sub>(RPM)-mean</td><td rowspan=\"1\" colspan=\"1\">v22</td><td rowspan=\"1\" colspan=\"1\">Precursor-level miRNA expression (collected RPM values). Expression heatmaps. Query by dataset selection. Bulk data download.</td><td rowspan=\"1\" colspan=\"1\">UCSC Genome Browser, PubMed</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>DIANA-miTED</bold>\n</td><td rowspan=\"1\" colspan=\"1\">15 183</td><td rowspan=\"1\" colspan=\"1\">-</td><td rowspan=\"1\" colspan=\"1\">Counts, RPM, log<sub>2</sub>(RPM)</td><td rowspan=\"1\" colspan=\"1\">v22</td><td rowspan=\"1\" colspan=\"1\">Search by single/multiple miRNAs and/or single/multiple tissues or cell lines. Filter disease/healthy. Search for top expressed miRNAs. Search for top sites by miRNA abundance. Result download.</td><td rowspan=\"1\" colspan=\"1\">DIANA-tools (microT-CDS, TarBase, LncBase, miRPath), miRBase</td></tr></tbody></table>\n"}, "text": "Resource\tIncluded datasets\tFold-increase in miTED\tExpression units\tmiRBase version\tmiRNA-related functionalities\tLinks to tools and resources\t \tmiRmine\t304\t∼50\tRPM\tv21\tSearch by single/multiple miRNAs. Bulk data download.\tmiRBase, NCBI-SRA\t \tHMED\t401\t∼38\tRPM\tv20\tNA\tNA\t \tDASHR2\t802\t∼19\tCounts, RPM\tv19, v21\tSearch by single miRNA, coordinates, or sequence. Tissue specificity and read coverage information. Bulk data download.\tUCSC Genome Browser\t \tYM500v3\t∼11 000\t∼1.38\tNA\tv21\tNA\tNA\t \tSEAWeb\t4258\t∼4.2\tRPM\tv21\tSearch by single/multiple miRNAs. Differential expression. Gene targets (miRTarBase). Disease associations. Result download.\tmiRBase, GeneCards, GEO, PubMed, Disease Ontology\t \tDeepBase v3.0\t∼11 500\t∼1.31\tRPM, log2(RPM)-mean\tv22\tPrecursor-level miRNA expression (collected RPM values). Expression heatmaps. Query by dataset selection. Bulk data download.\tUCSC Genome Browser, PubMed\t \tDIANA-miTED\t15 183\t-\tCounts, RPM, log2(RPM)\tv22\tSearch by single/multiple miRNAs and/or single/multiple tissues or cell lines. Filter disease/healthy. Search for top expressed miRNAs. Search for top sites by miRNA abundance. Result download.\tDIANA-tools (microT-CDS, TarBase, LncBase, miRPath), miRBase\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7908, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To generate miTED, we performed pre-processing and analysis of >15 000 sRNA-Seq datasets retrieved from TCGA and SRA, utilizing DIANA-mAP analysis workflow. DIANA-mAP ensures fully automated A-to-Z uniform analysis of sRNA-Seq datasets, from the raw file to the expression estimates. Our results are presented in DIANA-miTED (miRNA Tissue Expression Database), an online atlas of miRNA expression in healthy and disease states (http://www.microrna.gr/mited). In miTED, users can retrieve expression values for one or multiple miRNAs and/or tissues/cell lines, identify top expressed miRNAs, or top tissues/cell lines where a miRNA of interest is expressed the most (Figure 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8585, "infons": {"file": "gkab733fig1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "DIANA-miTED development workflow. Initially, human raw sRNA-Seq datasets were retrieved from NCBI-SRA and TCGA (alignment files obtained from TCGA and converted back to FASTQ format). Raw datasets were uniformly subjected to pre-processing and quality control, alignment and quantification. Read count, RPM and log2(RPM) values were calculated for miRBase miRNAs. Metadata from both resources were curated manually to create a comprehensive, standardized set of metadata annotations for the analyzed datasets. DIANA-miTED resource was developed utilizing MongoDB (noSQL database), PHP/Laravel for data access layer development, and Typescript/Angular for the application layer development. miTED features extensive query, filtering and visualization options and supports local retrieval of requested data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9391, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "METHODS AND RESULTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9411, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection and curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9440, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Raw sRNA-Seq datasets originated from two resources, namely NCBI-SRA and the TCGA project. NCBI-SRA data were identified by selecting all entries with Library Strategy and organism fields as ‘miRNA-Seq’ and ‘Homo sapiens’, respectively, and retrieved locally. Only datasets comprising tissue or cell line information metadata were included in the analysis. TCGA sRNA-Seq datasets were retrieved using the GDC Data Transfer Tool, along with the respective transcriptomic metadata from the GDC data portal, while all available sample and patient metadata were retrieved. Only sRNA-seq TCGA datasets annotated with both patient and transcriptomic metadata were included in the study. The selected datasets were analyzed with the well-defined sRNA-Seq analysis workflow DIANA-mAP, following strict quality controls (described in Section ‘High-throughput data analysis’), resulting in a collection of 4142 NCBI-SRA and 11 041 TCGA analyzed datasets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10398, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We manually curated both NCBI-SRA and TCGA-derived metadata information to deliver to users a coherent and standardized set. The resulting collection offers the following metadata information. ‘Sample_ID’ contains the sample's identification code in SRA (e.g. SRR1774098) or TCGA (e.g. TCGA-P8-A5KD-11A-11R-A35M-13). ‘Collection’ holds the origin collection of the sample (SRA or TCGA). ‘Project_ID’ contains the sample's project identification code in NCBI-SRA (e.g. PRJDB2675) or TCGA (e.g. TCGA-PCPG). All entries in miTED mandatorily contain the aforementioned information. Moreover, each entry must either feature ‘Tissue or organ of origin’ or ‘Cell line’ information. Depending on the initial metadata, the following information is provided: ‘Tissue subregion’ refers to a more specific anatomical location of the ‘Tissue or organ of origin’. ‘Disease’ contains information about the disease, if available. Notably, disease meta-information has been annotated even in healthy samples (control patients) from the same study or from control tissue regions derived from the same patient (e.g. matched healthy and neoplastic tissue from a cancer patient).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11589, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "High-throughput data analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11619, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data processing was performed using DIANA-mAP (v1.0), which is a fully automated computational pipeline with an emphasis to pre-processing, that allows users to perform miRNA NGS data analysis from raw data up to quantification and differential expression in an easy, scalable, efficient and intuitive way. The tool was developed in R and performed the pre-processing, alignment and quantification steps on all samples included in miTED.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pre-processing utilized the external tools FastQC (v0.11.7), DNApi (v1.1), and Cutadapt (v1.16). Raw datasets were quality checked allowing a minimum Phred score of 10, adapters were inferred when not provided and trimmed using an 18 bp minimum allowed read length after trimming. Reads were subsequently aligned to the GRCh38 human genome assembly using Bowtie (v1.1.1), allowing up to five multi-maps per read. Finally, the aligned reads were quantified through miRDeep2 (v0.0.8), using the miRBase v22 hairpin and mature human miRNA forms, and allowing one mismatch on the precursor during alignment. The remaining DIANA-mAP and external tools’ parameters, were set to their default values.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12754, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "NCBI-SRA datasets were analyzed utilizing adapter information derived from metadata when available, although such information was very scarce. sRNA-Seq datasets at times exhibit especially low mapping rates and even less than half of the reads can be assigned to miRNAs, due to sample contamination or some other biological explanation, yet quantification results can still be considered robust. In our case, thousands of samples were analyzed in bulk and adapter information was missing in numerous cases. In order to avoid the inclusion of erroneous results due to incorrect adapter inference, we opted to conservatively only include samples which had at least 50% of their pre-processed reads assigned to known miRNAs. The same parameters were used for the analysis of the TCGA datasets, resulting in an average 79.2% [76.6–81.9, 95% confidence interval] rate or pre-processed reads assigned to known miRNAs. Read counts and read per million (RPM) units were directly retrieved from DIANA-mAP results, while log2(RPM + 1) values were calculated specifically for visualization purposes. The addition of 1 across all RPM values during log-transformation was performed to avoid undefined values resulting from log-transforming zeros.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13992, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Database architecture and implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14033, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DIANA-miTED is a NoSQL database built using the MVC architecture and hosted on Apache HTTP server 2.4. The data access layer (back-end) consists of MongoDB (https://www.mongodb.com/) and the PHP framework Laravel 8 (https://laravel.com/) (PHP 7.2), while the presentation layer (front-end) is designed using Angular 9.1 (https://angular.io/) and the Angular Material UI library (https://material.angular.io/). miTED’s data are stored in NoSQL database collections and Laravel handles the connection to them for storing and/or retrieval. Finally, on the presentation layer, database statistics are presented using Chart JS (https://www.chartjs.org/) and Plotly JavaScript Open Source Graphing Library (https://plotly.com/javascript/), while Flourish (https://flourish.studio/) is utilized for the more complex visualizations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14860, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Database content", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14877, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The analysis of >120 billion reads from 15 183 sRNA-seq datasets, 4142 (27.3%) of which were retrieved from NCBI-SRA and 11 041 (72.7%) from TCGA, yielded >120 million expression values (120 978 144), as read counts, reads per million (RPM), and log2(RPM). The database comprises 12 400 datasets from disease samples from 261 human pathologies, as well as 1386 datasets from healthy samples. 14 146 samples are derived from 199 tissues/organs and 1037 samples from 267 cell lines. Sex ratio is balanced within miTED, with 6751 female-, 6123 male-derived samples (2309 unannotated entries).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15467, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "miTED INTERFACE", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15483, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Querying miTED", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15498, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A friendly online graphical user interface was implemented to enable the users search, browse, but also meta-analyze this extensive collection without requiring bioinformatics support or expertise. DIANA-miTED offers three main query pages, namely Multi-query, Top-miRNAs and Top-sites through the Querying DB top menu. The Multi-query page offers the ability to explore and compare the expression of specific miRNAs in tissues or cell lines. The Top-miRNAs page returns the top expressed miRNAs in a specific tissue or cell line. Finally, the Top-sites page provides the tissues or cell lines where a specific query miRNA is the most expressed. All generated results and plots can be downloaded without the need for login, application, or verification procedures, through the dedicated download buttons (both for data tables and plots).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16337, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the Multi-query page, users can perform queries, retrieve, and compare the expression of one or more (even all) miRNAs in tissues or cell lines. The dedicated search boxes allow free-text search and selection of specific tissues or cell lines and miRNAs (Figure 2A). The Multi-query form gives the opportunity to restrict a search to specific diseases, include only results from SRA or TCGA data collections, retrieve data depending on health status (i.e. ‘Healthy’ or ‘Disease’), and choose the appropriate expression unit among read counts, RPM and log2(RPM). Results are organized into three distinct sections. (A) The first section is dedicated to visualizing the retrieved results. Grouped boxplots enable the comparison of miRNA abundance in specific tissues/diseases (Figure 2C). Moreover, sample distributions are explored through a Sankey diagram depicting Tissue–Disease relationships and pie charts for gender, collection and health status (Figure 2D). (B) The second section caters the interconnection of miTED results with related DIANA resources (tools and databases) for each miRNA. miTED provides for each input miRNA hyperlinks towards DIANA-microT-CDS, a web server of predicted miRNA targets, DIANA-Tarbase v.8 a reference database of experimentally supported miRNA targets, DIANA-LncBase v.3, a reference repository with experimentally supported miRNA targets on long non-coding RNAs, and DIANA-miRPath v.3, a web server dedicated to the assessment of miRNA regulatory roles and the identification of controlled pathways. (C) Finally, in the third section, a data table with sample metadata as well as the expression of the user requested miRNAs, as described in Materials and Methods section, is provided (Figure 2B).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18089, "infons": {"file": "gkab733fig2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Multi-query page interface. (A) Submission form. Users may search for one or more of 2656 miRNAs (1) and Tissues (2). Both miRNAs and Tissue query boxes support free text search. Through filtering options, users may restrict their query to specific Diseases (3), Collections (4) and Health status (5). Via the Expression value drop-down menu (6), users can choose the desired expression unit that will be returned (read counts, RPM, log2(RPM)). (B) Results table. All entries compliant to the applied criteria are returned, along with their metadata and the expression values of the selected miRNAs. The results list can be customized to show 20, 50, 100, 150 and 200 items per page. A useful word-based filter, Filter-down results (7), has been implemented to narrow-down the returned entries and focus on these that contain a very specific term of interest. Users can retrieve the results of their query in tab-delimited format by clicking on the Download data button (8), without the need for any sign-up, application, or verification procedure. (C) Interactive boxplot showing the miRNA abundance distribution per tissue/organ. Users can select (9) which miRNAs are visible in the diagram offering direct comparison among miRNAs. On hover, (10) boxplots reveal the corresponding boxplot statistics (minimum, maximum, median, lower fence, first quartile and third quartile). (D) Interactive Sankey diagrams enable visual inspection of the tissue-disease relationships of the query results. On hover, (11) users may explore in more detail the distribution of samples. (E) Pie charts offer visual representation of the distribution of samples across Gender (12), Health state (13) and Collection (14) variables.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19802, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Top-miRNAs page is the second query page in miTED resource. Through this page users can search for the top expressed miRNAs in a specific Tissue or Cell line. The displayed results include a data table showing the expression of all miRNAs in descending order and a bar chart depicting the top expressed miRNAs in the desired tissue or cell line.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20152, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Top-sites page is dedicated to retrieving Tissues or Cell lines where a specific miRNA is the most abundant. Similar to the Top-miRNAs page, results include a table containing expression values of Tissues/Cell lines in descending order and a bar chart depicting the top tissues or cell lines where the input is expressed the most.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20484, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Visualization options in miTED", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20515, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DIANA-miTED also provides three visualization pages via its Visualizations menu. The first page, ‘Tissue - Subregions | Graph Network’, provides a graph network depicting the relations between Tissue or organ of origin and Tissue subregions (Figure 3A). It is an interactive graph offering the ability to highlight and move nodes, in order to explore degrees of interconnection between them. ‘TCGA Projects Exploration’ page contains Sankey diagrams for exploring relationships Tissue-Disease and Tissue-Gender of the TCGA datasets separately (Figure 3B). Sankey diagrams are also interactive, enabling the exploration of sample distributions in each category. Finally, ‘DB statistics’ page provides supplemental graphs depicting the overall database content.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21287, "infons": {"file": "gkab733fig3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Visualizations. (A) Interactive graph network relating tissues—organs and tissue subregions in samples included in miTED. Users may explore the graph and highlight nodes of interest, revealing most/least populated tissues and organs. (B) Interactive Sankey diagrams depicting relationships between ‘Tissue or organ of origin’ and Disease and ‘Tissue or organ of origin’ and Gender. On hover, users can explore the distribution of samples per category.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21749, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "FUTURE WORK", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21761, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "DIANA-miTED is the first version of an effort to provide a standardized set of all the available sRNA-Seq datasets analyzed though a well-defined pipeline. Future updates of the database will ensure it remains timely and relevant, constantly integrating and providing new available datasets analyzed and annotated in a uniform and accurate manner. We believe that miTED will prove to be particularly useful to users who are not non-coding RNA bioinformatics specialists, enabling them to easily retrieve compare and explore expression metrics and proceed with downstream in silico functional analyses.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22363, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "FUNDING", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22371, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Personal postdoctoral fellowship to Ioannis Kavakiotis that was carried out under the call ‘call for interest for postdoctoral researchers, scholarship for postdoctoral research’ of University of Thessaly, that is implemented by University of Thessaly and funded by the ‘Stavros Niarchos Foundation’. Funding for open access charge: Stavros Niarchos Foundation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22742, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": " Conflict of interest statement. None declared.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22790, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22801, "infons": {"fpage": "281", "lpage": "297", "pub-id_pmid": "14744438", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "116", "year": "2004"}, "text": "MicroRNAs: genomics, biogenesis, mechanism, and function", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22858, "infons": {"fpage": "402", "section_type": "REF", "source": "Front. Endocrinol.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Overview of MicroRNA biogenesis, mechanisms of actions, and circulation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22930, "infons": {"fpage": "276", "section_type": "REF", "source": "Cells", "type": "ref", "volume": "9", "year": "2020"}, "text": "miRNAs as biomarkers in disease: Latest findings regarding their role in diagnosis and prognosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23027, "infons": {"fpage": "25", "lpage": "30", "pub-id_pmid": "26031493", "section_type": "REF", "source": "J. Cell. Physiol.", "type": "ref", "volume": "231", "year": "2016"}, "text": "MicroRNA as biomarkers and diagnostics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23066, "infons": {"fpage": "14", "pub-id_pmid": "21481235", "section_type": "REF", "source": "BMC Mol. Biol.", "type": "ref", "volume": "12", "year": "2011"}, "text": "Northern blotting analysis of microRNAs, their precursors and RNA interference triggers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23154, "infons": {"fpage": "563", "lpage": "578", "pub-id_pmid": "18388938", "section_type": "REF", "source": "Nat. Protoc.", "type": "ref", "volume": "3", "year": "2008"}, "text": "MicroRNA expression profiling using microarrays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23202, "infons": {"fpage": "113", "lpage": "134", "section_type": "REF", "source": "PCR Protocols", "type": "ref", "year": "2011"}, "text": "Quantitation of microRNAs by real-time RT-qPCR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23249, "infons": {"fpage": "D68", "lpage": "D73", "pub-id_pmid": "24275495", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "42", "year": "2014"}, "text": "miRBase: annotating high confidence microRNAs using deep sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23322, "infons": {"fpage": "D54", "lpage": "D56", "pub-id_pmid": "22009675", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "40", "year": "2012"}, "text": "The Sequence Read Archive: explosive growth of sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23385, "infons": {"fpage": "93", "lpage": "110", "pub-id_pmid": "27008011", "section_type": "REF", "source": "Methods Mol. Biol.", "type": "ref", "volume": "1418", "year": "2016"}, "text": "The Gene Expression Omnibus Database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23422, "infons": {"fpage": "e3", "pub-id_pmid": "26271990", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "44", "year": "2016"}, "text": "Large-scale profiling of microRNAs for The Cancer Genome Atlas", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23485, "infons": {"fpage": "37", "lpage": "52", "pub-id_pmid": "21911355", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "40", "year": "2012"}, "text": "miRDeep2 accurately identifies known and hundreds of novel microRNA genes in seven animal clades", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23582, "infons": {"fpage": "W530", "lpage": "W535", "pub-id_pmid": "31114926", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "sRNAbench and sRNAtoolbox 2019: intuitive fast small RNA profiling and differential expression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23677, "infons": {"fpage": "352", "lpage": "357", "pub-id_pmid": "30956140", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "8", "year": "2019"}, "text": "exceRpt: A comprehensive analytic platform for extracellular RNA profiling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23752, "infons": {"fpage": "1554", "lpage": "1560", "pub-id_pmid": "28108447", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "33", "year": "2017"}, "text": "miRmine: a database of human miRNA expression profiles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23807, "infons": {"fpage": "1375", "lpage": "1385", "pub-id_pmid": "25692236", "section_type": "REF", "source": "RNA biology", "type": "ref", "volume": "11", "year": "2014"}, "text": "Comprehensive analysis of human small RNA sequencing data provides insights into expression profiles and miRNA editing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23926, "infons": {"fpage": "1033", "lpage": "1039", "pub-id_pmid": "30668832", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "35", "year": "2019"}, "text": "DASHR 2.0: integrated database of human small non-coding RNA genes and mature products", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24013, "infons": {"fpage": "D925", "lpage": "D931", "pub-id_pmid": "27899625", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "45", "year": "2017"}, "text": "YM500v3: a database for small RNA sequencing in human cancer research", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24083, "infons": {"fpage": "D204", "lpage": "D219", "pub-id_pmid": "31598718", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "48", "year": "2020"}, "text": "SEAweb: the small RNA Expression Atlas web application", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24138, "infons": {"fpage": "D877", "lpage": "D883", "pub-id_pmid": "33175131", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "49", "year": "2021"}, "text": "deepBase v3.0: expression atlas and interactive analysis of ncRNAs from thousands of deep-sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24244, "infons": {"fpage": "46", "pub-id_pmid": "33396959", "section_type": "REF", "source": "Genes", "type": "ref", "volume": "12", "year": "2020"}, "text": "DIANA-mAP: analyzing miRNA from raw NGS data to quantification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24307, "infons": {"fpage": "D19", "lpage": "D21", "pub-id_pmid": "21062823", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "39", "year": "2011"}, "text": "The sequence read archive", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24333, "infons": {"fpage": "1113", "lpage": "1120", "pub-id_pmid": "24071849", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "45", "year": "2013"}, "text": "The cancer genome atlas pan-cancer analysis project", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24385, "infons": {"fpage": "1109", "lpage": "1112", "pub-id_pmid": "27653561", "section_type": "REF", "source": "N. Engl. J. Med.", "type": "ref", "volume": "375", "year": "2016"}, "text": "Toward a shared vision for cancer genomic data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24432, "infons": {"section_type": "REF", "source": "FastQC: A Quality Control Tool for High Throughput Sequence Data", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24433, "infons": {"fpage": "e0164228", "pub-id_pmid": "27736901", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "11", "year": "2016"}, "text": "DNApi: a de novo adapter prediction algorithm for small RNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24509, "infons": {"fpage": "10", "lpage": "12", "section_type": "REF", "source": "EMBnet. journal", "type": "ref", "volume": "17", "year": "2011"}, "text": "Cutadapt removes adapter sequences from high-throughput sequencing reads", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24582, "infons": {"fpage": "R25", "pub-id_pmid": "19261174", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "10", "year": "2009"}, "text": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24666, "infons": {"fpage": "D155", "lpage": "D162", "pub-id_pmid": "30423142", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "miRBase: from microRNA sequences to function", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24711, "infons": {"fpage": "e00289-19", "pub-id_pmid": "31530647", "section_type": "REF", "source": "mSystems", "type": "ref", "volume": "4", "year": "2019"}, "text": "Altered fecal small RNA profiles in colorectal cancer reflect gut microbiome composition in stool samples", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24817, "infons": {"fpage": "W169", "lpage": "W173", "pub-id_pmid": "23680784", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "41", "year": "2013"}, "text": "DIANA-microT web server v5.0: service integration into miRNA functional analysis workflows", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24908, "infons": {"fpage": "D239", "lpage": "D245", "pub-id_pmid": "29156006", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "46", "year": "2018"}, "text": "DIANA-TarBase v8: a decade-long collection of experimentally supported miRNA-gene interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25003, "infons": {"fpage": "D101", "lpage": "D110", "pub-id_pmid": "31732741", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "48", "year": "2020"}, "text": "DIANA-LncBase v3: indexing experimentally supported miRNA targets on non-coding transcripts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25095, "infons": {"fpage": "W460", "lpage": "W466", "pub-id_pmid": "25977294", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "43", "year": "2015"}, "text": "DIANA-miRPath v3.0: deciphering microRNA function with experimental support", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]