[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240912", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC539977", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/nar/gki023", "article-id_pmc": "PMC539977", "article-id_pmid": "15608219", "article-id_publisher-id": "gki023", "fpage": "D374", "issue": "Database Issue", "journal-title": "Nucleic Acids Research", "lpage": "D377", "name_0": "surname:Balakrishnan;given-names:Rama", "name_1": "surname:Christie;given-names:Karen R.", "name_10": "surname:Oughtred;given-names:Rose", "name_11": "surname:Skrzypek;given-names:Marek", "name_12": "surname:Theesfeld;given-names:Chandra L.", "name_13": "surname:Binkley;given-names:Gail", "name_14": "surname:Dong;given-names:Qing", "name_15": "surname:Lane;given-names:Christopher", "name_16": "surname:Sethuraman;given-names:Anand", "name_17": "surname:Weng;given-names:Shuai", "name_18": "surname:Botstein;given-names:David", "name_19": "surname:Cherry;given-names:J. Michael", "name_2": "surname:Costanzo;given-names:Maria C.", "name_3": "surname:Dolinski;given-names:Kara", "name_4": "surname:Dwight;given-names:Selina S.", "name_5": "surname:Engel;given-names:Stacia R.", "name_6": "surname:Fisk;given-names:Dianna G.", "name_7": "surname:Hirschman;given-names:Jodi E.", "name_8": "surname:Hong;given-names:Eurie L.", "name_9": "surname:Nash;given-names:Robert", "section_type": "TITLE", "type": "front", "volume": "33", "year": "2004"}, "text": "Fungal BLAST and Model Organism BLASTP Best Hits: new comparison resources at the Saccharomyces Genome Database (SGD)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 118, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Saccharomyces Genome Database (SGD; http://www.yeastgenome.org/) is a scientific database of gene, protein and genomic information for the yeast Saccharomyces cerevisiae. SGD has recently developed two new resources that facilitate nucleotide and protein sequence comparisons between S.cerevisiae and other organisms. The Fungal BLAST tool provides directed searches against all fungal nucleotide and protein sequences available from GenBank, divided into categories according to organism, status of completeness and annotation, and source. The Model Organism BLASTP Best Hits resource displays, for each S.cerevisiae protein, the single most similar protein from several model organisms and presents links to the database pages of those proteins, facilitating access to curated information about potential orthologs of yeast proteins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 958, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 971, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Saccharomyces Genome Database (SGD) collects and organizes biological information about genes and proteins of Saccharomyces cerevisiae, and presents this information on individual Locus Pages for each yeast gene. In addition to assembling a detailed library of information about S.cerevisiae, we continually strive to develop tools and resources that allow users to identify connections between S.cerevisiae genes and proteins and those from different species. These connections may help researchers studying other organisms to glean knowledge from more extensively studied S.cerevisiae genes, or may enhance the study of S.cerevisiae genes with data from other organisms. These resources include the Gene Ontology as well as comparison resources such as PSI-BLAST analyses and the Synteny and Fungal Alignment Viewers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1795, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Fungal BLAST and Model Organism BLASTP Best Hits tools, described here, are two new SGD resources that extend the users' reach beyond S.cerevisiae by allowing a variety of sequence comparisons. The Fungal BLAST tool may be used for comparison of any sequence of choice with a wide range of fungal nucleotide or protein sequences, while the Model Organism BLASTP Best Hits resource specifically makes connections between each S.cerevisiae protein and its best hit in protein sets from several other model organisms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2314, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "FUNGAL BLAST", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2327, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The numerous publicly available fungal sequences in GenBank provide a rich source of information for the identification of conserved, functionally important coding and non-coding sequences. For example, recent large-scale comparisons among related fungal species have sparked new insights into the evolution of chromosome structure and regulatory sequences. This information also initiated revisions of the S.cerevisiae genome sequence. While bioinformatics approaches to sequence comparisons have been invaluable for gaining a broad understanding of genomes, single gene comparisons across species are often useful to researchers focused on particular areas of biology. The Fungal BLAST tool is designed to put these sorts of comparisons into the hands of researchers who concentrate on single loci or gene families.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3145, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Fungal BLAST tool uses the WU-BLAST software to compare any query nucleotide or protein sequence to fungal sequence datasets at GenBank. These include genome sequences from multiple Saccharomyces species (including S.cerevisiae, S.bayanus, S.castellii, S.kluyveri, S.kudriavzevii, S.mikatae, S.paradoxus) as well as sequences from genome projects, ESTs and other available sequences from all phyla in the kingdom Fungi. The sequences are updated periodically, and new fungal sequence datasets are added. The current list of species whose genomic sequences are included in Fungal BLAST analysis at SGD is provided on the Fungal BLAST help page (http://www.yeastgenome.org/help/fungal-blast.html). Although these sequences are available for searching at NCBI, the Fungal BLAST tool facilitates faster, directed searching by dividing the sequences into searchable subcategories according to organism, the status of genome sequencing and annotation (Complete Genomes, Annotated Genomes, Assembled Genomes, etc.), and type of sequence (e.g. Mitochondrial, EST, etc.).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4212, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "BLASTN compares a nucleotide query sequence against a nucleotide sequence dataset;", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4295, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "TBLASTN compares a protein query sequence against a nucleotide sequence dataset dynamically translated in all six reading frames (both strands);", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4440, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "BLASTP compares an amino acid query sequence against a protein sequence dataset;", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4521, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "BLASTX compares the six-frame conceptual translation products of a nucleotide query sequence (both strands) against a protein sequence dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4665, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to accommodate different types of query and target sequence, the Fungal BLAST tool offers four BLAST programs:  The Fungal BLAST search is accessible from the ‘Comparison Resources’ pull-down menu on each Locus Page of all S.cerevisiae genes and structural features such as ARS and CEN elements as ‘BLASTN vs fungi’ or ‘TBLASTN vs fungi’. When the form is accessed from a Locus Page, the query sequence box contains the nucleotide or protein sequence of that locus. In addition, links to the interface from both the Analysis & Tools and the Homology & Comparisons contents pages allow input of any sequence of interest, either by simply pasting a text sequence into the dialog box, or by uploading a sequence file. The interface accepts sequences in FASTA, GCG or raw text formats.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5468, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The ability to analyze this broad spectrum of fungal sequence data provides a powerful means to identify sequences conserved through evolution and presumably important for the biology of the organisms. Limiting the genomes to those from fungi allows researchers to identify signatures in fungal-specific genes and gene products that might not be discernible by comparing sequences across kingdoms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5866, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "MODEL ORGANISM BLASTP BEST HITS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5898, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Comparison of sequences across diverse taxa is a powerful technique for finding universally conserved domains. If a curated database page exists for a protein of another organism to which a S.cerevisiae protein has similarity, the significance of the sequence conservation may become clear. To help our users find curated information concerning protein sequences conserved between S.cerevisiae and other organisms, SGD has developed the Model Organism BLASTP Best Hits page.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6373, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Model Organism BLASTP Best Hits page (Figure 1) displays the results of NCBI BLASTP analyses, with the default parameters, using each S.cerevisiae protein sequence as the query against the complete set of predicted protein sequences from several model organisms. The single best BLASTP hit with an E-value of ≤0.01 is shown for each organism (more than one hit may be shown if the top hits have identical E-values). Protein datasets used for comparison are limited to completely sequenced and annotated genomes where curated database web pages are available for the individual proteins. As of September 2004, BLASTP analyses had been run against predicted protein sequences from six model organisms (Table 1). S.cerevisiae is one of the model organisms used for comparison, but in this case the target sequence identical to the query sequence is excluded from the Best Hits display, and the next best hit is shown.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7294, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Out of the 6591 protein coding S.cerevisiae genes, 5368 have a hit in at least one other model organism database (MOD) while 2387 ORFs have a hit in all 5 MODs (excluding SGD). Of the 78 dubious ORFs (considered unlikely to encode a protein), five had hits in the Ashbya gossypii dataset and the rest had hits only within the S.cerevisiae protein dataset (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7660, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Model Organism BLASTP Best Hits results page (Figure 1) shows the best hits in the other organisms for the S.cerevisiae query protein along with details about the alignments and links to the relevant database pages for the proteins from other organisms. The BLASTP analyses are run periodically and the model organisms included in these analyses will be updated as new datasets are available from other model organism databases. The Model Organism BLASTP Best Hits page can be accessed from the ‘Comparison Resources’ pull-down menu on the right-hand side of the Locus Page and from a link on the Homology & Comparisons contents page. A file containing all of the Best Hits data is available for download from our FTP site (ftp://ftp.yeastgenome.org/yeast/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8427, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "SUMMARY", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8435, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "SGD is continually expanding its resources to increase the ease of access to information about genes and proteins from fungi and other organisms. The Fungal BLAST and the Model Organism BLASTP Best Hits resources allow easy identification and examination of the conserved sequence regions in fungal genomes and facilitate the use of S.cerevisiae as a model organism and reference for comparison with other species. This will further aid in understanding the function and evolution of these sequences.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8936, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8947, "infons": {"citation": ", Weng,S., Balakrishnan,R., Costanzo,M.C., Dolinski,K., Dwight,S.S., Engel,S.R., Feierbach,B., Fisk,D.G., Hirschman, et al. (2004) Saccharomyces Genome Database (SGD) provides tools to identify and analyze sequences from Saccharomyces cerevisiae and related sequences from other organisms. , , –.", "fpage": "D311", "lpage": "D314", "name_0": "surname:Christie;given-names:K.R.", "pub-id_pmid": "14681421", "section_type": "REF", "source": "Nucleic Acids. Res.", "type": "ref", "volume": "32"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8948, "infons": {"citation": ", Balakrishnan,R., Christie,K.R., Costanzo,M.C., Dolinski,K., Engel,S.R., Feierbach,B., Fisk,D.G., Hirschman,J.E., Hong,E.L. et al. (2004) Saccharomyces genome database: underlying principles and organisation. , , –.", "fpage": "9", "lpage": "22", "name_0": "surname:Dwight;given-names:S.S.", "pub-id_pmid": "15153302", "section_type": "REF", "source": "Brief. Bioinformatics", "type": "ref", "volume": "5"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8949, "infons": {"citation": ", Harris,M.A., Dolinski,K., Ball,C.A., Binkley,G., Christie,K.R., Fisk,D.G., Issel-Tarver,L., Schroeder,M., Sherlock,G. et al. (2002) Saccharomyces Genome Database (SGD) provides secondary gene annotation using the Gene Ontology (GO). , , –.", "fpage": "69", "lpage": "72", "name_0": "surname:Dwight;given-names:S.S.", "pub-id_pmid": "11752257", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "30"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8950, "infons": {"citation": ", Patterson,N., Endrizzi,M., Birren,B. and Lander,E.S. (2003) Sequencing and comparison of yeast species to identify genes and regulatory elements. , , –.", "fpage": "241", "lpage": "254", "name_0": "surname:Kellis;given-names:M.", "pub-id_pmid": "12748633", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "423"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8951, "infons": {"citation": ", Sudarsanam,P., Desikan,A., Fulton,L., Fulton,B., Majors,J., Waterston,R., Cohen,B.A. and Johnston,M. (2003) Finding functional features in Saccharomyces genomes by phylogenetic footprinting. , , –.", "fpage": "71", "lpage": "76", "name_0": "surname:Cliften;given-names:P.", "pub-id_pmid": "12775844", "section_type": "REF", "source": "Science", "type": "ref", "volume": "301"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8952, "infons": {"citation": ", Durrens,P., Tekaia,F., Aigle,M., Bolotin-Fukuhara,M., Bon,E., Casaregola,S., de Montigny,J., Gaillardin,C., Lepingle,A. et al. (2000) Genomic exploration of the hemiascomycetous yeasts: 4. The genome of Saccharomyces cerevisiae revisited. , , –.", "fpage": "31", "lpage": "36", "name_0": "surname:Blandin;given-names:G.", "pub-id_pmid": "11152879", "section_type": "REF", "source": "FEBS Lett.", "type": "ref", "volume": "487"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8953, "infons": {"citation": ", Dietrich,F.S., Voegeli,S., Zhang,Z., Stuart,L., Lerch,A., Gates,K., Gaffney,T. and Philippsen,P. (2003) Reinvestigation of the Saccharomyces cerevisiae genome annotation by comparison to the genome of a related fungus: Ashbya gossypii. , , .", "fpage": "R45", "name_0": "surname:Brachat;given-names:S.", "pub-id_pmid": "12844361", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "4"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8954, "infons": {"citation": ", Voegeli,S., Brachat,S., Lerch,A., Gates,K., Steiner,S., Mohr,C., Pohlmann,R., Luedi,P., Choi,S. et al. (2004) The Ashbya gossypii genome as a tool for mapping the ancient Saccharomyces cerevisiae genome. , , –.", "fpage": "304", "lpage": "307", "name_0": "surname:Dietrich;given-names:F.S.", "pub-id_pmid": "15001715", "section_type": "REF", "source": "Science", "type": "ref", "volume": "304"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8955, "infons": {"citation": " and Gish,W. (1996) Local alignment statistics. , , –.", "fpage": "460", "lpage": "480", "name_0": "surname:Altschul;given-names:S.F.", "pub-id_pmid": "8743700", "section_type": "REF", "source": "Methods Enzymol.", "type": "ref", "volume": "266"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8956, "infons": {"file": "gki023f1.jpg", "id": "gki023f1", "section_type": "FIG", "type": "fig_caption"}, "text": " Summary table of the Model Organism BLASTP Best Hits page. A summary table similar to this representative table is generated for each locus having a ‘hit’ in one or more model organism databases. In this figure, Saccharomyces protein Yer179wp results are shown as an example. Columns of the table are as follows: species of the hit protein; name of the database for the hit protein, hyperlinked to the home page of that database; name of the hit protein from its database, hyperlinked to the database page of that protein or its gene; description of the hit protein, as found in its database; E-value (expectation value), reflecting the number of hits expected to be found by chance; percent aligned, showing the percentage of the length of the query protein over which it aligns with the hit protein; source range, showing the amino acid coordinates of the region of the S.cerevisiae query protein that was aligned; and target range, showing the amino acid coordinates of the region of the ‘hit’ protein that was aligned with the S.cerevisiae query protein.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10024, "infons": {"file": "gki023tb1.xml", "id": "gki023tb1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Summary of best BLASTP hits for S.cerevisiae proteins in selected model organism databases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10115, "infons": {"file": "gki023tb1.xml", "id": "gki023tb1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"1\" width=\"85%\"><colgroup><col/><col align=\"right\"/><col/><col/></colgroup><thead valign=\"bottom\"><tr valign=\"top\"><th valign=\"top\">Organism (database name)</th><th align=\"right\" valign=\"top\">Total predicted proteins</th><th valign=\"top\">Predicted proteins similar to <italic>S.cerevisiae</italic> query proteins</th><th valign=\"top\"><italic>S.cerevisiae</italic> proteins with a hit in the target organism</th></tr></thead><tbody valign=\"top\"><tr valign=\"top\"><td valign=\"top\"><italic>Drosophila melanogaster</italic> (FlyBase)</td><td align=\"right\" valign=\"top\">18 746</td><td valign=\"top\">2949 (15.73%)</td><td valign=\"top\">2929 (44.44%)</td></tr><tr valign=\"top\"><td valign=\"top\"><italic>Ashbya gossypii</italic> (AGD)</td><td align=\"right\" valign=\"top\">4726</td><td valign=\"top\">4231 (89.53%)</td><td valign=\"top\">4980 (75.56%)</td></tr><tr valign=\"top\"><td valign=\"top\"><italic>Caenorhabditis elegans</italic> (WormBase)</td><td align=\"right\" valign=\"top\">22 254</td><td valign=\"top\">2176 (9.77%)</td><td valign=\"top\">2834 (43.00%)</td></tr><tr valign=\"top\"><td valign=\"top\"><italic>Arabidopsis thaliana</italic> (TAIR)</td><td align=\"right\" valign=\"top\">29 161</td><td valign=\"top\">2718 (9.32%)</td><td valign=\"top\">3109 (47.17%)</td></tr><tr valign=\"top\"><td valign=\"top\"><italic>Homo sapiens</italic> (ENSEMBL)</td><td align=\"right\" valign=\"top\">29 802</td><td valign=\"top\">2730 (9.16%)</td><td valign=\"top\">3137 (47.60%)</td></tr><tr valign=\"top\"><td valign=\"top\"><italic>Saccharomyces cerevisiae</italic> (SGD)</td><td align=\"right\" valign=\"top\">6703</td><td valign=\"top\">2246 (33.51%)</td><td valign=\"top\">2984 (45.27%)</td></tr></tbody></table>\n"}, "text": "Organism (database name)\tTotal predicted proteins\tPredicted proteins similar to S.cerevisiae query proteins\tS.cerevisiae proteins with a hit in the target organism\t \tDrosophila melanogaster (FlyBase)\t18 746\t2949 (15.73%)\t2929 (44.44%)\t \tAshbya gossypii (AGD)\t4726\t4231 (89.53%)\t4980 (75.56%)\t \tCaenorhabditis elegans (WormBase)\t22 254\t2176 (9.77%)\t2834 (43.00%)\t \tArabidopsis thaliana (TAIR)\t29 161\t2718 (9.32%)\t3109 (47.17%)\t \tHomo sapiens (ENSEMBL)\t29 802\t2730 (9.16%)\t3137 (47.60%)\t \tSaccharomyces cerevisiae (SGD)\t6703\t2246 (33.51%)\t2984 (45.27%)\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10677, "infons": {"file": "gki023tb1.xml", "id": "gki023tb1", "section_type": "TABLE", "type": "table_footnote"}, "text": "For each model organism, the table displays: total number of predicted proteins, as of September 2004; predicted proteins that are ‘hit’ (E-value ≤ 0.01) by an S.cerevisiae query protein, expressed as the number of proteins and as the percentage of total proteins for that organism; and S.cerevisiae proteins that find a hit in the predicted proteins of that model organism, expressed as the number of proteins and as the percentage of total S.cerevisiae open reading frames. The S.cerevisiae set of predicted protein sequences comprised 6591 open reading frames predicted as of September 2004. For comparisons to S.cerevisiae, the best hit is defined as the most similar protein not identical to the query sequence.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11400, "infons": {"file": "gki023tb2.xml", "id": "gki023tb2", "section_type": "TABLE", "type": "table_title_caption"}, "text": "BLASTP best hits for S.cerevisiae proteins, sorted by ORF classification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11473, "infons": {"file": "gki023tb2.xml", "id": "gki023tb2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"1\" width=\"85%\"><colgroup><col/><col align=\"right\"/><col align=\"center\"/><col align=\"center\"/></colgroup><thead valign=\"bottom\"><tr valign=\"top\"><th valign=\"top\">ORF classification</th><th align=\"right\" valign=\"top\">Total number in the <italic>S.cerevisiae</italic> genome</th><th align=\"center\" valign=\"top\"><italic>S.cerevisiae</italic> ORFs with a hit in one or more of the MODs (including SGD)</th><th align=\"center\" valign=\"top\"><italic>S.cerevisiae</italic> ORFs with a hit in all 5 MODS (excluding SGD)</th></tr></thead><tbody valign=\"top\"><tr valign=\"top\"><td valign=\"top\">Verified</td><td align=\"right\" valign=\"top\">4231</td><td align=\"center\" valign=\"top\">4069 (96.17%)</td><td align=\"center\" valign=\"top\">2105 (49.75%)</td></tr><tr valign=\"top\"><td valign=\"top\">Uncharacterized</td><td align=\"right\" valign=\"top\">1546</td><td align=\"center\" valign=\"top\">1221 (78.98%)</td><td align=\"center\" valign=\"top\">282 (18.24%)</td></tr><tr valign=\"top\"><td valign=\"top\">Dubious</td><td align=\"right\" valign=\"top\">814</td><td align=\"center\" valign=\"top\">78 (9.58%)</td><td align=\"center\" valign=\"top\">0</td></tr><tr valign=\"top\"><td valign=\"top\">Total</td><td align=\"right\" valign=\"top\">6591</td><td align=\"center\" valign=\"top\">5368 (81.44%)</td><td align=\"center\" valign=\"top\">2387 (36.22%)</td></tr></tbody></table>\n"}, "text": "ORF classification\tTotal number in the S.cerevisiae genome\tS.cerevisiae ORFs with a hit in one or more of the MODs (including SGD)\tS.cerevisiae ORFs with a hit in all 5 MODS (excluding SGD)\t \tVerified\t4231\t4069 (96.17%)\t2105 (49.75%)\t \tUncharacterized\t1546\t1221 (78.98%)\t282 (18.24%)\t \tDubious\t814\t78 (9.58%)\t0\t \tTotal\t6591\t5368 (81.44%)\t2387 (36.22%)\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11828, "infons": {"file": "gki023tb2.xml", "id": "gki023tb2", "section_type": "TABLE", "type": "table_footnote"}, "text": "ORFs are classified at SGD as verified, uncharacterized or dubious, depending on the likelihood that they are expressed as protein products. For each ORF class and for the whole ORF set, the table displays: the total number of ORFs in that set; the ORFs that find a hit in one or more of the model organism protein sequence datasets including S.cerevisiae proteins, expressed as the number of ORFs and as the percentage of total ORFs in that set; and the ORFs that find a hit in all of the model organism protein datasets excluding S.cerevisiae proteins, expressed as the number of ORFs and as the percentage of total ORFs in that set.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]