[{"source": "PMC", "date": "20201221", "key": "pmc.key", "infons": {}, "documents": [{"id": "7054198", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/database/baaa008", "article-id_pmc": "7054198", "article-id_pmid": "32128557", "article-id_publisher-id": "baaa008", "elocation-id": "baaa008", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Nash;given-names:Robert S", "name_1": "surname:Weng;given-names:Shuai", "name_2": "surname:Karra;given-names:Kalpana", "name_3": "surname:Wong;given-names:Edith D", "name_4": "surname:Engel;given-names:Stacia R", "name_5": "surname:Cherry;given-names:J Michael", "section_type": "TITLE", "type": "front", "volume": "2020", "year": "2020"}, "text": "Incorporation of a unified protein abundance dataset into the Saccharomyces genome database", "sentences": [], "annotations": [], "relations": []}, {"offset": 92, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 101, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The identification and accurate quantitation of protein abundance has been a major objective of proteomics research. Abundance studies have the potential to provide users with data that can be used to gain a deeper understanding of protein function and regulation and can also help identify cellular pathways and modules that operate under various environmental stress conditions. One of the central missions of the Saccharomyces Genome Database (SGD; https://www.yeastgenome.org) is to work with researchers to identify and incorporate datasets of interest to the wider scientific community, thereby enabling hypothesis-driven research. A large number of studies have detailed efforts to generate proteome-wide abundance data, but deeper analyses of these data have been hampered by the inability to compare results between studies. Recently, a unified protein abundance dataset was generated through the evaluation of more than 20 abundance datasets, which were normalized and converted to common measurement units, in this case molecules per cell. We have incorporated these normalized protein abundance data and associated metadata into the SGD database, as well as the SGD YeastMine data warehouse, resulting in the addition of 56 487 values for untreated cells grown in either rich or defined media and 28 335 values for cells treated with environmental stressors. Abundance data for protein-coding genes are displayed in a sortable, filterable table on Protein pages, available through Locus Summary pages. A median abundance value was incorporated, and a median absolute deviation was calculated for each protein-coding gene and incorporated into SGD. These values are displayed in the Protein section of the Locus Summary page. The inclusion of these data has enhanced the quality and quantity of protein experimental information presented at SGD and provides opportunities for researchers to access and utilize the data to further their research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2062, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2075, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Saccharomyces Genome Database (SGD) collects, organizes and presents biological information about the genes and proteins of the budding yeast Saccharomyces cerevisiae. This information can be used to direct experimental research aimed at elucidating protein function and biological role in the context of the cell. Currently, Protein pages contain a descriptive overview of each predicted protein, experimental data such as protein abundance and half-life, structural domain information, primary amino acid sequence from a variety of strains with overlaid experimental post-translational modification (PTM) data, physico-chemical properties derived from the protein sequence, a list of external identifiers and links to other resources that may be of use to researchers. As a community resource, one of the core missions of SGD is to interact with users in a variety of ways to assess their needs and future research directions. One aspect of this interaction involves working with researchers to incorporate datasets of interest to the wider scientific community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3144, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although many genes are controlled at the transcriptional level, others are controlled translationally or post-translationally, and yet others, including rate-limiting regulators, are controlled at multiple levels. As a result, one goal of proteomics research is to reliably measure and quantitate protein content under standard growth conditions. Doing so provides researchers with context regarding abundance levels relative to other proteins in the proteome and provides baseline information that can then be extended to answer questions regarding the regulation of protein levels when cells are grown under stress conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3774, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent advances in peptide labeling, sample preparation and both sensitivity and accuracy of mass spectrometry-based methods, coupled with advances in high-throughput imaging techniques, robotics and computational approaches to image analysis, have led to significant improvements in both the identification and quantification of proteins. These improvements have resulted in a proliferation of papers providing protein abundance datasets and provide an opportunity for the comprehensive analysis of protein abundance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4293, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We became interested in updating our protein abundance data, with the goal of improving the quality and the quantity of experimental protein information available to our scientific community. As we surveyed the literature to collect protein abundance datasets, we concurrently learned that the laboratory of Grant Brown at the University of Toronto was collecting and evaluating protein abundance datasets with the goal of first normalizing the data presented in these studies and then converting it into the common units of molecules per cell. Since this dovetailed nicely with our desire to enhance experimental protein information presented on SGD Protein pages, we embarked on a collaborative effort to integrate this information and associated metadata into SGD. We also agreed that it would be advantageous to include median abundance values, and the Brown lab proposed calculating median absolute deviation (MAD). The median abundance provides a measure of the midpoint and makes it easier to compare the relative abundance of two or more proteins. The MAD provides a robust statistical measure of the variability within the abundance values. These values were added to Locus Summary pages for protein-coding genes and additionally integrated into the YeastMine data warehouse so that the abundance data and median values, even for large sets of genes, could be easily retrieved with templated queries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5703, "infons": {"file": "baaa008f1.jpg", "id": "f1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Experimental Data Section of the Protein Page. This section of the Protein page contains two tables, one containing protein half-life data and the second containing the protein abundance data, and associated metadata, along with the original reference and the reference for the combined unified dataset. This table is both sortable and filterable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6051, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Data, metadata and ontologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 6081, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We focused our curation efforts on the unified dataset obtained from the Brown lab. This paper contains abundance data collected from the unified dataset published by the Brown lab in Ho et al., where protein abundance data from 21 separate previously published proteomic studies were collected and analyzed. These previous studies had generated protein abundance values by any one of several independent methods, including mass spectrometry, GFP tagging coupled with either fluorescence microscopy or flow cytometry and tandem affinity purification coupled with immunoblot analysis. Since the unit space of the original data was either relative (abundance units) or absolute (molecules per cell), Ho et al. used mode-shift normalization and scaling to convert all measurements of protein abundance from these publications into the intuitive units of molecules per cell. After filtering values to remove background autofluorescence from fluorescence microscopy-based studies, they removed low-abundance GFP-fusion protein signals, reducing coverage of the unified dataset from 97% to 92% of the proteome, which represented 5391 proteins and improved correlation with the calibration dataset. In addition to the baseline data obtained under standard growth conditions, a subset of GFP-based studies containing abundance data gathered from cells exposed to various environmental stressors were also analyzed. For treated cells, abundance values were also normalized and unified. When the value in stressed cells was more than two standard deviations away from the untreated average abundance, a fold change was also calculated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7709, "infons": {"file": "baaa008f2.jpg", "id": "f2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Protein Section of the Locus Summary Page. The protein section of the Locus Summary pages, located between the Sequence and Gene Ontology sections, contains the calculated median and MAD for the protein of interest expressed in molecules/cell in addition to basic sequence-derived information (length, molecular weight and isoelectric point). Median was calculated based on all values for a given protein from untreated cells, and MAD was calculated using the same values. When the median value was generated based on a single value, a MAD could not be calculated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8274, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Metadata associated with the primary datasets used in Ho et al. was reviewed and verified. This included the growth media, strain background, visualization method and, for treated cells, the treatment (including the concentration of chemical applied to the cells, when applicable), units and treatment time. To standardize the metadata representation and enhance computational analysis, several different ontologies were investigated. We used the Experimental Factor Ontology (EFO; https://www.ebi.ac.uk/efo/), originally developed to describe experimental variables for expression studies, to represent yeast growth media. We used the Evidence & Conclusion Ontology (ECO; http://www.evidenceontology.org), a controlled vocabulary that describes scientific evidence, to describe the various visualization methods. When chemical treatments were used to induce environmental stress, terms from the Chemical Entities of Biological Interest (ChEBI; https://www.ebi.ac.uk/chebi/), an ontology used to classify chemicals based on both shared structural features and activities, were used. Experimental treatments that involved nitrogen starvation or cellular quiescence were represented by Gene Ontology process terms (GO; http://www.geneontology.org). Finally, strain backgrounds were recorded to document the genetic environment in which abundance was measured (https://wiki.yeastgenome.org/index.php/Commonly_used_strains).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9696, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Integration of protein abundance data into SGD and YeastMine", "sentences": [], "annotations": [], "relations": []}, {"offset": 9757, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To store this novel unified protein abundance data in the SGD database, we created a new database table containing fields for recording the protein entity to which the specific abundance value is associated, an identifier to indicate the annotation source, a taxonomy ID indicating the strain background and two reference IDs, one for the original data source and a second for the data normalization and unification paper. In addition, there are fields for the data value, data unit, assay ID (ECO identifier) and media ID (EFO identifier) for the various growth media used. For cells treated with an environmental stress-inducing agent or condition, the table contains fields for chemical ID (CHEBI identifier), concentration value, concentration unit, time value and time unit. For cases in which the environmental stress was not a chemical treatment, this was captured using a Gene Ontology process term and is stored as a GO identifier. The fold change is also included in cases where the value in stressed cells is more than two standard deviations from the untreated average abundance. Finally, a median value was calculated from all values for a given protein from untreated cells and was used to calculate MAD using all values from untreated datasets and a constant of C = 1. In cases where the median value was generated based on data from a single study, the MAD could not be calculated. Scaled protein abundance data for untreated and treated cells were loaded into the SGD database, which houses the data, metadata, original and unified data reference, median and newly calculated MAD. Abundance data, metadata, median abundance and MAD values were also added to our YeastMine data warehouse, using the data integrated into the SGD database as the source.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11528, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Accessing protein abundance data at SGD", "sentences": [], "annotations": [], "relations": []}, {"offset": 11568, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Unified protein abundance data stored in our database are displayed on our public website on the Protein page in the experimental data section for each visualized protein-coding gene (Figure 1). The table is located below a table containing experimentally determined proteome-wide protein half-life data. This table, consistent with others on the SGD website, can be both filtered and sorted. The data in each table can be retrieved using the ‘Download’ button located under the table (Figure 1). The median and MAD values are displayed in the Protein section of the Locus Summary page, below sequence-derived values of protein length, molecular weight and isoelectric point (Figure 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12259, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Additionally, these data can be explored and downloaded from YeastMine (https://yeastmine.yeastgenome.org). Specifically, there are two templated pre-generated queries in the protein category; ‘Gene to Protein Abundance’, where abundance values for one or more proteins or a user customized list of proteins can be retrieved, and ‘Gene to Median Protein Abundance’, where median and MAD values for one or more proteins can be downloaded. These data are downloadable as tab- (.tsv) or comma-delimited text files (.csv), XML or JSON formats. Data is also downloadable using the YeastMine API (https://yeastmine.yeastgenome.org/yeastmine/api.do) or using SGD’s web services (e.g. https://www.yeastgenome.org/webservice/locus/S000000364/protein_abundance_details).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13030, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Future directions", "sentences": [], "annotations": [], "relations": []}, {"offset": 13048, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We are currently investigating ways to better visualize the protein abundance data. To provide users with an overview of the abundance values and variance of protein(s) of interest, we are exploring the use of scatter plots to visualize the abundance value or median value for a given protein relative to all other proteins and to visualize the effect of treatment with stress on relative abundance. We will also need to explore how best to update these data if additional abundance datasets become available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13558, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 13566, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "National Human Genome Research Institute at the United States National Institutes of Health [U41 HG001315]. Our efforts are also supported via the Gene Ontology Consortium (GOC) funded by the NHGRI [U41 HG002273], and the Alliance of Genome Resources, also funded by the NHGRI [U24 HG010859]. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Human Genome Research Institute or the National Institutes of Health. The funders had no role in design, data processing, implementation, decision to publish or preparation of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14177, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": " Conflict of interest. The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14260, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Website URL: https://www.yeastgenome.org", "sentences": [], "annotations": [], "relations": []}, {"offset": 14301, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 14312, "infons": {"fpage": "D700", "lpage": "D705", "name_0": "surname:Cherry;given-names:J.M.", "name_1": "surname:Hong;given-names:E.L.", "name_2": "surname:Amundsen;given-names:C.", "pub-id_pmid": "22110037", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "40", "year": "2012"}, "text": "Saccharomyces Genome Database: the genomics resource of budding yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 14382, "infons": {"fpage": "1", "lpage": "6", "name_0": "surname:Hellerstedt;given-names:S.T.", "name_1": "surname:Nash;given-names:R.S.", "name_2": "surname:Weng;given-names:S.", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2017", "year": "2017"}, "text": "Curated protein information in the Saccharomyces genome database", "sentences": [], "annotations": [], "relations": []}, {"offset": 14447, "infons": {"fpage": "583", "lpage": "590", "name_0": "surname:Mann;given-names:M.", "name_1": "surname:Kulak;given-names:N.A.", "name_2": "surname:Nagaraj;given-names:N.", "pub-id_pmid": "23438854", "section_type": "REF", "source": "Mol. Cell", "type": "ref", "volume": "49", "year": "2013"}, "text": "The coming age of complete, accurate, and ubiquitous proteomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 14510, "infons": {"fpage": "110", "lpage": "119", "name_0": "surname:Torres;given-names:N.P.", "name_1": "surname:Ho;given-names:B.", "name_2": "surname:Brown;given-names:G.W.", "pub-id_pmid": "26893079", "section_type": "REF", "source": "Crit. Rev. Biochem. Mol. Biol.", "type": "ref", "volume": "51", "year": "2016"}, "text": "High-throughput fluorescence microscopic analysis of protein abundance and localization in budding yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 14615, "infons": {"fpage": "117", "lpage": "124", "name_0": "surname:Lu;given-names:P.", "name_1": "surname:Vogel;given-names:C.", "name_2": "surname:Wang;given-names:R.", "pub-id_pmid": "17187058", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "25", "year": "2007"}, "text": "Absolute protein expression profiling estimates the relative contributions of transcriptional and translational regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 14738, "infons": {"fpage": "524", "lpage": "525", "name_0": "surname:Peng;given-names:M.", "name_1": "surname:Taouatas;given-names:N.", "name_2": "surname:Cappadona;given-names:S.", "pub-id_pmid": "22669647", "section_type": "REF", "source": "Nat. Methods.", "type": "ref", "volume": "9", "year": "2012"}, "text": "Protease bias in absolute protein quantitation", "sentences": [], "annotations": [], "relations": []}, {"offset": 14785, "infons": {"fpage": "319", "lpage": "324", "name_0": "surname:Kulak;given-names:N.A.", "name_1": "surname:Pichler;given-names:G.", "name_2": "surname:Paron;given-names:I.", "pub-id_pmid": "24487582", "section_type": "REF", "source": "Nat. Methods.", "type": "ref", "volume": "11", "year": "2014"}, "text": "Encapsulated proteomic-sample processing applied to copy-number estimation in eukaryotic cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 14880, "infons": {"fpage": "1309", "lpage": "1322", "name_0": "surname:Lawless;given-names:C.", "name_1": "surname:Holman;given-names:S.W.", "name_2": "surname:Brownridge;given-names:P.", "pub-id_pmid": "26750110", "section_type": "REF", "source": "Mol. Cell Proteomics", "type": "ref", "volume": "15", "year": "2016"}, "text": "Direct and absolute quantification of over 1800 yeast proteins via selected reaction monitoring", "sentences": [], "annotations": [], "relations": []}, {"offset": 14976, "infons": {"fpage": "495", "lpage": "504.e5", "name_0": "surname:Lahtvee;given-names:P.J.", "name_1": "surname:Sánchez;given-names:B.J.", "name_2": "surname:Smialowska;given-names:A.", "pub-id_pmid": "28365149", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "4", "year": "2017"}, "text": "Absolute quantification of protein and mRNA abundances demonstrate variability in gene-specific translation efficiency in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 15104, "infons": {"fpage": "1251", "lpage": "1254", "name_0": "surname:de Godoy;given-names:L.M.", "name_1": "surname:Olsen;given-names:J.V.", "name_2": "surname:Cox;given-names:J.", "pub-id_pmid": "18820680", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "455", "year": "2008"}, "text": "Comprehensive mass-spectrometry-based proteome quantification of haploid versus diploid yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 15198, "infons": {"fpage": "795", "lpage": "806", "name_0": "surname:Picotti;given-names:P.", "name_1": "surname:Bodenmiller;given-names:B.", "name_2": "surname:Mueller;given-names:L.N.", "pub-id_pmid": "19664813", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "138", "year": "2009"}, "text": "Full dynamic range proteome analysis of S. cerevisiae by targeted proteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 15275, "infons": {"fpage": "514", "name_0": "surname:Lee;given-names:M.V.", "name_1": "surname:Topper;given-names:S.E.", "name_2": "surname:Hubler;given-names:S.L.", "pub-id_pmid": "21772262", "section_type": "REF", "source": "Mol. Syst. Biol.", "type": "ref", "volume": "7", "year": "2011"}, "text": "A dynamic model of proteome changes reveals new roles for transcript alteration in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 15364, "infons": {"fpage": "M110.003699", "name_0": "surname:Thakur;given-names:S.S.", "name_1": "surname:Geiger;given-names:T.", "name_2": "surname:Chatterjee;given-names:B.", "section_type": "REF", "source": "Mol. Cell Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "Deep and highly sensitive proteome coverage by LC-MS/MS without prefractionation", "sentences": [], "annotations": [], "relations": []}, {"offset": 15445, "infons": {"fpage": "M111.013722", "name_0": "surname:Nagaraj;given-names:N.", "name_1": "surname:Kulak;given-names:N.A.", "name_2": "surname:Cox;given-names:J.", "section_type": "REF", "source": "Mol. Cell Proteomics", "type": "ref", "volume": "11", "year": "2012"}, "text": "System-wide perturbation analysis with nearly complete coverage of the yeast proteome by single-shot ultra HPLC runs on a bench top Orbitrap", "sentences": [], "annotations": [], "relations": []}, {"offset": 15586, "infons": {"fpage": "2177", "lpage": "2184", "name_0": "surname:Webb;given-names:K.J.", "name_1": "surname:Xu;given-names:T.", "name_2": "surname:Park;given-names:S.K.", "pub-id_pmid": "23540446", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "12", "year": "2013"}, "text": "Modified MuDPIT separation identified 4488 proteins in a system-wide analysis of quiescence in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 15687, "infons": {"fpage": "966", "lpage": "976", "name_0": "surname:Tkach;given-names:J.M.", "name_1": "surname:Yimit;given-names:A.", "name_2": "surname:Lee;given-names:A.Y.", "pub-id_pmid": "22842922", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "14", "year": "2012"}, "text": "Dissecting DNA damage response pathways by analysing protein localization and abundance changes during DNA replication stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 15813, "infons": {"fpage": "839", "lpage": "850", "name_0": "surname:Breker;given-names:M.", "name_1": "surname:Gymrek;given-names:M.", "name_2": "surname:Schuldiner;given-names:M.", "pub-id_pmid": "23509072", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "200", "year": "2013"}, "text": "A novel single-cell screening platform reveals proteome plasticity during yeast stress responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 15910, "infons": {"fpage": "15842", "lpage": "15847", "name_0": "surname:Dénervaud;given-names:N.", "name_1": "surname:Becker;given-names:J.", "name_2": "surname:Delgado-Gonzalo;given-names:R.", "pub-id_pmid": "24019481", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "110", "year": "2013"}, "text": "A chemostat array enables the spatio-temporal analysis of the yeast proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 15987, "infons": {"fpage": "9310", "lpage": "9324", "name_0": "surname:Mazumder;given-names:A.", "name_1": "surname:Pesudo;given-names:L.Q.", "name_2": "surname:McRee;given-names:S.", "pub-id_pmid": "23935119", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "41", "year": "2013"}, "text": "Genome-wide single-cell-level screen for protein abundance and localization changes in response to DNA damage in S. cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 16114, "infons": {"fpage": "1413", "lpage": "1424", "name_0": "surname:Chong;given-names:Y.T.", "name_1": "surname:Koh;given-names:J.L.", "name_2": "surname:Friesen;given-names:H.", "pub-id_pmid": "26046442", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "161", "year": "2015"}, "text": "Yeast proteome dynamics from single cell imaging and automated analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16186, "infons": {"fpage": "371", "lpage": "378", "name_0": "surname:Yofe;given-names:I.", "name_1": "surname:Weill;given-names:U.", "name_2": "surname:Meurer;given-names:M.", "pub-id_pmid": "26928762", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "13", "year": "2016"}, "text": "One library to make them all: streamlining the creation of yeast libraries via a SWAp-Tag strategy", "sentences": [], "annotations": [], "relations": []}, {"offset": 16285, "infons": {"fpage": "840", "lpage": "846", "name_0": "surname:Newman;given-names:J.R.", "name_1": "surname:Ghaemmaghami;given-names:S.", "name_2": "surname:Ihmels;given-names:J.", "pub-id_pmid": "16699522", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "441", "year": "2006"}, "text": "Single-cell proteomic analysis of S. cerevisiae reveals the architecture of biological noise", "sentences": [], "annotations": [], "relations": []}, {"offset": 16378, "infons": {"fpage": "145", "lpage": "154", "name_0": "surname:Lee;given-names:M.W.", "name_1": "surname:Kim;given-names:B.J.", "name_2": "surname:Choi;given-names:H.K.", "pub-id_pmid": "17351896", "section_type": "REF", "source": "Yeast", "type": "ref", "volume": "24", "year": "2007"}, "text": "Global protein expression profiling of budding yeast in response to DNA damage", "sentences": [], "annotations": [], "relations": []}, {"offset": 16457, "infons": {"fpage": "988", "lpage": "998", "name_0": "surname:Davidson;given-names:G.S.", "name_1": "surname:Joe;given-names:R.M.", "name_2": "surname:Roy;given-names:S.", "pub-id_pmid": "21289090", "section_type": "REF", "source": "Mol. Biol. Cell", "type": "ref", "volume": "22", "year": "2011"}, "text": "The proteomics of quiescent and nonquiescent cell differentiation in yeast stationary-phase cultures", "sentences": [], "annotations": [], "relations": []}, {"offset": 16558, "infons": {"fpage": "737", "lpage": "741", "name_0": "surname:Ghaemmaghami;given-names:S.", "name_1": "surname:Huh;given-names:W.K.", "name_2": "surname:Bower;given-names:K.", "pub-id_pmid": "14562106", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "425", "year": "2003"}, "text": "Global analysis of protein expression in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 16605, "infons": {"fpage": "192", "lpage": "205.e3", "name_0": "surname:Ho;given-names:B.", "name_1": "surname:Baryshnikova;given-names:A.", "name_2": "surname:Brown;given-names:G.W.", "pub-id_pmid": "29361465", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "6", "year": "2018"}, "text": "Unification of protein abundance datasets yields a quantitative Saccharomyces cerevisiae proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 16703, "infons": {"fpage": "062", "name_0": "surname:Balakrishnan;given-names:R.", "name_1": "surname:Park;given-names:J.", "name_2": "surname:Karra;given-names:K.", "section_type": "REF", "source": "Database (Oxford)", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Yeast mine--an integrated data warehouse for Saccharomyces cerevisiae data as a multipurpose tool-kit", "sentences": [], "annotations": [], "relations": []}, {"offset": 16805, "infons": {"fpage": "1112", "lpage": "1118", "name_0": "surname:Malone;given-names:J.", "name_1": "surname:Holloway;given-names:E.", "name_2": "surname:Adamusiak;given-names:T.", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "2010", "year": "2010"}, "text": "Modeling sample variables with an experimental factor ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 16868, "infons": {"fpage": "D1186", "lpage": "D1194", "name_0": "surname:Giglio;given-names:M.", "name_1": "surname:Tauber;given-names:R.", "name_2": "surname:Nadendla;given-names:S.", "pub-id_pmid": "30407590", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "ECO, the evidence & conclusion ontology: community standard for evidence information", "sentences": [], "annotations": [], "relations": []}, {"offset": 16953, "infons": {"fpage": "D1214", "lpage": "D1219", "name_0": "surname:Hastings;given-names:J.", "name_1": "surname:Owen;given-names:G.", "name_2": "surname:Dekker;given-names:A.", "pub-id_pmid": "26467479", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "ChEBI in 2016: improved services and an expanding collection of metabolites", "sentences": [], "annotations": [], "relations": []}, {"offset": 17029, "infons": {"fpage": "D330", "lpage": "D338", "pub-id_pmid": "30395331", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "The gene ontology resource: 20 years and still GOing strong", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]