[{"source": "PMC", "date": "20231104", "key": "pmc.key", "infons": {}, "documents": [{"id": "3305665", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/1471-2105-13-16", "article-id_pmc": "3305665", "article-id_pmid": "22280404", "article-id_publisher-id": "1471-2105-13-16", "fpage": "16", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "16", "name_0": "surname:Fang;given-names:Ruihua", "name_1": "surname:Schindelman;given-names:Gary", "name_10": "surname:Matthews;given-names:Beverley", "name_11": "surname:Zhang;given-names:Haiyan", "name_12": "surname:Brown;given-names:Nick", "name_13": "surname:Gelbart;given-names:William M", "name_14": "surname:Sternberg;given-names:Paul W", "name_2": "surname:Auken;given-names:Kimberly Van", "name_3": "surname:Fernandes;given-names:Jolene", "name_4": "surname:Chen;given-names:Wen", "name_5": "surname:Wang;given-names:Xiaodong", "name_6": "surname:Davis;given-names:Paul", "name_7": "surname:Tuli;given-names:Mary Ann", "name_8": "surname:Marygold;given-names:Steven J", "name_9": "surname:Millburn;given-names:Gillian", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2012"}, "text": "Automatic categorization of diverse experimental information in the bioscience literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 90, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 101, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Curation of information from bioscience literature into biological knowledge databases is a crucial way of capturing experimental information in a computable form. During the biocuration process, a critical first step is to identify from all published literature the papers that contain results for a specific data type the curator is interested in annotating. This step normally requires curators to manually examine many papers to ascertain which few contain information of interest and thus, is usually time consuming. We developed an automatic method for identifying papers containing these curation data types among a large pool of published scientific papers based on the machine learning method Support Vector Machine (SVM). This classification system is completely automatic and can be readily applied to diverse experimental data types. It has been in use in production for automatic categorization of 10 different experimental datatypes in the biocuration process at WormBase for the past two years and it is in the process of being adopted in the biocuration process at FlyBase and the Saccharomyces Genome Database (SGD). We anticipate that this method can be readily adopted by various databases in the biocuration community and thereby greatly reducing time spent on an otherwise laborious and demanding task. We also developed a simple, readily automated procedure to utilize training papers of similar data types from different bodies of literature such as C. elegans and D. melanogaster to identify papers with any of these data types for a single database. This approach has great significance because for some data types, especially those of low occurrence, a single corpus often does not have enough training papers to achieve satisfactory performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1874, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1882, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We successfully tested the method on ten data types from WormBase, fifteen data types from FlyBase and three data types from Mouse Genomics Informatics (MGI). It is being used in the curation work flow at WormBase for automatic association of newly published papers with ten data types including RNAi, antibody, phenotype, gene regulation, mutant allele sequence, gene expression, gene product interaction, overexpression phenotype, gene interaction, and gene structure correction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2364, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2376, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our methods are applicable to a variety of data types with training set containing several hundreds to a few thousand documents. It is completely automatic and, thus can be readily incorporated to different workflow at different literature-based databases. We believe that the work presented here can contribute greatly to the tremendous task of automating the important yet labor-intensive biocuration effort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2787, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2798, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The phenomenal growth in bioscience literature has posed a great challenge in information retrieval both for general researchers and those whose task it is to extract such information from the literature (biocuration). Text mining for bioscience data is an active research area and many tools are emerging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3105, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Extensive work has been done on the categorization of papers with experimental information and the extraction or and retrieval of content from the text in biomedical literature. The most extensively studied data types involve protein-protein interaction. Categorization of other data types such as tumor, allele, gene expression and Gene Ontology (GO) terms, and so forth, have been reported. Efforts to address different information needs of diverse users in the biomedical field have been made by using a multi-dimensional categorization and annotation scheme through identifying contents and classifying papers rich with multiple categories with sufficient generality and applicability to diverse subject areas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3820, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although some applications are starting to be incorporated into the biocuration workflow at some databases, biocuration remains largely a manual effort. Since 2002, text classification has been listed as one of the tasks in several grand challenges, and many machine-learning methods have been developed for this task. Attempts have been made to automate text classification but the performance is not yet satisfactory for a fully automated curation process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4279, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Various machine-learning methods have been successfully applied to text categorization, including naïve Bayesian learning, neural networks, instance-based learning, maximum entropy, and Support Vector Machines (SVM). SVM was first successfully applied to text classification in 1991 and has been shown to perform better than other machine learning methods in some cases, especially when there are few training data. Briefly, for a given data type, i.e., class, SVM learns a binary classifier from its positive and negative training documents presented as data vectors, by formulating and solving a quadratic optimization problem. The classifier is defined by a hyperplane with a maximum margin that separates the sample space to a positive and a negative half space containing positive and negative sample points respectively (Additional File 1, Figure S1). The process of applying SVM to text classification includes the following steps: selection of features (words) to represent the documents; construction of the training data vector where the elements of the vector are scores derived from the feature usage in the documents, using a certain term (feature) weighting scheme; learning a classifier by supplying the training data vector into an SVM library with the chosen SVM kernel function and parameters; and finally, classifying a new document by converting it to a data vector and feeding it into the classifier.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5702, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Both feature selection and term weighting schemes are active research areas and various methods have been developed. The SVM algorithm, originated by Vapnik, has been implemented in several libraries, such as SVM-light and LIBSVM, each with a number of selections of kernel functions. However, it is often not clear at the outset what method is most suitable for each of the steps described above when applying the SVM algorithm to a particular classification problem, and experiments with each of these areas usually need to be conducted to find or develop the most suitable method for each.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6295, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We describe here the successful application of an SVM procedure for the identification of ten, fifteen, and three different data types curated by WormBase, FlyBase, and MGI, respectively (Additional File 1, Note S1A-B). This method has been incorporated into the curation workflow at WormBase for the past two years. Moreover, we demonstrate a simple automated procedure to combine training papers of similar data types of different databases to train a SVM for the identification of these data types for a single database. This work is potentially very useful as the amount of work necessary for any single database to obtain a sufficient number of training papers for a specific data type, especially those that are found with low occurrence in the literature, may take years.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7074, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 7097, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Formulation of multi-class problem to categorize multiple curation datatypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 7174, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Categorizing curation datatypes is a multi-class problem in which more than two datatypes need to be classified. SVM is a binary classifier; we converted the multi-class problem of the curation datatype to a binary class problem using the one-versus-rest strategy (see Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7453, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Feature selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 7471, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We observed that curatable information often resides in a small portion of a document or a few sentences, and rationalized that the frequency of feature usage in a document may not be of significant relevance. This observation was thus taken into consideration for both feature selection in representing the documents and the term weighting scheme for constructing the data vector. We calculated Chi-square scores and mutual information scores as described by Manning et al.  for all the data types and found that the differences between Chi-square scores of adjacent ranked features were much larger than those of mutual information. We thus think that Chi-square score is a much better criterion for feature selection (data not shown). As shown in Additional File 2, Table S1, many features of the top Chi-square scores for a given data type, for example, RNAi interference, are characteristic of this data type and the same observation was made for other data types as well (data not shown). Along the same line of reasoning, we used a binary scheme to construct a data vector for each of the documents in which a value of 1 is assigned if the feature is present and a value of 0 if not (see Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8676, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Recall and precision measure in biocuration and comprehensive SVM scheme", "sentences": [], "annotations": [], "relations": []}, {"offset": 8749, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The performance of an SVM can be evaluated using a testing set containing documents with known class labels. The commonly used evaluation metrics are recall and precision: recall = TP/(TP+FN); precision = TP/(TP+FP); where TP represents true positive, FN represents false negative, and FP represents false positive. A high precision value is normally more readily achievable than high recall in SVM-based text classification and a high precision value has actually been preferred over a high recall in some commonly studied areas such as web page categorization etc. In biocuration, however, the goal is to obtain the highest recall possible while keeping the false positive rate reasonably low because, if recall is not high enough, curators would need to examine all published papers for their data type to uncover false negatives. On the other hand, curators would only need to examine a subset of the papers, those identified as positives, to eliminate potential false positives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9733, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To achieve a high recall, we developed a 9-component comprehensive SVM scheme with multiple SVMs using the top 10, 25, 50, 75, 100, 150, 200, 300, and 400 Chi-square score ranked features. We then applied this SVM and calculated the final recall and precision by combining all the papers identified from these SVMs (see Methods). This scheme increased the recall value by as much as ~10% while only causing a tolerable decrease in precision. This comprehensive SVM scheme was also utilized to increase the confidence of the identification (see Methods). Unless indicated otherwise, all the results presented here were analyzed using this comprehensive SVM scheme.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10397, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The recall and precision values of each single SVM component as well as the comprehensive SVM analysis were shown in Additional File 3, Table S2. In general, for each component SVM, the recall value is lower than the precision value, and the number of top ranked features required to give the best recall varies in different data types.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10734, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The comprehensive SVM analysis generally increased recall and decreased the precision value in comparison to the single component SVMs. The effects are more prominent for some data types than others. For example, in the case of RNAi data, the comprehensive SVM achieved a recall of 0.99, whereas the recall of a single SVM component is 0.91 and the worst recall of single SVM is 0.85. On the other hand, the increase of recall in comprehensive SVM is not so apparent for the antibody data type. The recall of the comprehensive SVM for antibody is 0.94, which is a slight increase from 0.91, the best recall of the single SVM components, and 0.88, the worst recall of the single SVM components.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11428, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The decrease in precision in comprehensive SVM also varies with different data types. For example, for the RNAi data type, the precision of comprehensive SVM is 0.78, which is much lower than the best precision of 0.92 of a single component SVM and is also lower than the worst precision of 0.82 of a single component. On the other hand, for the Mutant allele sequence data type, the precision of the comprehensive SVM is 0.98, not much of a decrease in comparison to both the best and the worst precision of a single component SVM, 1 and 0.98, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11987, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It is not clear whether the same single component SVM will give the highest recall in the testing set and different batches of validation set; we do not have sufficient validation sets to do a systematic evaluation. It is thus generally more desirable to do comprehensive SVM analysis to improve recall.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12291, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Automated data type identification for WormBase and FlyBase curation", "sentences": [], "annotations": [], "relations": []}, {"offset": 12360, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test our method, we applied it to ten data types (Additional File 1, Note S1A) of strong interest to WormBase. A sufficient number of papers labeled with these ten data types have accumulated between 1985 - 2009 by curators reading each new C. elegans paper and indexing different data types; these labels were used in constructing the training sets. Each paper underwent comprehensive SVM analysis for each of the ten data types (Table 1; Additional File 4, Table S3) and the performance for each data type was evaluated by using a testing set with papers from the same time period as that of the training set, which is from papers curated at WormBase between 1985 and 2009 (see Methods). Six of the data types were also evaluated every one-two weeks using new C. elegans papers, i.e. the validation sets, over a six-month period (07/2009 - 12/2009) (see Methods). The recall and precision values of these ten data types from the testing set were in the range of 0.85 - 0.99 and 0.70 - 0.98, respectively. The recall and precision values from the validation sets agreed well with those from the testing sets for all the data types except the gene expression and gene regulation data types whose precision values decreased from 0.98 to 0.55 and 0.88 to 0.49, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13636, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Evaluation results of ten WormBase data types using the ten testing sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 13709, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Data types</th><th align=\"center\">Recall (testing set)</th><th align=\"center\">Precision (testing set)</th></tr></thead><tbody><tr><td align=\"left\">RNAi</td><td align=\"center\">0.99</td><td align=\"center\">0.78</td></tr><tr><td align=\"left\">Antibody</td><td align=\"center\">0.94</td><td align=\"center\">0.81</td></tr><tr><td align=\"left\">Phenotype</td><td align=\"center\">0.86</td><td align=\"center\">0.92</td></tr><tr><td align=\"left\">Gene regulation</td><td align=\"center\">0.88</td><td align=\"center\">0.70</td></tr><tr><td align=\"left\">Mutant allele sequence</td><td align=\"center\">0.93</td><td align=\"center\">0.98</td></tr><tr><td align=\"left\">Gene expression</td><td align=\"center\">0.95</td><td align=\"center\">0.88</td></tr><tr><td align=\"left\">Gene product interaction*</td><td align=\"center\">NA</td><td align=\"center\">NA</td></tr><tr><td align=\"left\">Overexpression phenotype</td><td align=\"center\">0.91</td><td align=\"center\">0.81</td></tr><tr><td align=\"left\">Gene interaction</td><td align=\"center\">0.85</td><td align=\"center\">0.79</td></tr><tr><td align=\"left\">Gene structure correction</td><td align=\"center\">0.90</td><td align=\"center\">0.82</td></tr></tbody></table>\n"}, "text": "Data types\tRecall (testing set)\tPrecision (testing set)\t \tRNAi\t0.99\t0.78\t \tAntibody\t0.94\t0.81\t \tPhenotype\t0.86\t0.92\t \tGene regulation\t0.88\t0.70\t \tMutant allele sequence\t0.93\t0.98\t \tGene expression\t0.95\t0.88\t \tGene product interaction*\tNA\tNA\t \tOverexpression phenotype\t0.91\t0.81\t \tGene interaction\t0.85\t0.79\t \tGene structure correction\t0.90\t0.82\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14057, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_foot"}, "text": "The SVM analysis was done using training/testing sets specified in Additional File 4, Table S3 and Methods. *Gene product interaction does not have enough labeled papers and no evaluation was done using the testing set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14277, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The number of papers in each batch varies depending on how many papers on C. elegans were published in the relevant time period. For example, for the five batches validated for RNAi data, the number of papers ranged from 19 to 88. The SVM performance for RNAi data type among different batches varied little judging by the standard deviation of recall and precision: recall of these five batches is 0.98 +0.04 and precision is 0.81 ± 0.03. We also examined the precision value of SVM analyses of six batches for gene expression data type. These six batches ranged from 21 to 44 papers, and the average precision value is 0.44 ± 0.08. The performance of a batch was not correlated with its size. For example, the batch with the highest precision (0.59), and the batch with the lowest precision (0.37), have about the same number of papers, 21 and 22, respectively. The precision of the largest batch with 44 papers is 0.45, close to the average.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15224, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Several factors may contribute to the decrease in the precision value from the validation set for gene expression and gene regulation data type, in comparison to those from the testing set: Data type definitions may change over time, and different vocabularies may be used to describe data type-specific information as new experimental methods are invented or old experimental methods become obsolete. For example, when looking at gene expression, Northern blotting was commonly used in the past but is now less frequently used, having been replaced by techniques such as reporter gene expression and RT-PCR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15833, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The training papers for gene expression and gene regulation, the data types whose validation set showed much lower precision than the testing set, are obtained from a collection of the past 14 years. We do not have sufficient training papers to make large enough training set for different period of time to examine the time effect; this can be done more effectively at a later time when significant number of newly labeled papers are available for systematic comparison.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16305, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The SVM method does not take into account synonym expansion; the change in the vocabulary of the used terms might lead to decreased performance. This type of change may be one of the reasons that the precision of the validation set for gene expression and gene regulation data types are much lower than those from the testing set. This problem can be addressed by utilizing generalized vector space models, or concept vector space models that map terms into concepts, and the document can then be categorized based on concepts which accommodate terms from different times instead of terms that may change over time. It has been shown that the SVM performance in precision was significantly increased especially in those cases with small training sets after incorporating WordNet concepts for mapping the terms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17116, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also applied the comprehensive SVM method to fifteen data types from FlyBase (Additional File 1, Note S1B). Table 2 and Additional File 5, Table S4 show the results of five of these data types with high occurrence. Their performances were similar to those of the WormBase data types with recall in the range of 0.88 - 0.98 and precision in the range of 0.56 - 0.92.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17485, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Evaluation results of Five FlyBase data types with high occurrence using the testing sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 17575, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Data type</th><th align=\"center\">Recall</th><th align=\"center\">Precision</th></tr></thead><tbody><tr><td align=\"left\">New mutant allele</td><td align=\"center\">0.98</td><td align=\"center\">0.56</td></tr><tr><td align=\"left\">Gene expression in wild-type background</td><td align=\"center\">0.96</td><td align=\"center\">0.92</td></tr><tr><td align=\"left\">Gene expresison in perturbed background</td><td align=\"center\">0.95</td><td align=\"center\">0.92</td></tr><tr><td align=\"left\">New transgenic allele</td><td align=\"center\">0.91</td><td align=\"center\">0.71</td></tr><tr><td align=\"left\">Physical interaction between macro-molecules</td><td align=\"center\">0.88</td><td align=\"center\">0.84</td></tr></tbody></table>\n"}, "text": "Data type\tRecall\tPrecision\t \tNew mutant allele\t0.98\t0.56\t \tGene expression in wild-type background\t0.96\t0.92\t \tGene expresison in perturbed background\t0.95\t0.92\t \tNew transgenic allele\t0.91\t0.71\t \tPhysical interaction between macro-molecules\t0.88\t0.84\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17830, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_foot"}, "text": "The SVM analysis was done using training/testing sets specified in Additional File 5, Table S4 and Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17938, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SVM across organism-specific corpora", "sentences": [], "annotations": [], "relations": []}, {"offset": 17975, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The same or similar types of data are often curated at different biological databases such as the model organism database, or MODs. For some data types, the training set from one MOD may not be large enough to achieve satisfactory performance. We thus explored the possibility of utilizing training papers from one MOD to help with the SVM analysis of similar data types in another MOD. Both WormBase and FlyBase label papers containing RNA interference (RNAi) data, albeit using different criteria (Additional File 1, Note S1A-B). WormBase has identified > 1400 papers indexed with 'RNAi', while FlyBase has identified only 232 'RNAi'-labeled papers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18627, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One strategy for utilizing the large training set of C. elegans papers to identify D. melanogaster papers that contain the RNAi data type would be to remove C. elegans specific features from the C. elegans RNAi feature list. However, while some features such as \"Fire\", the surname of an author of a highly cited C. elegans RNAi reference, seemed to be a likely candidate for removal, others were not so readily apparent. Thus, manually editing an existing features list could be a difficult and time-consuming process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19147, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We categorized the features of a data type to be either organism-independent or organism-dependent. Those organism-independent features found in C. elegans RNAi papers could contribute to the SVM analysis of D. melanogaster RNAi papers whereas those features only found in C. elegans RNAi papers probably would not contribute to the D. melanogaster RNAi SVM. We postulated that by pooling the training papers from WormBase and FlyBase and then calculating the Chi-square score for their features, the ranking of organism-independent features would be more favorable than when the Chi-square score was calculated using only WormBase or FlyBase training papers alone. On the other hand, those organism-dependent features would be less favorable than those found using only WormBase or FlyBase training papers alone. As shown in Additional File 2, Table S1, the top-ranked, organism-specific features such as \"Fire\" and \"Timmons,\" both author names of a highly cited C. elegans RNAi reference, disappeared from the top 400 features list of the combined training set, whereas organism-independent features such as RNAi, dsRNA, interference, etc. remained as top-ranked features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20322, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown in Table 3 and Additional File 6, Table S5, SVM analysis using a training set containing 170 WormBase RNAi and 170 FlyBase RNAi papers effectively increased the recall from 0.81, obtained using the FlyBase training papers alone, to 0.99, while the precision value remained as high as 0.99, indicating that this pooling strategy worked well. A large training set containing 773 WormBase RNAi papers gave a much lower recall of 0.85 but the same precision value of 0.99 for the same FlyBase testing papers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20836, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Evaluation results of FlyBase RNAi data type using FlyBase or/and WormBase training papers", "sentences": [], "annotations": [], "relations": []}, {"offset": 20927, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Training dataset</th><th align=\"center\">Recall</th><th align=\"center\">Precision</th></tr></thead><tbody><tr><td align=\"left\">FlyBase RNAi</td><td align=\"center\">0.81</td><td align=\"center\">1.00</td></tr><tr><td align=\"left\">WormBase production RNAi</td><td align=\"center\">0.85</td><td align=\"center\">0.99</td></tr><tr><td align=\"left\">FlyBase+WormBase RNAi</td><td align=\"center\">0.99</td><td align=\"center\">0.99</td></tr></tbody></table>\n"}, "text": "Training dataset\tRecall\tPrecision\t \tFlyBase RNAi\t0.81\t1.00\t \tWormBase production RNAi\t0.85\t0.99\t \tFlyBase+WormBase RNAi\t0.99\t0.99\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21060, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_foot"}, "text": "The SVM analysis was done using training/testing sets specified in Additional File 6, Table S5 and Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21168, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Performance measure for data type of low occurrence (unbalanced class distribution)", "sentences": [], "annotations": [], "relations": []}, {"offset": 21252, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Many data types have low occurrences, i.e., the number of documents containing the specific data type (i.e. positive set) is much smaller than those not containing the specific data type (i.e. negative set) in the document set of interest. This situation is often referred to as an unbalanced class distribution. For these data types the precision measure was inadequate as the precision value could be affected by the size of the negative set. The precision value could be very low while in fact the percentage of false positive identification was not high at all. For example, for a data type with a 1% occurrence, if 2 of 100 papers were classified as positive of which one is true positive and the other is false positive, this would result in a recall of 1 and a very low false positive rate of 1%. Due to the unbalanced class distribution, the precision value would only be 0.5. The number of papers that would need to be examined to uncover the true positives is only two after the SVM analysis, while 100 papers would be needed to uncover the true positives without SVM analysis. Therefore the precision value reflects neither the false positive rate nor the effectiveness of SVM in improving the curation efficiency. If the same recall and false positive rate occurred in a balanced class distribution with 50 as positive and 50 as negative, the precision value would be a much higher value (0.98) which is more in line with the false positive rate and the effectiveness of SVM in increasing curation efficiency. We thus focus on the \"filtering term\", FT = 100 * (predicted positive papers)/(total papers) = 100*(TP + FP)/(total papers) i.e., FT = (TP+FP)/(TP+FP+TN+FN). For the above example, FT = 100*(1+1)/100 = 2%, a better indicator of the improvement in the curation efficiency by filtering out negative papers. The lower the FT value, the lower the fraction of papers that need to be examined after filtering by the SVM analysis and thus the higher the improvement in curation efficiency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23257, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SVM results of data types of low occurrence", "sentences": [], "annotations": [], "relations": []}, {"offset": 23301, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 4 and Additional File 7, Table S6 show the SVM results of nine data types from FlyBase. Table 5 and Additional File 8, Table S7 show the SVM results of three data types used for the text classification task at the Genomic Track of the Text Retrieval Conference 2005 (GT TREC 2005), which were originally curated by Mouse Genomics Informatics (MGI). These data types have unbalanced class distributions whose percentage in the total document set were in the range of ~1-10%. It has been reported that a large negative training set can have adverse effects on performance, and several approaches, including modifying either the data distribution or the classifier, or a combination of both, have been applied to deal with this problem (http://research.microsoft.com/pubs/70007/tr-2003-34.pdf). We found that a large negative training set could have both positive and negative consequences: on the one hand, it could increase precision while on the other hand, it could decrease recall (data not shown). An optimum ratio of positive to negative training sets (PN ratio) could be found for each data type to give the highest recall possible while keeping the false positive rate reasonably low, i.e., a reasonably low filter term (FT) value. As shown in Tables 4 and 5, the recall values for these data types were in the range of 0.86 ± 0.06 to 0.98 ± 0.01 and the filter term (FT) values were between 3.4 ± 1.6% to 22.5 ± 2.3%. The use of the optimum PN ratio effectively increased recall values of these data types from a range of 0.32 - 0.7 to a range of 0.87 - 0.97 while FT values were kept under ~20%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24915, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_caption"}, "text": "Evaluation results of nine FlyBase data types With low occurrence using the testing sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 25004, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Data type</th><th align=\"center\">Recall</th><th align=\"center\">Filter term (%)</th></tr></thead><tbody><tr><td align=\"left\">Initial characterization of a gene</td><td align=\"center\">0.97 ± 0.05</td><td align=\"center\">18.0 ± 1.3</td></tr><tr><td align=\"left\">Use of expression marker</td><td align=\"center\">0.95 ± 0.06</td><td align=\"center\">22.5 ± 2.3</td></tr><tr><td align=\"left\">Transfection of DNA/RNA</td><td align=\"center\">0.94 ± 0.04</td><td align=\"center\">7.6 ± 1.6</td></tr><tr><td align=\"left\">New phenotype (characterization)</td><td align=\"center\">0.93 ± 0.05</td><td align=\"center\">19.9 ± 2.1</td></tr><tr><td align=\"left\">Renaming of a gene</td><td align=\"center\">0.91 ± 0.10</td><td align=\"center\">10.9 ± 2.6</td></tr><tr><td align=\"left\">New cis-regulatory elements</td><td align=\"center\">0.88 ± 0.05</td><td align=\"center\">8.1 ± 2.2</td></tr><tr><td align=\"left\">Gene model modification</td><td align=\"center\">0.88 ± 0.08</td><td align=\"center\">17.1 ± 3.5</td></tr><tr><td align=\"left\">Genome feature sequence mapping</td><td align=\"center\">0.87 ± 0.09</td><td align=\"center\">10.9 ± 2.6</td></tr><tr><td align=\"left\">Merge of gene reports</td><td align=\"center\">0.86 ± 0.06</td><td align=\"center\">13.7 ± 5.3</td></tr></tbody></table>\n"}, "text": "Data type\tRecall\tFilter term (%)\t \tInitial characterization of a gene\t0.97 ± 0.05\t18.0 ± 1.3\t \tUse of expression marker\t0.95 ± 0.06\t22.5 ± 2.3\t \tTransfection of DNA/RNA\t0.94 ± 0.04\t7.6 ± 1.6\t \tNew phenotype (characterization)\t0.93 ± 0.05\t19.9 ± 2.1\t \tRenaming of a gene\t0.91 ± 0.10\t10.9 ± 2.6\t \tNew cis-regulatory elements\t0.88 ± 0.05\t8.1 ± 2.2\t \tGene model modification\t0.88 ± 0.08\t17.1 ± 3.5\t \tGenome feature sequence mapping\t0.87 ± 0.09\t10.9 ± 2.6\t \tMerge of gene reports\t0.86 ± 0.06\t13.7 ± 5.3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25523, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_foot"}, "text": "The SVM analysis was done using training/testing sets specified in Additional File 7, Table S6 and Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25631, "infons": {"file": "T5.xml", "id": "T5", "section_type": "TABLE", "type": "table_caption"}, "text": "Evaluation results of three data types with low occurrence from MGI using the testing sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 25722, "infons": {"file": "T5.xml", "id": "T5", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Data type</th><th align=\"center\">Recall</th><th align=\"center\">Filter term (%)</th></tr></thead><tbody><tr><td align=\"left\">Mutant Phenotype allele</td><td align=\"center\">0.98 ± 0.01</td><td align=\"center\">12.6 ± 1.2</td></tr><tr><td align=\"left\">Embryologic expression</td><td align=\"center\">0.94 ± 0.04</td><td align=\"center\">11.4 ± 1.7</td></tr><tr><td align=\"left\">Tumor biology</td><td align=\"center\">0.90 ± 0.08</td><td align=\"center\">3.4 ± 1.6</td></tr></tbody></table>\n"}, "text": "Data type\tRecall\tFilter term (%)\t \tMutant Phenotype allele\t0.98 ± 0.01\t12.6 ± 1.2\t \tEmbryologic expression\t0.94 ± 0.04\t11.4 ± 1.7\t \tTumor biology\t0.90 ± 0.08\t3.4 ± 1.6\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25899, "infons": {"file": "T5.xml", "id": "T5", "section_type": "TABLE", "type": "table_foot"}, "text": "The SVM analysis was done using training/testing sets specified in Additional File 8, Table S7 and Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26007, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TF-IDF (Term of Frequency Inverse Document Frequency) is one of the most commonly used term weighting schemes in information retrieval and text mining. We compared SVM analyses using the following three different feature selection methods and term weighting schemes: TF-IDF weighting on all features, TF-IDF weighting on Chi-square score ranked features, Boolean weighting on Chi-square score ranked features using the RNAi data type. The results were evaluated using two testing sets and two validation sets, respectively. The two testing sets differ in the ratio of the negative set of the positive set, one with a 1:1 and the other with a 2:1 ratio, as do the two validation sets. Because the TF-IDF weighting scheme without feature selection is CPU-intensive with large datasets, these comparisons were done using small training and testing sets (Additional File 9, Table S8, Additional File 10, Table S9; Additional File 11, Table S10; and Additional File 12, Table S11), which were constructed by randomly selecting papers from the positive and negative labeled pools. All the different schemes used the same training, testing and validation sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27161, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The reason we used different ratios to evaluate the results is that we are interested to know how different ratios might affect the evaluation of results. This issue arises because in the curation process, we need to do text categorization of newly published papers on a frequent basis. The ratio of the positive papers over the negative papers in such short period of time could vary batch by batch for any data type and it could differ from the ratio of the training set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27635, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown in Additional File 9, Table S8, Additional File 10, Table S9, Additional File 11, Table S10, and Additional File 12, Table S11, Boolean and TF-IDF weighting schemes that combine Chi-Square score ranked feature selection have similar recall, ≥ 0.9. By contrast, TF-IDF weighting schemes using all features (without the feature selection step) have very poor recall, between 0.08 - 0.61. As shown in Additional File 9, Table S8, the TF-IDF weighting scheme that combines Chi-Square feature selection has similar precision as that of the Boolean one when using the testing set with the ratio of negative over positive set of 1:1. In the testing set with a 2:1 ratio of negatives to positives and both the validation sets, a TF-IDF weighting scheme that combines Chi-Squared score ranked feature selection has much lower precision than the Boolean weighting scheme that combines a Chi-Squared score ranked feature selection. As shown in Additional File 10, Table S9, in the validation set with a 1:1 ratio of negatives to positives, the precision of the TF-IDF one is 0.61 whereas the Boolean one is 0.72. As shown in Additional File 11, Table S10, in the testing set with a 2:1 ratio of negatives to positives, the precision of the TF-IDF one is 0.54 whereas the Boolean one is 0.64. As shown in Additional File 12, Table S11, in the validation set with a 2:1 ratio of negatives to positives, the precision of the TF-IDF one is 0.45, whereas the Boolean one is 0.59. The TF-IDF weighting scheme that combines all features gives similar precision values as those of the Boolean weighting scheme that combines Chi-Square score ranked feature selection in all four evaluation sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29322, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The precision values of the SVM analysis using the TF-IDF weighting scheme are 0.10-0.15 lower than that using the Boolean weighting scheme in three out of four cases reported here. This difference may be due to the fact that the ratio of negative over positive papers in a small pool of new papers can deviate from that of the training set. The TF-IDF may also cause inappropriate scaling for some features; consequently some features with strong predicting power may be given less favourable score than those with weak predicting power, thereby undermining the performance. The ratio of negative papers over the positive papers in each batch of new papers varies and is difficult to predict ahead of time. We think that the Boolean weighting scheme that combines Chi-Square score ranked feature selection maybe a more suitable method than the TF-IDF weighting scheme that combines Chi-Square score ranked feature selection for the categorization of experimental datatypes in a curation process where a small pool of new papers usually need to be analyzed in a timely manner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30399, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Numerous machine-learning methods have been used by various groups that participated in the text categorization task in the GT TREC 2005 challenge. The methods included regularized linear classifier, logistic regression, pattern-based learning, naÏve Bayes learning, theme detection, K-nearest neighbor, Rocchio-based classifier, SVM, as well as others. Several groups have used SVM in their studies on these data types and have reported different performances. The differences in performance might arise from the use of different feature selection strategies and other procedures in their SVM analysis. One of the SVM method submitted to TREC 2005 has an overall high performance in a comparison with all the other methods submitted. We did a side-by-side comparison of our method and those methods submitted to the GT TREC 2005 for the categorization of the Mutant Phenotype Alleles, Embryologic Expression and Tumor Biology data types originally curated by MGI. As shown in Additional File 10, Table S9, our method showed equivalent or better results for all the three data types than both the best performance among various methods and a SVM method submitted to the GT TREC 2005. In comparison to the best performance among various methods submitted to GT TREC 2005, our method achieved similar recall for all three data types and a 1.3- and 2.4-fold increase in precision for the Mutant phenotype allele and the Tumor biology data type, respectively. In comparison to the SVM method submitted to the GT TREC 2005, our method gave a higher recall value, 0.94 ± 0.04, compared to 0.82, and a similar precision value for the Embryologic expression data type. For the other two data types, our method gave similar recall but more than 2-fold increase in precision. Furthermore, our method is relatively simple when compared to most of the methods submitted to GT TREC 2005, which involved multiple steps or required expert domain knowledge in feature selection or document preprocessing etc. Our method does not require any data type specific manual input or sophisticated manipulation at any step, is completely automated, and can be readily applied to different data types.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32578, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We showed that our method can be applied to the three data types of MGI giving high recall (Additional File 13, Table S12), and thus might save curation time (measured by the FT term). However, a direct comparison of our method and those methods in TREC 2005 is difficult because we used a different set and number of papers for training and testing (Additional File 10, Table S9) than those used by TREC 2005 participants. As indicated earlier, the PN ratio affects precision value. In the TREC 2005 systems, the number of negative training papers is much larger than that of the positive papers: this disparity may adversely affect precision. We think that this factor may need to be taken into consideration when evaluation schemes are designed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33327, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Previously we developed a combinatorial Boolean keyword search using Textpresso to identify papers that contained the RNAi data type (G. Schindelman, J. Chan, and P. Sternberg, unpublished results) with a recall of 0.96 and precision of 0.61. This was obtained after eight iterations of refining keywords in the search query and subsequent manual examination of false negative and false positive articles. This process requires expert domain knowledge for a specific data type and time consuming manual effort, unlike the SVM method which is completely automatic with a given training set and can be readily used for different data types. Furthermore, for those data types without a sufficient set of specific keywords, this approach may not be applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34084, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Once documents have been classified for data type identification, a subsequent task in biocuration is extraction of the information of interest. While attempts to automate fact extraction can be undermined by high false positive rates, we have observed that the false positive rate in text extraction of Gene Ontology Cellular Component data by a category-based semi-automatic text extraction approach using Textpresso is significantly decreased when extraction is performed on only those papers identified as containing gene expression data by SVM (K. Van Auken, R. Fang, J. Chan, H.-M. Müller, and P. Sternberg, unpublished results). We expect that a filtering step provided by SVM analysis will have the same effect on other text extraction methods, as well.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34847, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 34859, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Although the SVM algorithm has been successfully applied to text classification for nearly 20 years, its use in categorizing bioscience literature has been limited to specific cases. We present here a methodology for its successful application for a broad range of data types as specified by the following three main points. First, Chi-square scores appear to be a suitable criterion for feature selection in the classification of diverse data types in biocuration. Second, training papers of similar data type from different databases (such as different MODs) can be pooled to train SVM for successful identification of a similar data type for different databases. This is especially useful for those data types of low occurrence as it could take a long period of time for each individual database to collect sufficient training papers. Third, for data types with unbalanced class distribution, desirable performance can be achieved by using a suitable PN ratio that could be readily implemented for different data types. Most studies concerning data with unbalanced class distribution have concentrated on those cases with extremely unbalanced class distribution, and there has not been much systematic study of how different levels of unbalance in the class distribution may affect SVM performance in different application fields. We have observed that PN ratio affected performance even with some data types of relatively high occurrence and that the composition of the negative training set also has effects on the performance (data not shown). A systematic and thorough examination in the future may provide more insight for better utilization of SVM algorithms for text classification. The method presented here can be readily adopted by different biological databases for automatic identification of papers of diverse data types, thereby greatly reducing time spent on an otherwise laborious and demanding task. We anticipate that the work and observations described herein will help not only biological databases with their curation, but also text mining researchers to improve existing, or develop better, text classification algorithms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37007, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 37015, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Document pre-processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 37039, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For those data types from WormBase, WormBase IDs and PMIDs of papers for use in training/test sets or new incoming papers were obtained from WormBase or an in-house curation status tracking database (J. Chan and P. Sternberg, unpublished data). For those data types from FlyBase, FlyBase IDs and PMIDs of labeled papers were provided by FlyBase. The negative examples for both WormBase and FlyBase were a collection of papers labeled as not containing any of the curatable data types. The negative set for a particular data type was then constructed by combining this negative set of papers and papers that are positive for all other data types. This negative set is not ideal as the true negative set should be all the C. elegans papers minus the papers of the particular data type under consideration. For data types from the GT TREC 2005, PMIDs of positive and negative sets were obtained as indicated at the website (http://ir.ohsu.edu/genomics). Papers were downloaded, and converted to full text versions, including references, using a wrapper Perl script of the pdf to text conversion library pdftotext.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38150, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "An SVM classification scheme for multi-class curation datatypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 38214, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The categorization of curation data types is a multi-class problem in which more than two data types need to be classified. A paper is labeled as containing a data type if it contains only the data of the given data type or if it contains the data of the given data type and any other data types. SVM is a binary classifier, and to use this efficient method, we converted the multi-class problem of the curation data type to a binary class problem using the one-versus-rest strategy. For example, to categorize RNAi data type, we run SVM analysis to classify RNAi and non-RNAi papers. For the gene expression data type, we run SVM analysis to classify gene regulation and non-gene regulation papers and so forth. Every paper is analyzed for every data type. A paper can have a single label if it only contains one data type of curation interest, or it can have multiple labels if it contains more than one datatypes of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39143, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of training and testing set", "sentences": [], "annotations": [], "relations": []}, {"offset": 39184, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the ten data types from WormBase, training and testing sets were constructed according to the numbers listed in Additional File 4, Table S3 using a labeled paper collection in the period of 1985 - 2009 at WormBase. Briefly, for those data types with a sufficient number of labeled positive papers, the datasets were split into training and testing sets by the following procedure: the positive and negative labeled papers were sorted accorded according to their WormBase PaperID, which was assigned on a chronological order. Those with odd order number are assigned to the training pool and those with even order number were assigned to the testing pool. In this well controlled experiment, where the testing set is very similar to the training set, we could quickly evaluate whether the training set is large enough to achieve good performance and whether SVM works for a particular data type at all. Once this was established, we could evaluate the results using real-life examples, which are the current papers to see whether this method is applicable to our curation process. For those data types with a limited number of labeled positive papers, a small fraction of papers were randomly selected for testing and the remaining were used for training.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40443, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the five data types with high occurrences from FlyBase, training and testing sets were constructed according to the numbers listed in Additional File 5, Table S4. Both positive and negative training and testing sets were randomly selected from their respective labeled pools. For the nine data types with low occurrences from FlyBase and three data types with low occurrence from MGI, due to the limited number of positive labeled papers, a small portion (10-45 papers) was randomly selected to make up the positive testing set and the remaining larger portion was kept to make up the positive training set. To avoid possible bias caused by the small testing set, ten different positive training testing sets were constructed by such random selection process. The negative training and testing sets were constructed in similar fashion. The results shown are the average of these ten data sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41341, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To construct the training and testing set with different positive:negative (PN) ratio of positive training set over negative training sets for the three MGI data types, the one positive training set was constructed by randomly select positive papers from the positively labeled papers. For the same positive training set, different number of negative papers were randomly selected so that the ratio between the positive and the negative training set are 1:1, 1:1.5, 1:2, 1:3, 1:6. Comprehensive SVM analysis was then conducted on each of the training/testing pair and only the best performing are reported in Table 5 and Additional File 8, Table S7.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41991, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of validation set for WormBase data types", "sentences": [], "annotations": [], "relations": []}, {"offset": 42046, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Validation data set for WormBase SVM analysis were C. elegans papers published over a six months period (07/2009 - 12/2009). To identify whether a paper is C. elegans paper, a key word containing elegans were used to search all the abstracts on PubMed and those abstract returned were then manually examined to determine whether the publication is new research on C. elegans. For those publications with new research work on C. elegans, their full pdf files were then manually downloaded. The SVM analysis on our curation production line where the validation sets were taken from was normally done on ~ bi-weekly and sometimes monthly basis. The number of papers in each batch varies depending how many C. elegans papers were published in that time period and it could range from ~20 - ~100. Supplementary material was also analyzed since experimental information is sometimes mentioned in the supplementary material but not in the full text.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42989, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Feature selection and the construction of data vectors", "sentences": [], "annotations": [], "relations": []}, {"offset": 43044, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each pair of the positive and negative training sets for each data type, their features were extracted and the corresponding Chi-square scores were calculated as described by Manning et al . Nine feature lists consisting of the top 10, 25, 50, 75, 100, 150, 200, 300, 400 features respectively were constructed for each data type. A data vector for each document with each feature list was constructed using a binary scheme where 1 was assigned if the feature from the feature list was present in the document and 0 if not.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43572, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Filtering Term (FT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 43592, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For data types with low occurrence, i.e., the number of documents containing the specific data type (i.e. positive set) is much smaller than those documents not containing the specific data type (i.e. negative set) in the document set of interest, the precision measure was inadequate as it can neither reflects the false positive rate nor the effectiveness of SVM in improving the curation efficiency. We thus define a filtering term, FT = 100 * (positive papers)/(total papers) = 100*(TP + FP)/(total papers) = (TP+FP)/(TP+FP+TN+FN). This filtering term reflects the improvement of curation efficiency of SVM analysis by filtering out the negatives identified by SVM. The lower the FT term, the fewer papers are in the positive pool and fewer false positive papers need to be examined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44380, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "SVM library", "sentences": [], "annotations": [], "relations": []}, {"offset": 44392, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We chose LIBSVM as it includes a utility for data set scaling, 5-fold cross-validation, and the optimization of SVM parameters (http://www.csie/ntu.edu.tw/~clin/libsvm). The Radial Basis Function (RBF) kernel was used as recommended by the LIBSVM user guide (http://www.csie.ntu.edu.tw/~cjlin/papers/guide/guide.pdf). Some users have noted that LIBSVM is very slow with large datasets, whereas SVM-Light has performed well with very large datasets (http://svmlight.joachims.org). For our work, all datasets were in the small-to-medium range.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44934, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Confidence of comprehensive SVM", "sentences": [], "annotations": [], "relations": []}, {"offset": 44966, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We assigned an empirical confidence scheme where a confidence level of low, medium, and high was given if a paper was found to be positive in 1-3, 4-6, or 7-9 SVMs respectively. A cutoff at high, medium, or low level can be applied to obtain the most desirable combination of recall and precision value for the users. The higher the cut-off is, the higher the precision and the lower the recall is respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45378, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Computer programs", "sentences": [], "annotations": [], "relations": []}, {"offset": 45396, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All programs were written in Perl and Python and are available for download (Additional File 14, easySVM.tar.gz).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45510, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors' contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45533, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "RF developed the algorithm, wrote the program and analyzed all the datasets. GS contributed to the comprehensive SVM scheme and validated RNAi results. KVA validated gene product (GO) and mutant allele sequence results. JF validated phenotype analysis results. WC validated gene expression and antibody results. XW validated gene regulation results. PD validated the training set used for the gene structure correction data type. MAT validated mutant allele sequence results. SM and GM provided the FlyBase Cambridge datasets. BM and HZ provided the FlyBase Harvard datasets. RF wrote the paper with valuable discussion and critical contributions at all stages of the project from PWS. PWS, GS, KVA, GM, BM, and SM edited the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46323, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 46346, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Acknowledgements", "sentences": [], "annotations": [], "relations": []}, {"offset": 46363, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by grants P41 HG002223, P41 HG002223-10S1, P41 HG000739 and R01 HG004090 from the National Human Genome Research Institute (NHGRI) at the United States National Institutes of Health. We thank the past and present members of WormBase and FlyBase for curating the papers used in this study. We gratefully acknowledge Karen Yook for making the WormBase data type definition available on the WormBase Wiki page; Juancarlos Chan for help with getting WormBase training data from the WormBase curation status tracking database; and Hans-Michael Müller for the full text WormBase papers. PWS is an Investigator with the Howard Hughes Medical Institute.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47034, "infons": {"fpage": "47", "lpage": "50", "name_0": "surname:Howe;given-names:D", "name_1": "surname:Costanzo;given-names:M", "name_2": "surname:Fey;given-names:P", "name_3": "surname:Gojobori;given-names:T", "name_4": "surname:Hannick;given-names:L", "pub-id_doi": "10.1038/455047a", "pub-id_pmid": "18769432", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "455", "year": "2008"}, "text": "The future of biocuration", "sentences": [], "annotations": [], "relations": []}, {"offset": 47060, "infons": {"fpage": "9", "lpage": "13", "name_0": "surname:Rzhetsky;given-names:A", "name_1": "surname:Seringhaus;given-names:M", "name_2": "surname:Gerstein;given-names:M", "pub-id_doi": "10.1016/j.cell.2008.06.029", "pub-id_pmid": "18614002", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "134", "year": "2008"}, "text": "Seeking a new biology through text mining", "sentences": [], "annotations": [], "relations": []}, {"offset": 47102, "infons": {"fpage": "1", "lpage": "15", "name_0": "surname:Cohen;given-names:AM", "name_1": "surname:Hersh;given-names:WR", "pub-id_doi": "10.1186/1747-5333-1-1", "section_type": "REF", "source": "J Biomed Discov Collab", "type": "ref", "volume": "1", "year": "2006"}, "text": "The TREC 2004 genomics track categorization task: classifying full text biomedical documents", "sentences": [], "annotations": [], "relations": []}, {"offset": 47195, "infons": {"comment": "S1", "fpage": "1", "issue": "Suppl I", "lpage": "10", "name_0": "surname:Hirschman;given-names:L", "name_1": "surname:Yeh;given-names:A", "name_2": "surname:Blaschke;given-names:C", "name_3": "surname:Valencia;given-names:A", "pub-id_pmid": "15631638", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "6", "year": "2005"}, "text": "Overview of BioCreAtIvE: critical assessment of information extraction for biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 47278, "infons": {"fpage": "119", "lpage": "12", "name_0": "surname:Jensen;given-names:LJ", "name_1": "surname:Saric;given-names:J", "name_2": "surname:Bork;given-names:P", "pub-id_doi": "10.1038/nrg1768", "pub-id_pmid": "16418747", "section_type": "REF", "source": "Nature Reviews Genetics", "type": "ref", "volume": "7", "year": "2006"}, "text": "Literature mining for the biologist: from information retrieval to biological discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 47366, "infons": {"name_0": "surname:Rodriguez-Esteban;given-names:R", "section_type": "REF", "source": "PhD thesis", "type": "ref", "year": "2008"}, "text": "Methods in biomedical text mining", "sentences": [], "annotations": [], "relations": []}, {"offset": 47400, "infons": {"fpage": "17", "name_0": "surname:Krallinger;given-names:M", "name_1": "surname:Vazquez;given-names:M", "name_2": "surname:Leitner;given-names:F", "name_3": "surname:Valencia;given-names:A", "section_type": "REF", "source": "Proceedings of BioCreative III", "type": "ref", "year": "2011"}, "text": "Results of the BioCreative III (Interaction) article classification task", "sentences": [], "annotations": [], "relations": []}, {"offset": 47473, "infons": {"name_0": "surname:Cohen;given-names:AM", "name_1": "surname:Yang;given-names:J", "name_2": "surname:Hersh;given-names:WR", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference - TREC", "type": "ref", "year": "2005"}, "text": "A comparison of techniques for classification and ad hoc retrieval of biomedical documents", "sentences": [], "annotations": [], "relations": []}, {"offset": 47564, "infons": {"name_0": "surname:Névéol;given-names:A", "name_1": "surname:Wilbur;given-names:WJ", "name_2": "surname:Lu;given-names:Z", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "year": "2011"}, "text": "Extraction of data deposition statements from the literature: a method for automatically tracking research results", "sentences": [], "annotations": [], "relations": []}, {"offset": 47679, "infons": {"name_0": "surname:Shatkay;given-names:H", "name_1": "surname:Rzhetsky;given-names:A", "name_2": "surname:Wilbur;given-names:WJ", "section_type": "REF", "source": "Notes of The Joint ISMB BioLINK SIG and the ACL Workshop on Linking Biological Literature, Ontologies and Databases", "type": "ref", "year": "2005"}, "text": "Searching for high-utility text in the biomedical literature: a preliminary report", "sentences": [], "annotations": [], "relations": []}, {"offset": 47762, "infons": {"fpage": "356", "name_0": "surname:Wilbur;given-names:WJ", "name_1": "surname:Rzhetsky;given-names:A", "name_2": "surname:Shatkay;given-names:H", "pub-id_doi": "10.1186/1471-2105-7-356", "pub-id_pmid": "16867190", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "7", "year": "2006"}, "text": "New directions in biomedical text annotations: definitions, guidelines and corpus construction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47857, "infons": {"fpage": "2086", "issue": "18", "lpage": "93", "name_0": "surname:Shatkay;given-names:H", "name_1": "surname:Pan;given-names:F", "name_2": "surname:Rzhetsky;given-names:A", "name_3": "surname:Wilbur;given-names:WJ", "pub-id_doi": "10.1093/bioinformatics/btn381", "pub-id_pmid": "18718948", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "Multi-dimensional classification of biomedical text: toward automated, practical provision of high-utility text to diverse users", "sentences": [], "annotations": [], "relations": []}, {"offset": 47986, "infons": {"name_0": "surname:Pan;given-names:F", "section_type": "REF", "source": "MSc thesis", "type": "ref", "year": "2006"}, "text": "Multi-dimensional fragment classification in biomedical text", "sentences": [], "annotations": [], "relations": []}, {"offset": 48047, "infons": {"fpage": "10", "lpage": "228", "name_0": "surname:Van Auken;given-names:K", "name_1": "surname:Jaffery;given-names:J", "name_2": "surname:Chan;given-names:J", "name_3": "surname:Muller;given-names:HM", "name_4": "surname:Sternberg;given-names:PW", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "year": "2009"}, "text": "Semi-automated curation of protein subcellular localization: a text mining-based approach to Gene Ontology (GO) Cellular Component curation", "sentences": [], "annotations": [], "relations": []}, {"offset": 48187, "infons": {"fpage": "1", "lpage": "11", "name_0": "surname:Dowell;given-names:KG", "name_1": "surname:McAndrews-Hill;given-names:MS", "name_2": "surname:Hill;given-names:DP", "name_3": "surname:Drabkin;given-names:HJ", "name_4": "surname:Blake;given-names:JA", "section_type": "REF", "source": "Database", "type": "ref", "year": "2009"}, "text": "Integrating text mining into the MGI biocuration workflow", "sentences": [], "annotations": [], "relations": []}, {"offset": 48245, "infons": {"fpage": "i331", "lpage": "i339", "name_0": "surname:Yeh;given-names:AS", "name_1": "surname:Hirschman;given-names:L", "name_2": "surname:Morgan;given-names:AA", "pub-id_doi": "10.1093/bioinformatics/btg1046", "pub-id_pmid": "12855478", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "19", "year": "2003"}, "text": "Evaluation of text data mining for database curation: lessons learned from the KDD challenge cup", "sentences": [], "annotations": [], "relations": []}, {"offset": 48342, "infons": {"fpage": "42", "lpage": "49", "name_0": "surname:Yang;given-names:Y", "name_1": "surname:Liu;given-names:X", "section_type": "REF", "source": "SIGIR", "type": "ref", "year": "1999"}, "text": "A re-examination of text categorization methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 48390, "infons": {"fpage": "317", "lpage": "332", "name_0": "surname:Wiener;given-names:ED", "name_1": "surname:Pedersen;given-names:JO", "name_2": "surname:Weigend;given-names:AS", "section_type": "REF", "source": "SDAIR", "type": "ref", "year": "1995"}, "text": "A neural network approach to topic spotting", "sentences": [], "annotations": [], "relations": []}, {"offset": 48434, "infons": {"fpage": "273", "lpage": "281", "name_0": "surname:Iwayama;given-names:M", "name_1": "surname:Tokunaga;given-names:T", "section_type": "REF", "source": "SIGIR", "type": "ref", "year": "1995"}, "text": "Cluster-based text categorization: a comparison of category search strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 48512, "infons": {"name_0": "surname:Nigam;given-names:K", "name_1": "surname:Lafferty;given-names:J", "name_2": "surname:McCallum;given-names:A", "section_type": "REF", "source": "Proc of IJCAI-99 Workshop on Machine Learning for Information Filtering", "type": "ref", "year": "1999"}, "text": "Using maximum entropy for text classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 48558, "infons": {"name_0": "surname:Joachims;given-names:T", "section_type": "REF", "source": "Learning to classify text using support vector machines - methods, theory, and algorithms", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48559, "infons": {"fpage": "137", "lpage": "142", "name_0": "surname:Joachims;given-names:T", "section_type": "REF", "source": "Proc of ECML-98, 10th European Conference on Machine Learning", "type": "ref", "year": "1998"}, "text": "Text categorization with support vector machines: learning with many relevant features", "sentences": [], "annotations": [], "relations": []}, {"offset": 48646, "infons": {"name_0": "surname:Dumais;given-names:S", "name_1": "surname:Platt;given-names:J", "name_2": "surname:Heckerman;given-names:D", "name_3": "surname:Sahami;given-names:M", "pub-id_pmid": "22254383", "section_type": "REF", "source": "In VIKM '98, Proceedings of the 7th ACM Conference on Information and Knowledge Management", "type": "ref", "year": "1998"}, "text": "Inductive learning algorithms and representations for text categorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 48720, "infons": {"name_0": "surname:Manning;given-names:CD", "name_1": "surname:Raghavan;given-names:P", "name_2": "surname:Schütze;given-names:H", "section_type": "REF", "source": "Introduction to Information Retrieval", "type": "ref", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48721, "infons": {"fpage": "1289", "lpage": "1305", "name_0": "surname:Forman;given-names:G", "section_type": "REF", "source": "Journal of Machine Learning Research", "type": "ref", "volume": "3", "year": "2003"}, "text": "An extensive empirical study of feature selection metrics for text classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 48803, "infons": {"fpage": "412", "lpage": "420", "name_0": "surname:Yang;given-names:Y", "name_1": "surname:Pedersen;given-names:JO", "section_type": "REF", "source": "In Machine Learning: Proceedings of the Fourteenth International Conference (ICML '97)", "type": "ref", "year": "1997"}, "text": "A comparative study on feature selection in text categorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 48867, "infons": {"fpage": "570", "issue": "5", "lpage": "571", "name_0": "surname:Doan;given-names:S", "name_1": "surname:Horiguchi;given-names:S", "section_type": "REF", "source": "Journal of Advanced Computational Intelligence and Intelligent Informatics", "type": "ref", "volume": "9", "year": "2005"}, "text": "Improving text categorization by multicriteria feature selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 48932, "infons": {"name_0": "surname:Zheng;given-names:Z", "name_1": "surname:Srihari;given-names:R", "section_type": "REF", "source": "Workshop on Learning from Imbalanced Datasets II, ICML", "type": "ref", "year": "2003"}, "text": "Optimally combining positive and negative features for text categorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 49007, "infons": {"name_0": "surname:Debole;given-names:F", "name_1": "surname:Sebastiani;given-names:F", "section_type": "REF", "source": "Proceedings of the 2003 ACM Symposium on Applied Computing", "type": "ref", "year": "2003"}, "text": "Supervised term weighting for automated text categorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 49067, "infons": {"name_0": "surname:Lan;given-names:M", "name_1": "surname:Tan;given-names:C", "name_2": "surname:Low;given-names:H", "name_3": "surname:Sung;given-names:S", "section_type": "REF", "source": "The Fourteenth International World Wide Web Conference", "type": "ref", "year": "2005"}, "text": "A comprehensive comparative study on term weighting schemes for text categorization with support vector machines", "sentences": [], "annotations": [], "relations": []}, {"offset": 49180, "infons": {"name_0": "surname:Vapnik;given-names:VN", "section_type": "REF", "source": "The Nature of Statistical Learning Theory", "type": "ref", "year": "1995"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49181, "infons": {"name_0": "surname:Joachims;given-names:T", "section_type": "REF", "source": "Advances in Kernel Methods - Support Vector Learning", "type": "ref", "year": "1999"}, "text": "Making large-scale SVM learning practical", "sentences": [], "annotations": [], "relations": []}, {"offset": 49223, "infons": {"comment": "Available: http://www.csie.ntu.edu.tw/~cjlin/libsvm. Accessed 26 July 2010", "name_0": "surname:Chang;given-names:CC", "name_1": "surname:Lin;given-names:CJ", "section_type": "REF", "source": "LIBSVM: a library for support vector machines", "type": "ref", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49224, "infons": {"name_0": "surname:Mavroeidis;given-names:D", "name_1": "surname:Tsatsaronis;given-names:G", "name_2": "surname:Vazirgiannis;given-names:M", "name_3": "surname:Theobald;given-names:M", "name_4": "surname:Weikum;given-names:G", "section_type": "REF", "source": "Knowledge discovery in databases: PKDD", "type": "ref", "year": "2005"}, "text": "Word sense disambiguation for exploiting hierarchical thesauri in text classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 49310, "infons": {"comment": "Available: http://conf.uni-obuda.hu/mtn2005/Pilaszy.pdf. Accessed 26 July 2010", "name_0": "surname:Pilászy;given-names:I", "section_type": "REF", "source": "Text categorization and support vector machines", "type": "ref", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49311, "infons": {"name_0": "surname:Hersh;given-names:W", "name_1": "surname:Cohen;given-names:A", "name_2": "surname:Yang;given-names:J", "name_3": "surname:Bhupatiraju;given-names:RT", "name_4": "surname:Roberts;given-names:P", "name_5": "surname:Hearst;given-names:M", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference -TREC", "type": "ref", "year": "2005"}, "text": "TREC 2005 genomic track overview", "sentences": [], "annotations": [], "relations": []}, {"offset": 49344, "infons": {"fpage": "1", "lpage": "6", "name_0": "surname:Chawla;given-names:N", "name_1": "surname:Japkowicz;given-names:N", "name_2": "surname:Kolcz;given-names:A", "section_type": "REF", "source": "SIGKDD Explorations", "type": "ref", "volume": "691", "year": "2004"}, "text": "Editorial, Special issue on learning from imbalanced data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 49407, "infons": {"fpage": "38", "lpage": "47", "name_0": "surname:Wang;given-names:BX", "name_1": "surname:Japkowicz;given-names:N", "section_type": "REF", "source": "ISMIS", "type": "ref", "year": "2008"}, "text": "Boosting support vector machines from imbalanced data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 49466, "infons": {"comment": "Available: http://research.microsoft.com/apps/pubs/default.aspx?id=70007. Accessed 26 July 2010", "name_0": "surname:Brank;given-names:J", "name_1": "surname:Grobelnik;given-names:M", "name_2": "surname:Milić-Frayling;given-names:N", "name_3": "surname:Mladenić;given-names:D", "section_type": "REF", "source": "Technical report. MSR-TR-2003-34", "type": "ref", "year": "2003"}, "text": "Training text classifiers with SVM on very few po sitive examples", "sentences": [], "annotations": [], "relations": []}, {"offset": 49532, "infons": {"name_0": "surname:Forman;given-names:G", "section_type": "REF", "source": "HPL-2007-32R1", "type": "ref", "year": "2007"}, "text": "BNS feature scaling: an improved representation over TF-IDF for SVM text classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 49620, "infons": {"name_0": "surname:Ando;given-names:RK", "name_1": "surname:Dredze;given-names:M", "name_2": "surname:Zhang;given-names:T", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference proceedings (TREC 2005)", "type": "ref", "year": "2005"}, "text": "TREC 2005 Genomics Track experiments at IBM Watson", "sentences": [], "annotations": [], "relations": []}, {"offset": 49671, "infons": {"name_0": "surname:Si;given-names:L", "name_1": "surname:Kanungo;given-names:T", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference Proceedings (TREC 2005)", "type": "ref", "year": "2005"}, "text": "Thresholding strategies for text classifiers: TREC 2005 biomedical triage task experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 49762, "infons": {"name_0": "surname:Lam;given-names:W", "name_1": "surname:Han;given-names:Y", "name_2": "surname:Chan;given-names:K", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference Proceedings (TREC 2005)", "type": "ref", "year": "2005"}, "text": "Pattern-based customized learning for TREC Genomics Track categorization task", "sentences": [], "annotations": [], "relations": []}, {"offset": 49840, "infons": {"name_0": "surname:Aronson;given-names:AR", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference Proceedings (TREC 2005)", "type": "ref", "year": "2005"}, "text": "Fusion of knowledge-intensive and statistical approaches for retrieving and annotating textual genomics documents", "sentences": [], "annotations": [], "relations": []}, {"offset": 49954, "infons": {"name_0": "surname:Niu;given-names:J", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference Proceedings (TREC 2005)", "type": "ref", "year": "2005"}, "text": "WIM at TREC 2005", "sentences": [], "annotations": [], "relations": []}, {"offset": 49971, "infons": {"name_0": "surname:Yang;given-names:Z", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference Proceedings (TREC 2005)", "type": "ref", "year": "2005"}, "text": "TREC 2005 Genomics Track experiments at DUTAI", "sentences": [], "annotations": [], "relations": []}, {"offset": 50017, "infons": {"name_0": "surname:Subramaniam;given-names:LV", "name_1": "surname:Mukherjea;given-names:S", "name_2": "surname:Punjani;given-names:D", "section_type": "REF", "source": "The Fourteenth Text Retrieval Conference Proceedings (TREC 2005)", "type": "ref", "year": "2005"}, "text": "Biomedical document triage: automatic classification exploiting category specific knowledge", "sentences": [], "annotations": [], "relations": []}, {"offset": 50109, "infons": {"fpage": "159", "lpage": "162", "name_0": "surname:Hou;given-names:W", "name_1": "surname:Lee;given-names:C", "name_2": "surname:Chen;given-names:H", "section_type": "REF", "source": "11th Conference of the European chapter of the association for computational linguistics", "type": "ref", "year": "2006"}, "text": "Classifying biological full-text articles for multi-database curation", "sentences": [], "annotations": [], "relations": []}, {"offset": 50179, "infons": {"fpage": "4", "lpage": "11", "name_0": "surname:Donaldson;given-names:I", "name_1": "surname:Martin;given-names:J", "name_10": "surname:Pawson;given-names:T", "name_11": "surname:Hogue;given-names:CW", "name_2": "surname:de Bruijn;given-names:B", "name_3": "surname:Wolting;given-names:C", "name_4": "surname:Lay;given-names:V", "name_5": "surname:Tuekam;given-names:B", "name_6": "surname:Zhang;given-names:S", "name_7": "surname:Baskin;given-names:B", "name_8": "surname:Bader;given-names:GD", "name_9": "surname:Michalickova;given-names:K", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "year": "2003"}, "text": "PreBIND and Textomy--mining the biomedical literature from protein-protein interactions using a support vector machine", "sentences": [], "annotations": [], "relations": []}, {"offset": 50298, "infons": {"fpage": "415", "lpage": "425", "name_0": "surname:Hirschman;given-names:J", "name_1": "surname:Berardini;given-names:TZ", "name_2": "surname:Drabkin;given-names:HJ", "name_3": "surname:Howe;given-names:D", "pub-id_doi": "10.1007/s00438-010-0525-8", "pub-id_pmid": "20221640", "section_type": "REF", "source": "Mol Genet Genomics", "type": "ref", "volume": "283", "year": "2010"}, "text": "A MOD(ern) perspective on literature curation", "sentences": [], "annotations": [], "relations": []}, {"offset": 50344, "infons": {"comment": "Xpdf, http://www.foolabs.com/xpdf", "name_0": "surname:Noonburg;given-names:D", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 50345, "infons": {"fpage": "e309", "issue": "11", "name_0": "surname:Müller;given-names:HM", "name_1": "surname:Kenny;given-names:EE", "name_2": "surname:Sternberg;given-names:PW", "pub-id_doi": "10.1371/journal.pbio.0020309", "pub-id_pmid": "15383839", "section_type": "REF", "source": "PLoS Biology", "type": "ref", "volume": "2", "year": "2004"}, "text": "Textpresso: an ontology-based information retrieval and extraction system for biological literature", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]