[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240904", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC4112614", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/database/bau074", "article-id_pmc": "PMC4112614", "article-id_pmid": "25070993", "article-id_publisher-id": "bau074", "elocation-id": "bau074", "name_0": "surname:Van Auken;given-names:Kimberly", "name_1": "surname:Schaeffer;given-names:Mary L.", "name_10": "surname:Müller;given-names:Hans-Michael", "name_11": "surname:Sternberg;given-names:Paul W.", "name_12": "surname:Mao;given-names:Yuqing", "name_13": "surname:Wei;given-names:Chih-Hsuan", "name_14": "surname:Lu;given-names:Zhiyong", "name_2": "surname:McQuilton;given-names:Peter", "name_3": "surname:Laulederkind;given-names:Stanley J. F.", "name_4": "surname:Li;given-names:Donghui", "name_5": "surname:Wang;given-names:Shur-Jen", "name_6": "surname:Hayman;given-names:G. Thomas", "name_7": "surname:Tweedie;given-names:Susan", "name_8": "surname:Arighi;given-names:Cecilia N.", "name_9": "surname:Done;given-names:James", "section_type": "TITLE", "type": "front", "volume": "2014", "year": "2014"}, "text": "BC4GO: a full-text corpus for the BioCreative IV GO task", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Gene function curation via Gene Ontology (GO) annotation is a common task among Model Organism Database groups. Owing to its manual nature, this task is considered one of the bottlenecks in literature curation. There have been many previous attempts at automatic identification of GO terms and supporting information from full text. However, few systems have delivered an accuracy that is comparable with humans. One recognized challenge in developing such systems is the lack of marked sentence-level evidence text that provides the basis for making GO annotations. We aim to create a corpus that includes the GO evidence text along with the three core elements of GO annotations: (i) a gene or gene product, (ii) a GO term and (iii) a GO evidence code. To ensure our results are consistent with real-life GO data, we recruited eight professional GO curators and asked them to follow their routine GO annotation protocols. Our annotators marked up more than 5000 text passages in 200 articles for 1356 distinct GO terms. For evidence sentence selection, the inter-annotator agreement (IAA) results are 9.3% (strict) and 42.7% (relaxed) in F1-measures. For GO term selection, the IAAs are 47% (strict) and 62.9% (hierarchical). Our corpus analysis further shows that abstracts contain ∼10% of relevant evidence sentences and 30% distinct GO terms, while the Results/Experiment section has nearly 60% relevant sentences and >70% GO terms. Further, of those evidence sentences found in abstracts, less than one-third contain enough experimental detail to fulfill the three core criteria of a GO annotation. This result demonstrates the need of using full-text articles for text mining GO annotations. Through its use at the BioCreative IV GO (BC4GO) task, we expect our corpus to become a valuable resource for the BioNLP research community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1899, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Database URL: http://www.biocreative.org/resources/corpora/bc-iv-go-task-corpus/.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1981, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1994, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Gene Ontology (GO; http://www.geneontology.org) is a controlled vocabulary for standardizing the description of gene and gene product attributes across species and databases. Currently, there are about 40 000 GO terms that are organized in a hierarchical manner under three GO sub-ontologies: Molecular Function, Biological Process and Cellular Component. Since its inception, GO terms have been used in more than 126 million annotations to more than 9 million gene products as of January 2013. The accumulated GO annotations have been shown to be increasingly important in an array of different areas of biological research ranging from high-throughput omics data analysis to the detailed study of mechanisms of developmental biology.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2736, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Among the 126 million GO annotations, most are derived from automated techniques such as mapping of GO terms to protein domains and motifs (InterPro2GO) or corresponding concepts in one of the controlled vocabularies maintained by UniProt; only a small portion (<1%) are derived from manual curation of published experimental results in the biomedical literature. While the former approach is efficient in assigning large-scale higher-level GO terms, the latter provides experimentally supported, more granular GO annotations that are critical for the kinds of analyses mentioned above. Generally speaking, the manual GO annotation process first involves the retrieval of relevant publications. Once found, the full-text is manually inspected to identify the gene product of interest, the relevant GO terms and the evidence code to indicate the type of supporting evidence, e.g. mutant phenotype or genetic interaction, for inferring the relationship between a gene product and a GO term. Such a process is time-consuming and labor intensive, and thus, many model organism databases (MODs) are confronted with a daunting backlog of GO annotation. For instance, in recent years, the curation team of the Arabidopsis Information Resource (TAIR) has been able to curate only a fraction of newly published articles that contain information about Arabidopsis genes (<30%). It is thus clear that the manual curation process requires computer assistance, and this is evidenced by a growing interest in, and need for, semiautomated or fully automated GO curation pipelines. In particular, a number of studies have attempted to (semi) automatically predict GO terms from text including a previous BioCreative challenge task. However, few studies have proven useful for assisting real-world GO curation. Based on a recent study, enhanced text-mining capabilities to automatically recognize GO terms from full text remains one of the most in-demand tasks among the biocuration community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4713, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As concluded in the previous BioCreative task, one of the main difficulties in developing reliable text-mining applications for GO curation was ‘the lack of a high-quality training set consisting in the annotation of relevant text passages’. Such a sentence-level annotation provides in practice the evidence human curators use to make associated GO annotations. To advance the development of automatic systems for GO curation, we propose to create a corpus that includes the GO evidence text along with three essential elements of GO annotations: (i) a gene or gene product (e.g. Gene ID: 3565051, lin-26), (ii) a GO term (e.g. GO:0006898, receptor-mediated endocytosis) and (iii) a GO evidence code [e.g. Inferred from Mutant Phenotype (IMP)]. There are some challenges associated to creating such a corpus: the evidence texts for GO annotations may be derived from a single sentence, or multiple continuous, or discontinuous, sentences. The evidence for a GO annotation could also be derived from multiple lines of experimentation, leading to multiple text passages in a paper supporting the same annotation. In addition, as many learning-based text-mining algorithms rely on both positive and negative training instances, it is therefore important to capture all of the curation-relevant sentences to ensure the positive and negative sets are as distinct as possible. The usefulness of such evidence sentences has been demonstrated in previous studies such as mining protein–protein interactions from the bibliome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6238, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The exhaustive capture of evidence text in full-text articles makes our data set, namely, the BioCreative IV GO (BC4GO) corpus, unique among the many previously annotated corpora [e.g. ] for the BioNLP research community. To our best knowledge, BC4GO is the only publicly available corpus that contains textual annotation of GO terms in accordance with the general practice of GO annotation by professional GO curators. For instance, while in a previous study every mention related to a GO concept was annotated, in BC4GO we have annotated only those GO terms that represent experimental findings in a given full-text paper.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6863, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods and materials", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6885, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Annotators", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Through the BioCreative IV User Advisory Group, we recruited eight experienced curators from five different MODs: FlyBase (http://flybase.org/) (two curators), Maize Genetics and Genomics Database (MaizeGDB) (http://www.maizegdb.org/) (one curator), Rat Genome Database (RGD) (http://rgd.mcw.edu/) (three curators), TAIR (http://www.arabidopsis.org/) (one curator) and WormBase (http://www.wormbase.org/) (one curator). All our annotations were performed according to the Gene Ontology Consortium annotation guidelines (http://www.geneontol ogy.org/GO.annotation.shtml).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7468, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Annotation guidelines", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7490, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For achieving consistent annotations between annotators, the task organizers followed the usual practice of corpus annotation, which is also a GO annotation standard: first we drafted a set of annotation guidelines and then asked each of our annotators to follow them on a shared article as part of the training process. The results of their annotations on the common article were shared among all annotators and subsequently the discrepancies in their annotations were discussed. Based on the discussion, the annotation guidelines were revised accordingly. For brevity, we only discuss below the two kinds of evidence text passages we chose to capture. The detailed guidelines are publicly available at the corpus download website.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8223, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Experiment type", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8239, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": " Example 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8250, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "On the other hand, the amount of UNC-60B-GFP was reduced and UNC-60A-type mRNAs, UNC60A-RFP and UNC-60A-Experiment were detected in asd-2 and sup-12 mutants (Figure 2H, lanes 2 and 3), consistent with their color phenotypes shown in Figure 2C and 2A, respectively. (PMC3469465)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8528, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "These sentences describe experimental results and can be used to make a complete GO annotation (i.e. the entity being annotated, GO term and GO evidence code). The annotation of such sentences is required throughout the paper, including the abstract, and any supporting summary paragraphs such as ‘Author summary’ or ‘Conclusions’.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8868, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The gene/protein entities: asd-2 and sup-12", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8912, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GO term: regulation of alternative mRNA splicing, via spliceosome (GO:0000381)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8991, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GO evidence code: IMP", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9013, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This sentence contains information about the following: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9070, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Summary type", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9083, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Distinct from statements that describe the details of experimental findings, papers also include many statements that summarize these findings. These summary statements do not necessarily indicate exactly ‘how’ the information was discovered, but often contain concise language about ‘what’ was discovered. Such sentences are helpful to capture because they may inform GO term selection in a concise manner despite the lack of information about evidence code selection.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9561, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The gene/protein entities: ASD-2 and SUP-12", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9605, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GO term: regulation of alternative mRNA splicing, via spliceosome (GO:0000381)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9684, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GO evidence code: N/A", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9706, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Example 2: Taken together, our results demonstrate that muscle-specific splicing factors ASD-2 and SUP-12 cooperatively promote muscle-specific processing of the unc-60 gene, and provide insight into the mechanisms of complex pre-mRNA processing; combinatorial regulation of a single splice site by two tissue-specific splicing regulators determines the binary fate of the entire transcript. (PMC3469465) ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10112, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Article selection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10130, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The 200 articles in the BC4GO corpus are chosen from annotators’ normal curation pipelines at their respective MODs. Such a protocol minimizes the additional workload to our curators while at the same time guarantees the curated papers are representative of real-life GO annotations and reflect a variety of biological topics. Another requirement is that annotated articles are published in a list of select journals (e.g. PLoS Genetics) in PubMed Central (PMC) that allow free access and text analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10636, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Annotation tool", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10652, "infons": {"file": "bau074f1p.jpg", "id": "bau074-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Screenshot of the GO annotation tool. When a line or more of text is highlighted, a pop-up window appears where annotation data are entered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10793, "infons": {"file": "bau074f2p.jpg", "id": "bau074-F2", "section_type": "FIG", "type": "fig_caption"}, "text": "A sample of GO annotation in BioC format.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10835, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A web-based annotation tool, developed by J.D., K.V.A., H.M.M. and P.W.S. for use in the annotation process, is shown in Figure 1. The tool allows the upload of full-text articles in either HTML or XML formats and subsequently displays the article in a Web browser. Currently, the tool allows the annotator to select and highlight a single sentence, or multiple sentences (regardless of whether they are contiguous or not) as GO evidence text. When a sentence is highlighted, a pop-up window appears for annotators to enter required GO annotation information: a GO term, a GO evidence code and associated gene(s). The tool also allows the annotators to preview their annotations before committing them to the database. Annotation results of each paper can be downloaded as HTML files as well as in a spreadsheet (XLXS format).  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11664, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Post-challenge analysis: inter-annotator agreement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11715, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To gain insight on the consistency of annotation results and assess the difficulty of manually annotating text for GO annotation, two curators from RGD (S.J.F.L., G.T.H.) agreed to re-annotate a separate subset of 10 papers. Each of them did blind annotation of 10 papers from the training and development sets that have been annotated by another curator. This provided a set of 20 papers for calculating inter-annotator agreements (IAAs).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12155, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To allow comparison between IAAs and automatic tool results, we simply considered the results from these 20 papers as output of another team and computed IAA using the same set of measures as in evaluating team performance as follows: First, traditional precision (P), recall (R) and F1 score (F1) are reported when comparing the re-annotated gene-specific evidence sentence list against the gold standard, which are the annotations from the original curator. We computed the numbers of true positives (TP) and false positives (FP) in two ways: the first one (exact match) is a strict measure that requires the returned sentences exactly match the sentence boundary of human markups, while the second (overlap, i.e. they have at least one overlapping character) is a more relaxed measure where a prediction is considered correct (i.e. TP) as long as the submitted sentence overlaps with the gold standard.  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13063, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next, gene-specific GO annotations in the submissions are compared with the gold standard. In addition to the traditional precision/recall/F1 score, hierarchical precison/recall/F1 score were also computed where common ancestors in both the computer-predicted and human-annotated GO terms are considered. As such, a GO prediction would be scored as partially correct when it is close to but not identical to the oracle label. The second set of measures was proposed to reflect the hierarchical nature of GO: a gene annotated with one GO term is implicitly annotated with all of the term’s parents, up to the root term. Such a measure takes into account that ‘predictions that are close to the oracle label should score better than predictions that are in an unrelated part of the hierarchy’. Specifically, the hierarchical measures are computed as follows:    where  and  are the sets of ancestors of the computer-predicted and human-annotated GO terms for the ith set of genes, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14062, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Final data dissemination", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14087, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Both full-text articles and associated GO annotations (downloaded from PMC and the annotation tool, respectively) were further processed before releasing to the BC4GO task participants. Specifically, we chose to format our data using the recently developed BioC standard for improved interoperability. First, for the 200 full-text articles, we converted their XMLs from the PMC format to the BioC format. Next, we extracted annotated sentences from downloaded HTML files and identified their offsets in the generated BioC XML files. Finally, for each article we created a corresponding BioC XML file for the associated GO annotations. Figure 2 shows a snapshot of our final released annotation files where one complete GO annotation is presented using the BioC format. For the gene entity, we provide both the gene mention as it appeared in the text and its corresponding NCBI gene identifier.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14981, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15004, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Corpus statistics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15022, "infons": {"file": "bau074-T1.xml", "id": "bau074-T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of curated articles per MOD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15057, "infons": {"file": "bau074-T1.xml", "id": "bau074-T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead align=\"left\"><tr><th rowspan=\"1\" colspan=\"1\">Data set</th><th rowspan=\"1\" colspan=\"1\">FlyBase</th><th rowspan=\"1\" colspan=\"1\">MaizeGDB</th><th rowspan=\"1\" colspan=\"1\">RGD</th><th rowspan=\"1\" colspan=\"1\">TAIR</th><th rowspan=\"1\" colspan=\"1\">WormBase</th><th rowspan=\"1\" colspan=\"1\">Total</th></tr></thead><tbody align=\"left\"><tr><td rowspan=\"1\" colspan=\"1\">Training set</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">21</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">43</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">7</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">100</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Development set</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">25</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">50</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Test set</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">20</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">7</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">7</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">50</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Subtotal per team</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">39</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">88</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">21</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">200</td></tr></tbody></table>\n"}, "text": "Data set\tFlyBase\tMaizeGDB\tRGD\tTAIR\tWormBase\tTotal\t \tTraining set\t19\t21\t43\t10\t7\t100\t \tDevelopment set\t8\t5\t25\t4\t8\t50\t \tTest set\t12\t4\t20\t7\t7\t50\t \tSubtotal per team\t39\t30\t88\t21\t22\t200\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15240, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The task participants are provided with three data sets comprising 200 full-text articles. The training set of 100 curator-annotated papers was intended to be used by task participants for developing their algorithms or methods. Similarly, the development data set (50 papers) was to be used for additional training and validation of methods. The test set data (another 50 papers) was to be used strictly for evaluating the final performance of the different methods. Table 1 shows the number of articles curated by each MOD for each data set. On average, each curator contributed ∼25 articles for the task during this period. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15870, "infons": {"file": "bau074-T2.xml", "id": "bau074-T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Overall statistics of the annotated corpus grouped by data sets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15934, "infons": {"file": "bau074-T2.xml", "id": "bau074-T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead align=\"left\"><tr><th rowspan=\"1\" colspan=\"1\">Data set</th><th rowspan=\"1\" colspan=\"1\">Articles</th><th rowspan=\"1\" colspan=\"1\">Genes (unique)</th><th rowspan=\"1\" colspan=\"1\">GO terms (unique)</th><th rowspan=\"1\" colspan=\"1\">Evidence text passagesw.r.t. GO|Gene|Unique</th></tr></thead><tbody align=\"left\"><tr><td rowspan=\"1\" colspan=\"1\">Training set</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">100</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">316</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">611</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">2440|2478|1858</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Development set</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">50</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">171</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">367</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1302|1238|964</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Test set</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">50</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">194</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">378</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1763|1677|1253</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Total</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">200</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">681</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1356</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">5505|5393|4075</td></tr></tbody></table>\n"}, "text": "Data set\tArticles\tGenes (unique)\tGO terms (unique)\tEvidence text passagesw.r.t. GO|Gene|Unique\t \tTraining set\t100\t316\t611\t2440|2478|1858\t \tDevelopment set\t50\t171\t367\t1302|1238|964\t \tTest set\t50\t194\t378\t1763|1677|1253\t \tTotal\t200\t681\t1356\t5505|5393|4075\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16190, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 2 shows the main characteristics of the BC4GO corpus. Each annotation includes four elements: the gene/protein entity, GO term, GO evidence code and evidence text (See Figure 2). Note that one text passage can often provide evidence for annotating more than one gene, as well as more than one GO term. Therefore, we show in the last column of Table 2 the counts of evidence text passages in three different ways. The first number shows the total number of text passages with respect to (w.r.t) GO annotations: over 5500 text passages were used in the annotation of 1356 unique GO terms. So on average, each GO term is associated with four different evidence text passages in our corpus. The second number (5393) shows the total number of text passages with respect to different genes: for each of the 681 unique genes in our corpus, there are ∼7.9 associated text passages. Finally, the last number is the total number of unique text passages annotated in our corpus regardless of their association to either gene or GO terms. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17226, "infons": {"file": "bau074-T3.xml", "id": "bau074-T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Overall statistics of the annotated corpus grouped by MODs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17285, "infons": {"file": "bau074-T3.xml", "id": "bau074-T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead align=\"left\"><tr><th rowspan=\"1\" colspan=\"1\">MOD</th><th rowspan=\"1\" colspan=\"1\">Articles</th><th rowspan=\"1\" colspan=\"1\">Genes (unique)</th><th rowspan=\"1\" colspan=\"1\">GO terms (unique)</th><th rowspan=\"1\" colspan=\"1\">Evidence text passagesw.r.t. GO|Gene|Unique</th></tr></thead><tbody align=\"left\"><tr><td rowspan=\"1\" colspan=\"1\">FlyBase</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">39</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">140</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">267</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1106|1106|881</td></tr><tr><td rowspan=\"1\" colspan=\"1\">MaizeGDB</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">85</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">193</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">664|595|492</td></tr><tr><td rowspan=\"1\" colspan=\"1\">RGD</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">88</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">236</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">369</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1199|1223|946</td></tr><tr><td rowspan=\"1\" colspan=\"1\">TAIR</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">21</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">63</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">125</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">453|544|379</td></tr><tr><td rowspan=\"1\" colspan=\"1\">WormBase</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">157</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">402</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">2083|1925|1377</td></tr></tbody></table>\n"}, "text": "MOD\tArticles\tGenes (unique)\tGO terms (unique)\tEvidence text passagesw.r.t. GO|Gene|Unique\t \tFlyBase\t39\t140\t267\t1106|1106|881\t \tMaizeGDB\t30\t85\t193\t664|595|492\t \tRGD\t88\t236\t369\t1199|1223|946\t \tTAIR\t21\t63\t125\t453|544|379\t \tWormBase\t22\t157\t402\t2083|1925|1377\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17543, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From Table 2, we calculated that the average number of genes annotated in each article is 3.4, and the average number of GO terms associated with each gene is 2.0 in our corpus. Furthermore, as mentioned before, we have annotated two types of evidence text, depending on whether they contain experimental information. Accordingly, the two kinds are distinguished in our annotations by the presence or absence of associated evidence code. For the total 4075 unique pieces of evidence text, the majority (∼70%) of them contain experimental evidence. When broken down by databases, we see in Table 3 that results of FlyBase, MaizeGDB and TAIR are closer to the average statistics, while RGD and WormBase show some noticeable differences. Multiple factors can account for such differences including species, individual articles, curators and database curation guidelines. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18414, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The location of evidence text and GO terms in the paper", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18470, "infons": {"file": "bau074f3p.jpg", "id": "bau074-F3", "section_type": "FIG", "type": "fig_caption"}, "text": "The proportion of annotated evidence text in different parts of the article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18547, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 3 shows the proportion of all evidence text in different parts of the article. As expected, the most informative location for extracting GO evidence text is the Results section, followed by the Discussion Section. Some GO evidence text also appears in Table or Figure legends. Within the full-text article, the Introduction/Background and Methods sections contain the least amount of information for complete GO annotation. Figure 3 also shows the limitation of using article abstracts for GO annotation: only 11.46% of the annotated text is found in the Title and Abstract combined. Of these, the majority (68.1%) were classified as summary sentences, while only 31.9% were experimentally supported sentences. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19266, "infons": {"file": "bau074f4p.jpg", "id": "bau074-F4", "section_type": "FIG", "type": "fig_caption"}, "text": "The proportion of GO terms appearing in different parts of the article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19338, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 4 shows the percentage of 1356 unique GO terms mentioned in different parts of the paper. Because a GO term might be mentioned in multiple locations, the sum of all percentages is greater than one in Figure 4. As shown in Figures 3 and 4, given 10% of relevant sentences in the abstract, one might identify more than 30% of the GO terms. Meanwhile, the Results/Experiment section remains the most information-rich location for mining GO terms. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19790, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IAA results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19802, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For evidence sentence selection, the IAA results are 9.3% (strict) and 42.7% (relaxed) in F1-measures, respectively. For GO term selection, the IAA results are 47% (strict) and 62.9% (hierarchical) in F1-measures, respectively. Our IAA result for the GO term selection (47%) is largely consistent with (also slightly better than) the previously reported 39%. Instead, our IAAs are more akin to the results found in a similar annotation task, known as MeSH indexing (IAA of 48%), in which human curators choose relevant annotation concepts from a large set of controlled vocabulary terms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20390, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To better understand the discrepancies between annotators, we asked them to review the different annotations and reach a consensus. Furthermore, we separately characterized the source for those differences in both evidence sentence and GO term selection. For sentence selection, it is mostly due to missing annotations by one of the two annotators (76.6%), followed by selecting incomplete or incorrect sentences. Discrepancies in GO term selection are due to either missing (78.4%) or incorrect annotations (21.6%) where ∼23% of the latter can be counted as partial errors because annotated terms essentially differ in granularity (e.g. ‘response to fatty acid’ vs. ‘cellular response to fatty acid’). Finally, annotators do not always seem to agree on the set of genes for GO annotations in a given paper (IAA for gene selection is only 69%).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21245, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Conclusions and future work", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Through collaboration with professional GO curators from five different MODs, we created the BC4GO corpus for the development and evaluation of automated methods for identifying GO terms from full-text articles in BioCreative IV.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21503, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There are some limitations related to this corpus that are worth mentioning. First, although the set of 200 papers in the BC4GO corpus is a good start for developing automated methods and tools, it is likely not enough, and the number of papers will need to be increased. As the ontologies and annotation methods of GO are continually expanding and improving, we feel that the training corpus will also need to continually expand and improve.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21946, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To ensure the positive and negative sentences are as distinct as possible, we asked our annotators to mark up every occurrence of GO evidence text. As a result, it greatly increased the annotation workload for each individual annotator. Given this time-consuming step, we chose to assign one annotator per article to maximize the number of annotated articles. In other words, our articles are not double annotated. Nonetheless, to assess the quality of our annotation as well as having a standard to compare with computer performance, we conducted a post-challenge IAA analysis by re-annotating 20 papers in the training set. Although we agree that IAA is important, we did not attempt to address IAA across the MODs in this work. One important consideration for IAA studies is that curators from different MODs have different expertise (e.g. plant biology vs. mammalian biology), and those differences can make it difficult for curators to confidently annotate papers outside of their area of expertise.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22951, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, despite all our best efforts in ensuring consistent annotations (e.g. creating annotation guidelines, and providing annotator training), there will always be variation in the depth of annotation between curators and organisms as demonstrated in the post-challenge IAA analysis. For instance, there may be gray areas where some curators will select a sentence relating to a phenotype as a GO evidence sentence, while others will not. This result reflects the inherent challenge of GO curation as well as slight differences in annotation practice among the MODs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23525, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Nonetheless, our work supports the idea that there is a great need for tools and algorithms to assist curators in adequately assigning GO terms at the correct level, especially as GO continues growing and more granular terms are added. We note, too, that our work provides additional evidence to support the assertion that redundancy of information within research articles allows for some leniency in evidence sentence recall. Such leniency should encourage developers of tools and algorithms in that text-mining applications do not need high sentence recall to achieve correspondingly high annotation recall. In the future, we plan to further assess the IAA for the complete corpus, for the sake of the improvement of those tools and algorithms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The resulting BC4GO corpus is large scale and the only one of its kind. We expect our BC4GO corpus to become a valuable resource for the BioNLP research community. We hope to see improved performance and accuracy of text mining for GO terms through the use of our annotated corpus in the BC4GO task and beyond.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24584, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24592, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": ",  (to C.W., Y.M. and Z.L.), the USDA ARS (to M.L.S.), the  at the  (,  and ) and  (,  and ).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24686, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Conflict of interest. None declared.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24723, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24734, "infons": {"fpage": "25", "lpage": "29", "name_0": "surname:Ashburner;given-names:M.", "name_1": "surname:Ball;given-names:C.A.", "name_2": "surname:Blake;given-names:J.A.", "pub-id_pmid": "10802651", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "25", "year": "2000"}, "text": "Gene ontology: tool for the unification of biology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24785, "infons": {"fpage": "bat054", "name_0": "surname:Balakrishnan;given-names:R.", "name_1": "surname:Harris;given-names:M.A.", "name_2": "surname:Huntley;given-names:R.", "pub-id_pmid": "23842463", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2013", "year": "2013"}, "text": "A guide to best practices for Gene Ontology (GO) manual annotation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24852, "infons": {"fpage": "314", "lpage": "329", "name_0": "surname:Hill;given-names:D.P.", "name_1": "surname:Berardini;given-names:T.Z.", "name_2": "surname:Howe;given-names:D.G.", "pub-id_pmid": "19921742", "section_type": "REF", "source": "Mol. Reprod. Dev.", "type": "ref", "volume": "77", "year": "2010"}, "text": "Representing ontogeny through ontology: a developmental biologist's guide to the gene ontology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24947, "infons": {"fpage": "bas062", "name_0": "surname:Mutowo-Meullenet;given-names:P.", "name_1": "surname:Huntley;given-names:R.P.", "name_2": "surname:Dimmer;given-names:E.C.", "pub-id_pmid": "23327938", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2013", "year": "2013"}, "text": "Use of gene ontology annotation to understand the peroxisome proteome in humans", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25027, "infons": {"fpage": "243", "lpage": "254", "name_0": "surname:Ochs;given-names:M.F.", "name_1": "surname:Peterson;given-names:A.J.", "name_2": "surname:Kossenkov;given-names:A.", "pub-id_pmid": "17634621", "section_type": "REF", "source": "Methods Mol. Biol.", "type": "ref", "volume": "377", "year": "2007"}, "text": "Incorporation of gene ontology annotations to enhance microarray data analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25106, "infons": {"fpage": "151", "lpage": "161", "name_0": "surname:Lu;given-names:Z.", "name_1": "surname:Hunter;given-names:L.", "pub-id_pmid": "15759622", "section_type": "REF", "source": "Pac. Symp. Biocomput.", "type": "ref", "year": "2005"}, "text": "GO molecular function terms are predictive of subcellular localization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25177, "infons": {"fpage": "bar068", "name_0": "surname:Burge;given-names:S.", "name_1": "surname:Kelly;given-names:E.", "name_2": "surname:Lonsdale;given-names:D.", "pub-id_pmid": "22301074", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Manual GO annotation of predictive protein signatures: the InterPro approach to GO curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25269, "infons": {"fpage": "D396", "lpage": "D403", "name_0": "surname:Barrell;given-names:D.", "name_1": "surname:Dimmer;given-names:E.", "name_2": "surname:Huntley;given-names:R.P.", "pub-id_pmid": "18957448", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "37", "year": "2009"}, "text": "The GOA database in 2009—an integrated gene ontology annotation resource", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25344, "infons": {"fpage": "bas047", "name_0": "surname:Li;given-names:D.", "name_1": "surname:Berardini;given-names:T.Z.", "name_2": "surname:Muller;given-names:R.J.", "pub-id_pmid": "23221298", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Building an efficient curation workflow for the Arabidopsis literature corpus", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25422, "infons": {"fpage": "R31", "name_0": "surname:Aerts;given-names:S.", "name_1": "surname:Haeussler;given-names:M.", "name_2": "surname:van Vooren;given-names:S.", "pub-id_pmid": "18271954", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Text-mining assisted regulatory annotation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25465, "infons": {"fpage": "bas056", "name_0": "surname:Arighi;given-names:C.N.", "name_1": "surname:Carterette;given-names:B.", "name_2": "surname:Cohen;given-names:K.B.", "pub-id_pmid": "23327936", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2013", "year": "2013"}, "text": "An overview of the BioCreative 2012 workshop track III: interactive text mining task", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25550, "infons": {"fpage": "S1", "issue": "Suppl. 8", "name_0": "surname:Arighi;given-names:C.N.", "name_1": "surname:Lu;given-names:Z.", "name_2": "surname:Krallinger;given-names:M.", "pub-id_pmid": "22151647", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "12", "year": "2011"}, "text": "Overview of the BioCreative III Workshop", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25591, "infons": {"fpage": "bas026", "name_0": "surname:Neveol;given-names:A.", "name_1": "surname:Wilbur;given-names:W.J.", "name_2": "surname:Lu;given-names:Z.", "pub-id_pmid": "22685160", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Improving links between literature and biological data with text mining: a case study with GEO, PDB and MEDLINE", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25703, "infons": {"fpage": "228", "name_0": "surname:Van Auken;given-names:K.", "name_1": "surname:Jaffery;given-names:J.", "name_2": "surname:Chan;given-names:J.", "pub-id_pmid": "19622167", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Semi-automated curation of protein subcellular localization: a text mining-based approach to Gene Ontology (GO) Cellular Component curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25843, "infons": {"fpage": "bas049", "name_0": "surname:Wu;given-names:C.H.", "name_1": "surname:Arighi;given-names:C.N.", "name_2": "surname:Cohen;given-names:K.B.", "pub-id_pmid": "23221175", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "BioCreative-2012 virtual issue", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25874, "infons": {"fpage": "bas041", "name_0": "surname:Wei;given-names:C.-H.", "name_1": "surname:Harris;given-names:B.R.", "name_2": "surname:Li;given-names:D.", "pub-id_pmid": "23160414", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Accelerating literature curation with text-mining tools: a case study of using PubTator to curate genes in PubMed abstracts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25998, "infons": {"fpage": "20", "lpage": "24", "name_0": "surname:Wei;given-names:C.-H.", "name_1": "surname:Kao;given-names:H.-Y.", "name_2": "surname:Lu;given-names:Z.", "section_type": "REF", "source": "Proceedings of the BioCreative 2012 Workshop", "type": "ref", "year": "2012"}, "text": "PubTator: a PubMed-like interactive curation system for document triage and literature curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26094, "infons": {"fpage": "W518", "lpage": "W522", "name_0": "surname:Wei;given-names:C.-H.", "name_1": "surname:Kao;given-names:H.-Y.", "name_2": "surname:Lu;given-names:Z.", "pub-id_pmid": "23703206", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "41", "year": "2013"}, "text": "PubTator: a Web-based text mining tool for assisting biocuration", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26159, "infons": {"fpage": "3306", "lpage": "3312", "name_0": "surname:Neveol;given-names:A.", "name_1": "surname:Wilbur;given-names:W.J.", "name_2": "surname:Lu;given-names:Z.", "pub-id_pmid": "21998156", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "Extraction of data deposition statements from the literature: a method for automatically tracking research results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26274, "infons": {"fpage": "203", "lpage": "214", "name_0": "surname:Raychaudhuri;given-names:S.", "name_1": "surname:Chang;given-names:J.T.", "name_2": "surname:Sutphin;given-names:P.D.", "pub-id_pmid": "11779846", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "12", "year": "2002"}, "text": "Associating genes with gene ontology codes using a maximum entropy analysis of biomedical literature", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26375, "infons": {"fpage": "243", "name_0": "surname:Daraselia;given-names:N.", "name_1": "surname:Yuryev;given-names:A.", "name_2": "surname:Egorov;given-names:S.", "pub-id_pmid": "17620146", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "8", "year": "2007"}, "text": "Automatic extraction of gene ontology annotation and its correlation with clusters in protein networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26478, "infons": {"fpage": "228", "name_0": "surname:Auken;given-names:K.V.", "name_1": "surname:Jaffery;given-names:J.", "name_2": "surname:Chan;given-names:J.", "pub-id_pmid": "19622167", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Semi-automated curation of protein subcellular localization: a text mining-based approach to Gene Ontology (GO) cellular component curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26618, "infons": {"fpage": "bar004", "name_0": "surname:Costanzo;given-names:M.C.", "name_1": "surname:Park;given-names:J.", "name_2": "surname:Balakrishnan;given-names:R.", "pub-id_pmid": "21411447", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2011", "year": "2011"}, "text": "Using computational predictions to improve literature-based gene ontology annotations: a feasibility study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26725, "infons": {"fpage": "bas001", "name_0": "surname:Park;given-names:J.", "name_1": "surname:Costanzo;given-names:M.C.", "name_2": "surname:Balakrishnan;given-names:R.", "pub-id_pmid": "22434836", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "CvManGO, a method for leveraging computational predictions to improve literature-based Gene Ontology annotations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26838, "infons": {"fpage": "bas010", "name_0": "surname:Rak;given-names:R.", "name_1": "surname:Rowley;given-names:A.", "name_2": "surname:Black;given-names:W.", "pub-id_pmid": "22434844", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Argo: an integrative, interactive, text mining-based workbench supporting curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26921, "infons": {"fpage": "bat041", "name_0": "surname:Gobeill;given-names:J.", "name_1": "surname:Pasche;given-names:E.", "name_2": "surname:Vishnyakova;given-names:D.", "pub-id_pmid": "23842461", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2013", "year": "2013"}, "text": "Managing the data deluge: data-driven GO category assignment improves while complexity of functional annotation increases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27043, "infons": {"fpage": "7", "name_0": "surname:Koike;given-names:A.", "name_1": "surname:Niwa;given-names:Y.", "name_2": "surname:Takagi;given-names:T.", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "2005", "year": "2004"}, "text": "Automatic extraction of gene/protein biological functions from biomedical text", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27122, "infons": {"fpage": "143", "name_0": "surname:Cakmak;given-names:A.", "name_1": "surname:Ozsoyoglu;given-names:G.", "pub-id_pmid": "18325104", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "9", "year": "2008"}, "text": "Discovering gene annotations in biomedical text databases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27180, "infons": {"fpage": "S16", "name_0": "surname:Blaschke;given-names:C.", "name_1": "surname:Leon;given-names:E.A.", "name_2": "surname:Krallinger;given-names:M.", "pub-id_pmid": "15960828", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "6", "year": "2005"}, "text": "Evaluation of BioCreAtIvE assessment of task 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27227, "infons": {"fpage": "bas043", "name_0": "surname:Lu;given-names:Z.", "name_1": "surname:Hirschman;given-names:L.", "pub-id_pmid": "23160416", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Biocuration workflows and text mining: overview of the BioCreative 2012 workshop track II", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27317, "infons": {"fpage": "S17", "issue": "Suppl. 1", "name_0": "surname:Camon;given-names:E.B.", "name_1": "surname:Barrell;given-names:D.G.", "name_2": "surname:Dimmer;given-names:E.C.", "pub-id_pmid": "15960829", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "6", "year": "2005"}, "text": "An evaluation of GO annotation retrieval for BioCreAtIvE and GOA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27382, "infons": {"fpage": "S9", "name_0": "surname:Baumgartner;given-names:W.A.;suffix:Jr", "name_1": "surname:Lu;given-names:Z.", "name_2": "surname:Johnson;given-names:H.L.", "pub-id_pmid": "18834500", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Concept recognition for extracting protein interaction relations from biomedical text", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27468, "infons": {"fpage": "S4", "name_0": "surname:Krallinger;given-names:M.", "name_1": "surname:Leitner;given-names:F.", "name_2": "surname:Rodriguez-Penagos;given-names:C.", "pub-id_pmid": "18834495", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Overview of the protein-protein interaction annotation extraction task of BioCreative II", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27557, "infons": {"fpage": "161", "name_0": "surname:Bada;given-names:M.", "name_1": "surname:Eckert;given-names:M.", "name_2": "surname:Evans;given-names:D.", "pub-id_pmid": "22776079", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "13", "year": "2012"}, "text": "Concept annotation in the CRAFT corpus", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27596, "infons": {"fpage": "i180", "issue": "Suppl. 1", "lpage": "i182", "name_0": "surname:Kim;given-names:J.D.", "name_1": "surname:Ohta;given-names:T.", "name_2": "surname:Tateisi;given-names:Y.", "pub-id_pmid": "12855455", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "19", "year": "2003"}, "text": "GENIA corpus—semantically annotated corpus for bio-textmining", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27660, "infons": {"comment": "Association for Computational Linguistics, Montreal, Canada, pp. 91–99", "name_0": "surname:Dogan;given-names:R.I.", "name_1": "surname:Lu;given-names:Z.", "section_type": "REF", "source": "Proceedings of the 2012 Workshop on Biomedical Natural Language Processing", "type": "ref", "year": "2012"}, "text": "An improved corpus of disease mentions in PubMed citations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27719, "infons": {"fpage": "S2", "issue": "Suppl. 2", "name_0": "surname:Smith;given-names:L.", "name_1": "surname:Tanabe;given-names:L.K.", "name_2": "surname:Ando;given-names:R.J.", "pub-id_pmid": "18834493", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Overview of BioCreative II gene mention recognition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27771, "infons": {"fpage": "1", "lpage": "10", "name_0": "surname:Doğan;given-names:R.I.", "name_1": "surname:Leaman;given-names:R.", "name_2": "surname:Lu;given-names:Z.", "pub-id_pmid": "24393765", "section_type": "REF", "source": "J. Biomed. Inform.", "type": "ref", "volume": "47", "year": "2014"}, "text": "NCBI disease corpus: a resource for disease name recognition and concept normalization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27858, "infons": {"fpage": "bat054", "name_0": "surname:Balakrishnan;given-names:R.", "name_1": "surname:Harris;given-names:M.A.", "name_2": "surname:Huntley;given-names:R.", "pub-id_pmid": "23842463", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2013", "year": "2013"}, "text": "A guide to best practices for Gene Ontology (GO) manual annotation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27925, "infons": {"fpage": "89", "lpage": "92", "name_0": "surname:Lu;given-names:Z.", "name_1": "surname:Bada;given-names:M.", "name_2": "surname:Ogren;given-names:P.V.", "section_type": "REF", "source": "Proceedings of the Joint BioLINK and 9th Bio-Ontologies Meeting", "type": "ref", "year": "2006"}, "text": "Improving biomedical corpus annotation guidelines", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27975, "infons": {"fpage": "310", "lpage": "318", "name_0": "surname:Névéol;given-names:A.", "name_1": "surname:Islamaj Doğan;given-names:R.", "name_2": "surname:Lu;given-names:Z.", "pub-id_pmid": "21094696", "section_type": "REF", "source": "J. Biomed. Inform.", "type": "ref", "volume": "44", "year": "2011"}, "text": "Semi-automatic semantic annotation of PubMed queries: a study on quality, efficiency, satisfaction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28074, "infons": {"name_0": "surname:Eisner;given-names:R.", "name_1": "surname:Poulin;given-names:B.", "name_2": "surname:Szafron;given-names:D.", "section_type": "REF", "source": "Proceedings of 2005 IEEE Symposium on Computational Intelligence in Bioinformatics and Computational Biology", "type": "ref", "year": "2005"}, "text": "Improving protein function prediction using the hierarchical structure of the Gene Ontology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28166, "infons": {"comment": "Detroit, MI", "name_0": "surname:Kiritchenko;given-names:S.", "name_1": "surname:Matwin;given-names:S.", "name_2": "surname:Famili;given-names:A.F.", "section_type": "REF", "source": "Proceedings of the BioLINK SIG: Linking Literature, Information and Knowledge for Biology", "type": "ref", "year": "2005"}, "text": "Functional annotation of genes using hierarchical text categorization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28236, "infons": {"fpage": "bat064", "name_0": "surname:Comeau;given-names:D.C.", "name_1": "surname:Islamaj Dogan;given-names:R.", "name_2": "surname:Ciccarese;given-names:P.", "pub-id_pmid": "24048470", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2013", "year": "2013"}, "text": "BioC: a minimalist approach to interoperability for biomedical text processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28315, "infons": {"fpage": "S17", "name_0": "surname:Camon;given-names:E.B.", "name_1": "surname:Barrell;given-names:D.G.", "name_2": "surname:Dimmer;given-names:E.C.", "pub-id_pmid": "15960829", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "6", "year": "2005"}, "text": "An evaluation of GO annotation retrieval for BioCreAtIvE and GOA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28380, "infons": {"fpage": "176", "name_0": "surname:Funk;given-names:M.E.", "name_1": "surname:Reid;given-names:C.A.", "pub-id_pmid": "6344946", "section_type": "REF", "source": "Bull. Med. Libr. Assoc.", "type": "ref", "volume": "71", "year": "1983"}, "text": "Indexing consistency in MEDLINE", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28412, "infons": {"fpage": "660", "lpage": "667", "name_0": "surname:Huang;given-names:M.", "name_1": "surname:Névéol;given-names:A.", "name_2": "surname:Lu;given-names:Z.", "pub-id_pmid": "21613640", "section_type": "REF", "source": "J. Am. Med. Inform. Assoc.", "type": "ref", "volume": "18", "year": "2011"}, "text": "Recommending MeSH terms for annotating biomedical articles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28471, "infons": {"fpage": "bau039", "name_0": "surname:Arighi;given-names:C.N.", "name_1": "surname:Wu;given-names:C.H.", "name_2": "surname:Cohen;given-names:K.B.", "pub-id_pmid": "24852177", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2014", "year": "2014"}, "text": "BioCreative-IV virtual issue", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28500, "infons": {"comment": "ISBN 978-0-615-89815-5. Bethesda, MD, USA", "name_0": "surname:Gobeill;given-names:J.", "name_1": "surname:Pasche;given-names:E.", "name_2": "surname:Vishnyakova;given-names:D.", "section_type": "REF", "source": "Proceedings of the Fourth BioCreative Challenge Evaluation Workshop. vol. 1", "type": "ref", "year": "2013"}, "text": "BiTeM/SIBtex group proceedings for BioCreative IV, Track 4", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]